Repository: noelpersson/buddyboss
Catalog: buddyboss-theme-*.po
Languages: sv_se

source: Text Editor
sv_se: Textredigerare

source: Text Height
sv_se: Texthöjd

source: Text Top
sv_se: Text överst

source: Text Width
sv_se: Textbredd

source: TH List
sv_se: TH-lista

source: Thank you for shopping with us!
sv_se: Tack för att du handlat med oss!

source: Thank you for your review!
sv_se: Tack för din recension!

source: Thank you. Your order has been received.
sv_se: Tack. Din beställning har mottagits.

source: The 'label' and 'id' values of the 'args' parameter of '%s::%s()' are required
sv_se: Värdena 'label' och 'id' för parametern 'args' för '%s::%s()' krävs

source: The area at the top, containing logo, navigation, and user dropdown
sv_se: Området högst upp, med logotyp, navigering och rullgardinsmeny för användare

source: The connection was successful, however, no license key was activated. We could not find any active license in your account, for any of the installed BuddyBoss products.
sv_se: Anslutningen lyckades, men ingen licensnyckel aktiverades. Vi kunde inte hitta någon aktiv licens i ditt konto för någon av de installerade BuddyBoss-produkterna.

source: The discussion &#8216;%s&#8217; is closed to new replies.
sv_se: Diskussionen &#8216;%s&#8217; är stängd för nya svar.

source: The Events Calendar
sv_se: Händelsekalendern

source: The following addresses will be used on the checkout page by default.
sv_se: Följande adresser används som standard på kassan.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
sv_se: Följande plugin måste uppdateras till sin senaste version för att säkerställa maximal kompatibilitet med detta tema: %1$s.

source: The following plugin was activated successfully:
sv_se: Följande plugin aktiverades framgångsrikt:

source: The following recommended plugin is currently inactive: %1$s.
sv_se: Följande rekommenderade plugin är för närvarande inaktivt: %1$s.

source: The following required plugin is currently inactive: %1$s.
sv_se: Följande plugin krävs för närvarande inaktivt: %1$s.

source: The footer widget area %s. Only appears if widgets are added.
sv_se: Sidfotens widgetområde %s. Visas bara om widgets har lagts till.

source: The forum "%s" is closed to new discussions and replies.
sv_se: Forumet "%s" är stängt för nya diskussioner och svar.

source: The forum &#8216;%s&#8217; is closed to new discussions and replies.
sv_se: Forumet &#8216;%s&#8217; är stängt för nya diskussioner och svar.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
sv_se: Installations- och aktiveringsprocessen startar. Denna process kan ta en stund för vissa värdar, så ha tålamod.

source: The installation of %1$s failed.
sv_se: Installationen av %1$s misslyckades.

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
sv_se: Installationsprocessen startar. Denna process kan ta en stund för vissa värdar, så ha tålamod.

source: The main content area of the theme
sv_se: Temaets huvudsakliga innehållsområde

source: The main footer area at the bottom of the site
sv_se: Huvudfotområdet längst ner på webbplatsen

source: The passwords do not match.
sv_se: Lösenorden stämmer inte överens.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
sv_se: Remote plugin-paketet består av mer än en fil, men filerna är inte förpackade i en mapp.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
sv_se: Fjärrpluginpaketet innehåller inte en mapp med önskad slug och byte av namn fungerade inte.

source: The search widget area. Only appears if widgets are added.
sv_se: Sökwidgetområdet. Visas bara om widgets har lagts till.

source: The Web Open Font Format 2, Used by Modern Browsers
sv_se: Web Open Font Font 2, som används av moderna webbläsare

source: The Web Open Font Format, Used by Modern Browsers
sv_se: Webben Open Font Format, används av moderna webbläsare

source: Theme Options
sv_se: Tema alternativ

source: There are no menus available.
sv_se: Det finns inga menyer tillgängliga.

source: There are one or more required or recommended plugins to install, update or activate.
sv_se: Det finns en eller flera nödvändiga eller rekommenderade plugins för att installera, uppdatera eller aktivera.

source: There is an update available for: %1$s.
sv_se: Det finns en uppdatering tillgänglig för: %1$s.

source: Thermometer
sv_se: Termometer

source: Thin 100
sv_se: Tunn 100

source: Third item on the list
sv_se: Tredje punkten på listan

source: This content has been hidden as the member is suspended.
sv_se: Detta innehåll har döljts när medlemmen stängs av.

source: This content has been hidden as you have blocked this member.
sv_se: Detta innehåll har döljts eftersom du har blockerat den här medlemmen.

source: This content has been hidden from site admin.
sv_se: Detta innehåll har döljts från webbplatsadministratören.

source: This course does not have any sections.
sv_se: Kursen har inga avsnitt.

source: This course is currently closed
sv_se: Kursen är för närvarande stängd

source: This discussion is marked as closed to new replies, however your posting capabilities still allow you to do so.
sv_se: Denna diskussion är markerad som stängd för nya svar, men dina inläggsfunktioner tillåter dig fortfarande att göra det.

source: This forum is marked as closed to new discussions, however your posting capabilities still allow you to do so.
sv_se: Detta forum är markerat som stängt för nya diskussioner, men dina inläggsfunktioner tillåter dig fortfarande att göra det.

source: This is your account email you use to log into your BuddyBoss.com account.
sv_se: Det här är din e-postadress som du använder för att logga in på ditt BuddyBoss.com-konto.

source: This license for <strong>%s</strong> is invalid or incomplete. %s
sv_se: Denna licens för <strong>%s </strong> är ogiltig eller ofullständig. %s

source: This member has not yet added details to their profile.
sv_se: Den här medlemmen har ännu inte lagt till detaljer i sin profil.

source: This panel is set to be Read-Only. Saving is disabled.
sv_se: Denna panel är inställd på att vara skrivskyddad. Spara är inaktiverat.

source: This plugin needs to be updated to be compatible with your theme.
sv_se: Det här pluginet måste uppdateras för att vara kompatibelt med ditt tema.

source: This position has been filled
sv_se: Denna position har fyllts

source: This section does not have any lessons.
sv_se: Detta avsnitt har inga lektioner.

source: This theme recommends the following plugin: %1$s.
sv_se: Detta tema rekommenderar följande plugin: %1$s.

source: This theme requires the following plugin: %1$s.
sv_se: Detta tema kräver följande plugin: %1$s.

source: This will be how your name will be displayed in the account section and in reviews
sv_se: Så kommer ditt namn att visas i kontosektionen och i recensioner

source: Thumb Tack
sv_se: Tummen

source: Thumbnail
sv_se: Miniatyr

source: Thumbnails
sv_se: Miniatyrer

source: Thumbnails (Large)
sv_se: Miniatyrer (stora)

source: Thumbnails (List)
sv_se: Miniatyrer (Lista)

source: Thumbs Down
sv_se: Tummen ner

source: Thumbs Up
sv_se: Tummen upp

source: Thumbs: Down
sv_se: Tummen ner

source: Thumbs: Up
sv_se: Tummen: Upp

source: Ticket
sv_se: Biljett

source: Tickets
sv_se: Biljetter

source: Time
sv_se: Tid

source: Time Color
sv_se: Tidsfärg

source: Time Typography
sv_se: Tid typografi

source: Timeline
sv_se: Tidslinje

source: Times
sv_se: Tider

source: Tint
sv_se: Färgton

source: Title
sv_se: Titel

source: Title #1
sv_se: Titel # 1

source: Title #2
sv_se: Titel # 2

source: Title #3
sv_se: Titel # 3

source: Title Color
sv_se: Titelfärg

source: Title Spacing
sv_se: Titelavstånd

source: Title that will be shown on 404 page.
sv_se: Titel som kommer att visas på 404-sidan.

source: Title that will be shown on forum index banner area.
sv_se: Titel som kommer att visas i forumindexbanderollområdet.

source: Title that will be shown on Maintenance page.
sv_se: Titel som kommer att visas på sidan Underhåll.

source: Title/Links Color
sv_se: Titel / Länkar Färg

source: Title:
sv_se: Titel:

source: Titlebar
sv_se: Titelraden

source: To Activate <span class="count">(%s)</span>
sv_se: Att aktivera <span class="count">(% s)</span>

source: To Install <span class="count">(%s)</span>
sv_se: Att installera <span class="count">(% s)</span>

source: to your Member Dashboard
sv_se: till din medlemspanel

source: Toggle custom background
sv_se: Växla anpassad bakgrund

source: Toggle Down
sv_se: Växla ner

source: Toggle Left
sv_se: Växla till vänster

source: Toggle Newsletter Sign Up Form
sv_se: Toggle Registreringsformulär för nyhetsbrev

source: Toggle Off
sv_se: Växla av

source: Toggle On
sv_se: Slå på

source: Toggle Right
sv_se: Växla höger

source: Toggle Sidebar Icon
sv_se: Växla ikon för sidofältet

source: Toggle the custom login/register screen design options on or off.
sv_se: Aktivera eller inaktivera anpassade inloggnings- / registerskärmsdesignalternativ.

source: Toggle Up
sv_se: Växla uppåt

source: Toggle: Left
sv_se: Växla: Vänster

source: Toggle: Right
sv_se: Växla: Höger

source: Tools
sv_se: Verktyg

source: Tooltip
sv_se: Verktygstips

source: Tooltips
sv_se: Verktygstips

source: Tooltips Background
sv_se: Verktygstips Bakgrund

source: Tooltips background color
sv_se: Verktygstips bakgrundsfärg

source: Tooltips Color
sv_se: Verktygstips Färg

source: Tooltips color
sv_se: Verktygstips färg

source: Tooltips Position
sv_se: Verktygstips Position

source: Tooltips will be shown on member avatar.
sv_se: Verktygstips visas på medlemsavataren.

source: Top
sv_se: Topp

source: topic
sv_se: ämne

source: Topic Title
sv_se: Ämnestitel

source: topics
sv_se: ämnen

source: Torso: Female
sv_se: Torso: Kvinna

source: Torsos: All
sv_se: Torsos: Alla

source: Torsos: All Female
sv_se: Torsos: Alla kvinnor

source: Torsos: Female & Male
sv_se: Torsos: Kvinna & Man

source: Torsos: Male & Female
sv_se: Torsos: Man & Kvinna

source: Town / City
sv_se: Stad / stad

source: Tracking Code
sv_se: Spårningskod

source: Trademark
sv_se: Varumärke

source: Train
sv_se: Tåg

source: Translation
sv_se: Översättning

source: Transportation
sv_se: Transport

source: Trash
sv_se: Skräp

source: Trash: Empty
sv_se: Papperskorgen: Tom

source: Trash: Small
sv_se: Papperskorgen: Liten

source: Tree
sv_se: Träd

source: Trees
sv_se: Träd

source: Trending: Down
sv_se: Trender: Ner

source: Trending: Up
sv_se: Trender: Upp

source: Trial Total
sv_se: Test totalt

source: Triangle
sv_se: Triangel

source: Triangle: Fill
sv_se: Triangel: Fyll

source: Trophy
sv_se: Trofé

source: Truck
sv_se: Lastbil

source: TrueType Fonts, Used for better supporting Safari, Android, iOS
sv_se: TrueType-teckensnitt, används för bättre stöd för Safari, Android, iOS

source: Try %s for downloading free web fonts.
sv_se: Testa% s för att ladda ner gratis webbteckensnitt.

source: TTF File
sv_se: TTF-fil

source: Tumblr: Circle
sv_se: Tumblr: Cirkel

source: Turkish Lira
sv_se: Turkiska Lira

source: Tutorial
sv_se: Handledning

source: Twitter Link:
sv_se: Twitter-länk:

source: Twitter: Circle
sv_se: Twitter: Cirkel

source: Twitter: Small
sv_se: Twitter: Liten

source: Type
sv_se: Typ

source: Type one or more tag, comma separated
sv_se: Skriv en eller flera taggar, kommaseparerade

source: Type your description here
sv_se: Skriv din beskrivning här

source: Type:
sv_se: Typ:

source: Typography
sv_se: Typografi

source: Typography Author Title
sv_se: Typografi Författarens titel

source: Typography Content
sv_se: Typografiinnehåll

source: Typography Date
sv_se: Typografi Datum

source: Typography Description
sv_se: Typografibeskrivning

source: Typography Display Name
sv_se: Typografi visningsnamn

source: Typography Excerpt
sv_se: Typografi Utdrag

source: Typography Greeting
sv_se: Typografi hälsning

source: Typography Header
sv_se: Typografihuvud

source: Typography Heading
sv_se: Typografi rubrik

source: Typography Menu
sv_se: Typografi-meny

source: Typography Meta Data
sv_se: Typografiska metadata

source: Typography Name
sv_se: Typografi namn

source: Typography Progress Data
sv_se: Typografiska framstegsdata

source: Typography Progress Info
sv_se: Typografi framstegsinformation

source: Typography Progress Value
sv_se: Typografi framstegsvärde

source: Typography Sign In
sv_se: Typografi Logga in

source: Typography Sign Up
sv_se: Typografi Registrera dig

source: Typography Title
sv_se: Typografititel

source: Typography Tooltips
sv_se: Verktygstips för typografi

# ui
source: Actions
sv_se: Åtgärder

# ui
source: Active
sv_se: Aktiva

# ui
source: Card Exp.
sv_se: Kort Exp.

# ui
source: Card Expires
sv_se: Kortet upphör att gälla

# ui
source: Change Password
sv_se: Ändra lösenord

# ui
source: Coupon Code:
sv_se: Kupongskod:

# ui
source: Created
sv_se: Skapade

# ui
source: Date
sv_se: Datum

# ui
source: Email:*
sv_se: E-post:*

# ui
source: Enabled
sv_se: Aktiverad

# ui
source: Expires
sv_se: Går ut

# ui
source: First Name Required
sv_se: Förnamn krävs

# ui
source: First Name:
sv_se: Förnamn:

# ui
source: Home
sv_se: Hem

# ui
source: Invalid Coupon
sv_se: Ogiltig kupong

# ui
source: Invalid Email
sv_se: Ogiltig e-postadress

# ui
source: Invalid Password
sv_se: felaktigt lösenord

# ui
source: Invalid Username
sv_se: Ogiltigt användarnamn

# ui
source: Invoice
sv_se: Faktura

# ui
source: Last Name Required
sv_se: Efternamn krävs

# ui
source: Last Name:
sv_se: Efternamn:

# ui
source: Lifetime
sv_se: Livstid

# ui
source: Log Out
sv_se: Logga ut

# ui
source: Membership
sv_se: Medlemskap

# ui
source: Method
sv_se: Metod

# ui
source: Never
sv_se: Aldrig

# ui
source: Next Billing: %s
sv_se: Nästa fakturering: %s

# ui
source: Next Page
sv_se: Nästa sida

# ui
source: None
sv_se: Ingen

# ui
source: Password Confirmation Doesn't Match
sv_se: Lösenordsbekräftelse matchar inte

# ui
source: Password Confirmation:*
sv_se: Lösenordsbekräftelse:*

# ui
source: Password:*
sv_se: Lösenord:*

# ui
source: Payments
sv_se: Betalningar

# ui
source: Previous Page
sv_se: Föregående sida

# ui
source: Price:
sv_se: Pris:

# ui
source: processing
sv_se: bearbetning

# ui
source: Re-Subscribe
sv_se: Prenumerera igen

# ui
source: Renew
sv_se: Förnya

# ui
source: Save Profile
sv_se: Spara profil

# ui
source: Sub Account
sv_se: Underkonto

# ui
source: Subscription
sv_se: Prenumeration

# ui
source: Subscriptions
sv_se: Prenumerationer

# ui
source: Terms
sv_se: Villkor

# ui
source: Terms:
sv_se: Villkor:

# ui
source: Unknown
sv_se: Okänd

# ui
source: Username:*
sv_se: Användarnamn:*

# ui
source: with coupon
sv_se: med kupong

# ui
source: You have a problem with one or more of your %1$s. To prevent any lapses in your %1$s please visit your %2$s%3$s%4$s page to update them.
sv_se: Du har problem med en eller flera av dina %1$s. För att förhindra eventuella bortfall i %1$s, besök sidan%2$s%3$s%4$s för att uppdatera dem.

# ui
source: You have no active subscriptions to display.
sv_se: Du har inga aktiva prenumerationer att visa.

# ui
source: You have no completed payments to display.
sv_se: Du har inga slutförda betalningar att visa.

source: Umbrella
sv_se: Paraply

source: Unanswered Discussions
sv_se: Obesvarade diskussioner

source: Unapprove
sv_se: Inte godkänna

source: Underline
sv_se: Understrykning

source: Undo
sv_se: Ångra

source: Unfavorite
sv_se: Ogynnsam

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction. Please attempt your purchase again.
sv_se: Tyvärr kan din beställning inte behandlas eftersom den ursprungliga banken / säljaren har avvisat din transaktion. Försök med ditt köp igen.

source: Universal Access
sv_se: Universalåtkomst

source: University
sv_se: universitet

source: Unlink
sv_se: Ta bort länk

source: Unlock
sv_se: Låsa upp

source: Unordered List
sv_se: Oordnad lista

source: Unread
sv_se: Oläst

source: Unread %s
sv_se: Oläst %s

source: Unsorted
sv_se: Osorterade

source: Unstick
sv_se: Avklistra

source: Unsubscribe
sv_se: Säga upp

source: Upcoming Events
sv_se: uppkommande händelser

source: Update
sv_se: Uppdatering

source: Update %2$s
sv_se: Uppdatera %2$s

source: Update Available <span class="count">(%s)</span>
sv_se: Uppdatering tillgänglig <span class="count">(%s)</span>

source: Update Billing Info
sv_se: Uppdatera faktureringsinfo

source: Update Elementor Now
sv_se: Uppdatera Elementor nu

source: Update License
sv_se: Uppdatera licens

source: Update recommended
sv_se: Uppdatering rekommenderas

source: Update Required
sv_se: Uppdatering krävs

source: updated
sv_se: uppdaterad

source: Updated %s ago
sv_se: Uppdaterades för %s sedan

source: Updating Plugin %1$s (%2$d/%3$d)
sv_se: Uppdaterar plugin %1$s (%2$d/%3$d)

source: Updating Plugin: %s
sv_se: Uppdaterar plugin: %s

source: Upgrade message from the plugin author:
sv_se: Uppgradera meddelande från plugin-författaren:

source: Upload
sv_se: Ladda upp

source: Upload font .ttf file
sv_se: Ladda upp font .ttf-fil

source: Upload font .woff file
sv_se: Ladda upp font .woff-fil

source: Upload font .woff2 file
sv_se: Ladda upp font .woff2-fil

source: Upload to Cloud
sv_se: Ladda upp till molnet

source: Upload your custom site icon(favicon) at <a href="%s">Appearance &gt; Customize</a> in the Site Identity section.
sv_se: Ladda upp din anpassade webbplatsikon (favicon) vid <a href="%s"Appearance &gt; Customize</a> i avsnittet Webbplatsidentitet.

source: Upload your custom site logo for desktop layout (280px by 80px).
sv_se: Ladda upp din anpassade webbplatslogotyp för skrivbordslayout (280 pixlar x 80 pixlar).

source: Upload your custom site logo for footer layout.
sv_se: Ladda upp din anpassade webbplatslogotyp för sidfotlayout.

source: Upload your custom site logo for mobile layout (280px by 80px).
sv_se: Ladda upp din anpassade webbplatslogotyp för mobillayout (280 pixlar x 80 pixlar).

source: Use this image
sv_se: Använd den här bilden

source: Used for links, icons, buttons, highlights, and the mobile titlebar.
sv_se: Används för länkar, ikoner, knappar, höjdpunkter och mobilraden.

source: Used for various theme elements, hover links color and icons.
sv_se: Används för olika temaelement, svävar länkar färg och ikoner.

source: Used for various theme elements.
sv_se: Används för olika temaelement.

source: User
sv_se: Användare

source: User: Add
sv_se: Användare: Lägg till

source: User: Alt
sv_se: Användare: Alt

source: User: Check
sv_se: Användare: Kontrollera

source: User: Circle
sv_se: Användare: Cirkel

source: User: Doc
sv_se: Användare: Doc

source: User: Minus
sv_se: Användare: Minus

source: User: Password
sv_se: Användarlösenord

source: User: Plus
sv_se: Användare: Plus

source: User: Remove
sv_se: Användare: Ta bort

source: User: Small
sv_se: Användare: Liten

source: User: Small-Minus
sv_se: Användare: Small-Minus

source: User: Small-Plus
sv_se: Användare: Small-Plus

source: User: X
sv_se: Användare: X

source: Username
sv_se: Användarnamn

source: Username or email
sv_se: Användarnamn eller e-mail

source: Username or email address
sv_se: Användarnamn eller e-mailadress

source: Users
sv_se: Användare

source: Value between 0 and 100%
sv_se: Värde mellan 0 och 100%

source: Value between 5 and 90%
sv_se: Värde mellan 5 och 90%

source: Value between 50 and 320px
sv_se: Värde mellan 50 och 320 pixlar

source: Value between 60px and 200px
sv_se: Värde mellan 60 och 200 pixlar

source: Vault
sv_se: Valv

source: Vertical Align
sv_se: Vertikal inriktning

source: Vertical Position
sv_se: Vertikal position

source: Video Camera
sv_se: Videokamera

source: Video format is not supported, use Youtube video or MP4 format.
sv_se: Videoformat stöds inte, använd Youtube-video eller MP4-format.

source: Video Options
sv_se: Videoalternativ

source: Video Player
sv_se: Videospelare

source: Video Playlist
sv_se: Videospellista

source: Video: Albums
sv_se: Video: album

source: Video: Alt
sv_se: Video: allt

source: Video: Off
sv_se: Video: Av

source: Videos
sv_se: Videoklipp

source: View
sv_se: Visa

source: View All
sv_se: Visa alla

source: View all &rarr;
sv_se: Visa alla →

source: View All Invoices
sv_se: Visa alla fakturor

source: View all Membership Options
sv_se: Visa alla medlemskapsalternativ

source: View course details
sv_se: Visa baninformation

source: View Discussion
sv_se: Visa diskussion

source: View Font
sv_se: Visa teckensnitt

source: View Inbox
sv_se: Visa inkorgen

source: View Mode
sv_se: Visningsläge

source: View My Courses
sv_se: Visa mina kurser

source: View My Discussions
sv_se: Visa mina diskussioner

source: View My Profile
sv_se: Visa min profil

source: View Notifications
sv_se: Visa aviseringar

source: View order
sv_se: Visa beställning

source: View Profile
sv_se: Visa profil

source: View Site
sv_se: Visa webbplats

source: View Tutorial
sv_se: Visa handledning

source: Visibility
sv_se: Synlighet

source: Visibility: Hidden
sv_se: Synlighet: Dold

source: Voicemail
sv_se: Röstmeddelande

source: Volume
sv_se: Volym

source: Volume Down
sv_se: Sänk volymen

source: Volume Of
sv_se: Volym av

source: Volume Up
sv_se: Höj volymen

source: Volume: Down
sv_se: Sänk volymen

source: Volume: Low
sv_se: Volym: låg

source: Volume: Mute
sv_se: Volym: Tyst

source: Volume: Off
sv_se: Volym: Av

source: Volume: On
sv_se: Volym: På

source: Volume: Up
sv_se: Höj volymen

source: Waiting Review
sv_se: Väntar på granskning

source: Warning
sv_se: Varning

source: Warning Sign
sv_se: Varningsskylt

source: Watch
sv_se: Kolla på

source: We are unable to validate the license key. Service unavailable.
sv_se: Vi kan inte validera licensnyckeln. Tjänsten är inte tillgänglig.

source: We display a custom background image in half width of the screen.
sv_se: Vi visar en anpassad bakgrundsbild i halv bredd på skärmen.

source: We display a custom banner on forum index page.
sv_se: Vi visar en anpassad banner på forumindexsidan.

source: We display a custom logo in place of the default WordPress logo.
sv_se: Vi visar en anpassad logotyp istället för WordPress-standardlogotypen.

source: We display a custom title above the background image.
sv_se: Vi visar en anpassad titel ovanför bakgrundsbilden.

source: We display custom text above the background image.
sv_se: Vi visar anpassad text ovanför bakgrundsbilden.

source: We'll be sending a confirmation email when the order is processed.
sv_se: Vi skickar ett bekräftelsemeddelande när beställningen är bearbetad.

source: Web
sv_se: webb

source: Web Application
sv_se: Webbapplikation

source: Website
sv_se: Hemsida

source: Website:
sv_se: Hemsida:

source: Week
sv_se: Vecka

source: Weight:
sv_se: Vikt:

source: Welcome
sv_se: Välkommen

source: Welcome Screen
sv_se: Välkomstskärm

source: Welcome to BuddyBoss
sv_se: Välkommen till BuddyBoss

source: What Others Have Said
sv_se: Vad andra har sagt

source: Wheelchair
sv_se: Rullstol

source: When you turn on privacy mode, YouTube won't store information about visitors on your website unless they play the video.
sv_se: När du aktiverar sekretessläget lagrar YouTube inte information om besökare på din webbplats om de inte spelar upp videon.

source: Widgets in this area will be shown on blog posts and archives.
sv_se: Widgetar i detta område kommer att visas på blogginlägg och arkiv.

source: Widgets in this area will be shown on Courses directory.
sv_se: Widgetar i detta område kommer att visas i kurskatalogen.

source: Widgets in this area will be shown on courses page.
sv_se: Widgetar i detta område visas på kurssidan.
