Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: Current user's permission with the Forum.
sv_se: Den nuvarande användarens tillstånd med forumet.

source: Current user's permission with the media.
sv_se: Den nuvarande användarens tillstånd med media.

source: Current user's permission with the reply.
sv_se: Den nuvarande användarens tillstånd för svaret.

source: Current user's permission with the topic.
sv_se: Den nuvarande användarens tillstånd i ämnet.

source: Current user's permission with the Video.
sv_se: Den nuvarande användarens tillstånd för videon.

source: Currently Active
sv_se: För närvarande aktiv

source: Currently every member of the community can invite you to join their groups. Optionally, you may restrict group invites to your connections only.
sv_se: För närvarande kan alla medlemmar i gemenskapen bjuda in dig till sina grupper. Du kan också begränsa gruppinbjudningar till att endast gälla dina kontakter.

source: Currently only your connections may invite you to join a group. Uncheck this box to allow any member to send invites.
sv_se: För närvarande kan bara dina anslutningar bjuda in dig att gå med i en grupp. Avmarkera den här rutan så att alla medlemmar kan skicka inbjudningar.

source: Custom
sv_se: Anpassad

source: Custom field deleted.
sv_se: Det anpassade fältet har tagits bort.

source: Custom field updated.
sv_se: Det anpassade fältet har uppdaterats.

source: Custom Post Types
sv_se: Anpassade inläggstyper

source: Custom slugs for member profiles.
sv_se: Anpassade sniglar för medlemsprofiler.

source: Custom slugs for single forums, discussions, replies, tags, views, and search.
sv_se: Anpassade sniglar för enskilda forum, diskussioner, svar, taggar, visningar och sökning.

source: Custom URL
sv_se: Anpassad URL

source: Custom:
sv_se: Anpassad:

source: Customize Layout
sv_se: Anpassa layouten

source: Customize the appearance of emails sent by BuddyBoss.
sv_se: Anpassa utseendet på e-postmeddelanden som skickas av BuddyBoss.

source: Customize the appearance of the BuddyBoss Platform.
sv_se: Anpassa BuddyBoss-plattformens utseende.

source: Customize the message of your invite.
sv_se: Anpassa meddelandet till din inbjudan.

source: Customize the navigation menu for groups. See your changes by navigating to a group in the live-preview window.
sv_se: Anpassa navigationsmenyn för grupper. Se dina ändringar genom att navigera till en grupp i förhandsgranskningsfönstret.

source: Customize the navigation menu for member profiles. In the preview window, navigate to a user to preview your changes.
sv_se: Anpassa navigationsmenyn för medlemsprofiler. Navigera till en användare i förhandsgranskningsfönstret för att förhandsgranska dina ändringar.

source: Customize the order of the action buttons in profile headers, visible when viewing other member's profiles.
sv_se: Anpassa ordningen på åtgärdsknapparna i profilrubrikerna, som är synliga när du tittar på andra medlemmars profiler.

source: Customize the text of the invitation email. A link to register will be sent with the email.
sv_se: Anpassa texten i inbjudningsmeddelandet. En länk för att registrera sig skickas med e-postmeddelandet.

source: Customize the text of the invitation subject.
sv_se: Anpassa texten i inbjudans ämne.

source: Customize this setting while editing any of your <a href="%s">Profile Types</a>.
sv_se: Anpassa den här inställningen när du redigerar någon av dina <a href="%s">Profiltyper</a>.

source: Customize your community with fully editable profile fields that allow members to share details about themselves.
sv_se: Anpassa din community med helt redigerbara profilfält som gör att medlemmarna kan dela med sig av information om sig själva.

source: Customize your Forums directory. Use Shortcodes for more flexibility.
sv_se: Anpassa forumkatalogen. Använd kortkoder för mer flexibilitet.

source: Customizing the Groups navigation requires you to create a group first.
sv_se: För att anpassa navigeringen för grupper måste du först skapa en grupp.

source: Customizing This Display
sv_se: Anpassa den här skärmen

source: Dashboard
sv_se: Instrumentpanel

source: Data to Repair:
sv_se: Uppgifter som ska repareras:

source: Data was successfully imported
sv_se: Uppgifterna har importerats framgångsrikt

source: Database Name
sv_se: Databasens namn

source: Database Password
sv_se: Lösenord för databasen

source: Database Port
sv_se: Databasens port

source: Database Server
sv_se: Databasserver

source: Database Settings
sv_se: Inställningar för databasen

source: Database User
sv_se: Databasanvändare

source: Date
sv_se: Datum

# date at time
source: %1$s at %2$s
sv_se: %1$s vid %2$s

source: Date format
sv_se: Datumformat

source: Date Invited
sv_se: Datum Inbjudna

source: Date not found
sv_se: Datum inte hittat

source: date range
sv_se: datumintervall

source: Date Received
sv_se: Datum för mottagande

source: Day
sv_se: Dag

source: day
sv_se: dag

source: days
sv_se: dagar

source: Deactivate
sv_se: Inaktivera

source: deactivate
sv_se: avaktivera

source: Deactivate Notice
sv_se: Avaktivera meddelande

source: Default
sv_se: Standard

source: Default connections to show:
sv_se: Standardanslutningar som ska visas:

source: Default Data
sv_se: Standarddata

source: Default Forum for %s Group
sv_se: Standardforum för %s-gruppen

source: Default groups to show:
sv_se: Standardgrupper som ska visas:

source: Default members to show:
sv_se: Standardmedlemmar som ska visas:

source: Default name. Should typically be plural.
sv_se: Standardnamn. Bör vanligtvis vara plural.

source: Default Profile Type
sv_se: Standardprofiltyp

source: Default Value
sv_se: Standardvärde

source: Default View
sv_se: Standardvy

source: Default visibility for the profile field.
sv_se: Standardsynlighet för profilfältet.

source: Delay Time
sv_se: Fördröjningstid

source: Delete
sv_se: Radera

source: Delete %s's Account
sv_se: Ta bort %s's konto

source: Delete Account
sv_se: Radera konto

source: Delete Album
sv_se: Radera album

source: Delete conversation
sv_se: Radera konversation

source: Delete Field Set
sv_se: Radera fältuppsättning

source: Delete Folder
sv_se: Ta bort mapp

source: Delete Group
sv_se: Ta bort grupp

source: Delete Group Cover Photo
sv_se: Ta bort gruppomslagsfoto

source: Delete Group Photo
sv_se: Ta bort gruppfoto

source: Delete Group Profile Photo
sv_se: Ta bort gruppprofilfoto

source: Delete Groups
sv_se: Ta bort grupper

source: Delete imported users?
sv_se: Ta bort importerade användare?

source: Delete My Cover Photo
sv_se: Ta bort mitt omslagsfoto

source: Delete My Profile Photo
sv_se: Ta bort mitt profilfoto

source: Delete Notice
sv_se: Radera meddelande

source: Delete Pending Accounts
sv_se: Ta bort väntande konton

source: Delete Permanently
sv_se: Ta bort permanent

source: Delete Profile Photo
sv_se: Ta bort profilfoto

source: Delete Selected
sv_se: Ta bort markerade

source: Delete the Group forum if exist.
sv_se: Ta bort gruppforumet om det finns.

source: Delete this group
sv_se: Ta bort den här gruppen

source: Delete this item permanently
sv_se: Ta bort det här objektet permanent

source: Delete users WordPress default passwords (%1$s - %2$s)
sv_se: Ta bort WordPress standardlösenord för användare (%1$s - %2$s)

source: Delete your messages
sv_se: Radera dina meddelanden

source: Deleted Group
sv_se: Borttagen grupp

source: Deleted User
sv_se: Borttagen användare

source: Deleting a tag cannot be undone.
sv_se: Det går inte att ångra att en tagg tas bort.

source: Deleting Conversion Table&hellip; %s
sv_se: Radering av konverteringstabellen&hellip; %s

source: Deleting Discussions Tags&hellip; %s
sv_se: Ta bort diskussioner Taggar&hellip; %s

source: Deleting messages.
sv_se: Radera meddelanden.

source: Deleting Post Meta&hellip; %s
sv_se: Radera inlägg Meta&hellip; %s

source: Deleting Posts&hellip; %s
sv_se: Radera inlägg&hellip; %s

source: Deleting previously converted data (%1$s - %2$s)
sv_se: Radera tidigare konverterade data (%1$s - %2$s)

source: Deleting Roles and Capabilities&hellip; %s
sv_se: Ta bort roller och förmågor&hellip; %s

source: Deleting Settings&hellip; %s
sv_se: Tar bort inställningar ...%s

source: Deleting this account will delete all of the content it has created. It will be completely unrecoverable.
sv_se: Om du tar bort detta konto raderas allt innehåll det har skapat. Det kommer att bli helt oåtervinnbart.

source: Deleting User Meta&hellip; %s
sv_se: Radera användarens meta&hellip; %s

source: Deleting User&hellip; %s
sv_se: Radera användare&hellip; %s

source: Deleting your account will delete all of the content you have created. It will be completely irrecoverable.
sv_se: Om du raderar ditt konto raderas allt innehåll du har skapat. Det kommer att bli helt oåtervinnbart.

source: Demote to member
sv_se: Nedflyttning till ledamot

source: Demote to regular %s
sv_se: Degraderas till ordinarie %s

source: Depth for the reply.
sv_se: Djup för svaret.

source: Descending
sv_se: Nedåtgående

source: Description
sv_se: Beskrivning

source: description
sv_se: beskrivning

source: Description of notification.
sv_se: Beskrivning av anmälan.

source: Description of the group type.
sv_se: Beskrivning av grupptyp.

source: Description of the setting.
sv_se: Beskrivning av miljön.

source: Description or HTML to generate the link preview.
sv_se: Beskrivning eller HTML för att skapa en förhandsvisning av länken.

source: Designates ascending or descending order of forums.
sv_se: Anger stigande eller fallande ordning för forum.

source: Designates ascending or descending order of invites.
sv_se: Anger stigande eller fallande ordning för inbjudningar.

source: Designates ascending or descending order of replies.
sv_se: Anger stigande eller fallande ordning för svaren.

source: Designates ascending or descending order of topics.
sv_se: Anger stigande eller fallande ordning av ämnen.

source: destination file
sv_se: destinationsfil

source: Destination Topic ID.
sv_se: ID för måltema.

source: Details
sv_se: Detaljer

source: Determining last activity dates for each user&hellip; %s
sv_se: Bestämma datum för senaste aktivitet för varje användare&hellip; %s

source: Direct Access
sv_se: Direktåtkomst

source: Direct access to your media files and folders is blocked
sv_se: Direkt åtkomst till dina mediefiler och mappar blockeras

source: Direct access to your media files and folders is not blocked
sv_se: Direkt åtkomst till dina mediefiler och mappar blockeras inte

source: Directory
sv_se: Katalog

source: Directory menu
sv_se: Meny för kataloger

source: Directory slug of the group type.
sv_se: Grupptypens katalognamn.

source: Directory slug of the member type.
sv_se: Katalognamn för medlemstypen.

source: Disable symbolic links for photos, documents and videos
sv_se: Inaktivera symboliska länkar för foton, dokument och videor

source: Disable these notifications:%s
sv_se: Inaktivera dessa meddelanden:%s

source: Disabled
sv_se: Inaktiverad

source: Disallow editing after
sv_se: Förbjud redigering efter

source: Discussion
sv_se: Diskussion

source: Discussion "%1$s" successfully closed.
sv_se: Diskussionen "%1$s" har avslutats.

source: Discussion "%1$s" successfully marked as spam.
sv_se: Diskussionen "%1$s" har markerats som skräppost.

source: Discussion "%1$s" successfully opened.
sv_se: Diskussionen "%1$s" öppnades framgångsrikt.

source: Discussion "%1$s" successfully sticked to front.
sv_se: Diskussionen "%1$s" har lyckats klistras på framsidan.

source: Discussion "%1$s" successfully sticked.
sv_se: Diskussionen "%1$s" har lyckats fastna.

source: Discussion "%1$s" successfully unmarked as spam.
sv_se: Diskussionen "%1$s" har avmarkerats som skräppost.

source: Discussion "%1$s" successfully unsticked.
sv_se: Diskussionen "%1$s" har avstängts.

source: Discussion Attributes
sv_se: Diskussion Attribut

source: Discussion Author
sv_se: Diskussion Författare

source: Discussion Author Email
sv_se: Diskussion Författare E-post

source: Discussion Content
sv_se: Innehåll i diskussionen

source: Discussion created. <a href="%s">View discussion</a>
sv_se: Diskussion skapades. <a href="%s">Se diskussionen</a>

source: Discussion Date
sv_se: Datum för diskussion

source: Discussion draft updated. <a target="_blank" href="%s">Preview discussion</a>
sv_se: Diskussionsutkast uppdaterat. <a target="_blank" href="%s">Diskussion om förhandsgranskning</a>

source: Discussion Edit: %s
sv_se: Redigering av diskussionen: %s

source: Discussion Extras
sv_se: Diskussion Extras

source: Discussion Forum
sv_se: Diskussionsforum

source: Discussion Mentions
sv_se: Diskussioner om omnämnanden

source: Discussion Name
sv_se: Diskussion Namn

source: Discussion Replies
sv_se: Diskussionssvar

source: Discussion restored to revision from %s
sv_se: Diskussionen återställdes till revidering från %s

source: Discussion saved.
sv_se: Diskussionen sparad.

source: Discussion scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview discussion</a>
sv_se: Diskussion planerad till: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Diskussionen i förväg</a>

source: Discussion slug
sv_se: Diskussionssnigel

source: Discussion submitted. <a target="_blank" href="%s">Preview discussion</a>
sv_se: Diskussionen inleds. <a target="_blank" href="%s">Diskussionen granskas</a>

source: Discussion Tag
sv_se: Diskussionstagg

source: Discussion Tag Edit: %s
sv_se: Diskussion Tag Edit: %s

source: Discussion tag slug
sv_se: Taggar för diskussion

source: Discussion Tag: %s
sv_se: Diskussionstagg: %s

source: Discussion Tags
sv_se: Taggar för diskussion

source: Discussion tags
sv_se: Taggar för diskussion

source: Discussion Title
sv_se: Diskussion Titel

source: Discussion updated.
sv_se: Diskussionen uppdaterades.

source: Discussion updated. <a href="%s">View discussion</a>
sv_se: Diskussionen uppdaterades. <a href="%s">Se diskussionen</a>

source: Discussion URL
sv_se: URL för diskussion

source: Discussion View
sv_se: Diskussion

source: Discussion-Tags allow users to filter discussions between forums. This is enabled by default.
sv_se: Med diskussionsmärken kan användare filtrera diskussioner mellan olika forum. Detta är aktiverat som standard.

source: Discussion:
sv_se: Diskussion:

source: Discussion:
sv_se: Diskussion

source: Discussion: %s
sv_se: Diskussion: %s

source: Discussions
sv_se: Diskussioner

source: Discussions and Replies Per Page
sv_se: Diskussioner och svar per sida

source: Discussions and Replies Per RSS Page
sv_se: Diskussioner och svar per RSS-sida

source: Discussions base
sv_se: Diskussionsunderlag

source: Discussions by Last Post
sv_se: Diskussioner efter Senaste inlägget

source: Discussions Started: %s
sv_se: Diskussioner påbörjade: %s

source: Discussions With Recent Replies
sv_se: Diskussioner med senaste svaren

source: Dismiss
sv_se: Avvisa

source: Dismiss this notice
sv_se: ignorera denna notis

source: Display "Courses" tab in profiles
sv_se: Visa fliken "Kurser" i profiler

source: Display activity in separate tabs based on activity type
sv_se: Visa aktivitet i separata flikar baserat på aktivitetstyp

source: Display each member's profile type on their profile page
sv_se: Visa varje medlems profiltyp på deras profilsida

source: Display group directories in Grid View, List View, or allow toggling between both views.
sv_se: Visa gruppkataloger i rutnätsvy, listvy eller tillåta växling mellan båda vyerna.

source: Display Name
sv_se: Visningsnamn

source: Display Name Fields
sv_se: Visa namnfält

source: Display name for the member based on the privacy setting.
sv_se: Visningsnamn för medlemmen baserat på sekretessinställningen.

source: Display name for the member.
sv_se: Visningsnamn för medlemmen.

source: Display Name for the user.
sv_se: Användarens visningsnamn.

source: Display Name Format
sv_se: Format för visningsnamn

source: Display post date?
sv_se: Visa datum för inlägget?

source: Display post featured image?
sv_se: Visa en bild av ett inlägg?

source: Display Profile Types
sv_se: Visa profiltyper

source: Display profile/member directories in Grid View, List View, or allow toggling between both views.
sv_se: Visa profil-/medlemskataloger i rutnätsvy, listvy eller tillåta växling mellan båda vyerna.

source: Display Sitewide Notices posted by the site administrator
sv_se: Visa platsövergripande meddelanden som publicerats av webbplatsens administratör

source: Display the discussion content.
sv_se: Visa diskussionens innehåll.

source: Display the group card with minimal group details.
sv_se: Visa gruppkortet med minimala uppgifter om gruppen.

source: Display the group card with more details like group cover photo etc.
sv_se: Visa gruppkortet med mer information som gruppomslagsfoto etc.

source: Display the group description.
sv_se: Visa gruppbeskrivningen.

source: Display the group navigation vertically.
sv_se: Visa gruppnavigationen vertikalt.

source: Display the invite message.
sv_se: Visa meddelandet om inbjudan.

source: Display the link to the member profile who posted the update.
sv_se: Visa länken till den medlemsprofil som har lagt upp uppdateringen.

source: Display the link to the member profile who sent the message. Only works in email that is sent to a member when someone sends him/her a message.
sv_se: Visa länken till den medlemsprofil som skickade meddelandet. Fungerar endast i e-postmeddelanden som skickas till en medlem när någon skickar ett meddelande till honom/henne.

source: Display the member card with minimal member details.
sv_se: Visa medlemskortet med minimala uppgifter om medlemmen.

source: Display the profile navigation vertically.
sv_se: Visa profilnavigationen vertikalt.

source: Display the reply content.
sv_se: Visa innehållet i svaret.

source: Display the reply to update, along with member's photo and name.
sv_se: Visa svaret på uppdateringen tillsammans med medlemmens foto och namn.

source: Display the sent message, along with sender's photo and name.
sv_se: Visa det skickade meddelandet tillsammans med avsändarens foto och namn.

source: Display the status update, along with member's photo and name.
sv_se: Visa statusuppdateringen tillsammans med medlemmens foto och namn.

source: Display this group type in "Types" filter in Groups Directory
sv_se: Visa den här grupptypen i filtret "Typer" i katalogen Grupper

source: Display this group type in "Types" filter in Groups Directory.
sv_se: Visa den här grupptypen i filtret "Typer" i gruppkatalogen.

source: Display this profile type in "Types" filter in Members Directory
sv_se: Visa den här profiltypen i filtret "Typer" i medlemsregistret

source: Display this profile type in "Types" filter in Members Directory.
sv_se: Visa den här profiltypen i filtret "Typer" i medlemsregistret.

source: distance
sv_se: avstånd

source: Diversity
sv_se: Mångfald

source: Document
sv_se: Dokument

source: document
sv_se: dokument

source: Document already exists for attachment id: %d
sv_se: Det finns redan ett dokument för bifogat id: %d

source: Document Content.
sv_se: Dokumentets innehåll.

source: Document file description.
sv_se: Beskrivning av dokumentfilen.

source: Document file extension.
sv_se: Dokumentets filändelse.

source: Document Folders
sv_se: Dokumentmappar

source: Document Icon based on the extension.
sv_se: Dokumentikon baserad på tillägget.

source: Document privacy.
sv_se: Sekretess för dokument.

source: Document specific IDs.
sv_se: Dokumentspecifika ID:n.

source: document update complete!
sv_se: uppdatering av dokumenten är klar!

source: Document Uploading
sv_se: Uppladdning av dokument

source: Document URL for the activity image size.
sv_se: Dokumentets URL för aktivitetsbildens storlek.

source: Document URL with full image size.
sv_se: Dokumentets URL med fullständig bildstorlek.

source: Document URL with thumbnail image size.
sv_se: Dokumentets URL med storlek på miniatyrbilden.

source: Documentation
sv_se: Dokumentation

source: Documentation on date and time formatting
sv_se: Dokumentation om formatering av datum och tid

source: Documents
sv_se: Dokument

source: Documents added in comment cannot be moved
sv_se: Dokument som läggs till i en kommentar kan inte flyttas

source: Documents directory tabs.
sv_se: Flikar i dokumentkatalogen.

source: domain.
sv_se: domän.

source: Don't worry! We've moved the BuddyPress options into more convenient and easier to find locations. You're seeing this page because you are running a legacy BuddyPress plugin which has not been updated.
sv_se: Oroa dig inte! Vi har flyttat BuddyPress-alternativen till mer bekväma och lättare att hitta platser. Om du ser den här sidan beror det på att du använder ett äldre BuddyPress-plugin som inte har uppdaterats.

source: Done
sv_se: Klar

source: Done Editing
sv_se: Redigering slutförd

source: Download
sv_se: Ladda ner

source: Download Certificate
sv_se: Ladda ner certifikat

source: Download Media file URL.
sv_se: URL för nedladdning av mediefilen.

source: Download PDF
sv_se: Ladda ner PDF

source: Download the plugin
sv_se: Ladda ner insticksprogrammet

source: Download URL for the document.
sv_se: URL för nedladdning av dokumentet.

source: Download v1.0.1
sv_se: Ladda ner v1.0.1

source: Download Video file URL.
sv_se: Ladda ner videofilens URL.

source: Drag & drop to reorder fields
sv_se: Dra och släpp för att ordna om fälten

source: Drag and drop each tab to change the group navigation order.
sv_se: Dra och släpp varje flik för att ändra gruppens navigeringsordning.

source: Drag and drop each tab to change the profile navigation order.
sv_se: Dra och släpp varje flik för att ändra profilenavigationsordning.

source: Drag to move cover photo
sv_se: Dra för att flytta omslagsfoto

source: Drop files here to upload
sv_se: Släpp filerna här för att ladda upp dem

source: Drop images here to upload
sv_se: Släpp bilderna här för att ladda upp dem

source: Drop videos here to upload
sv_se: Släpp videor här för att ladda upp dem

source: Drop your image here
sv_se: Släpp din bild här

source: Due to the large size of your users table, you need to manually update user activity favorites data via BuddyBoss >
sv_se: På grund av den stora storleken på din användartabell måste du manuellt uppdatera data om användarnas favoriter via BuddyBoss >

source: Duplicate discussion detected; it looks as though you've already said that!
sv_se: Dubbel diskussion upptäckt; det verkar som om du redan har sagt det!

source: Duplicate reply detected; it looks as though you've already said that!
sv_se: Dubbelt svar upptäckt; det verkar som om du redan har sagt det!

source: e.g. Member
sv_se: t.ex. medlem

source: e.g. Members
sv_se: t.ex. Medlemmar

source: e.g. Moderator
sv_se: t.ex. moderator

source: e.g. Moderators
sv_se: t.ex. moderatorer

source: e.g. Organizer
sv_se: t.ex. Arrangör

source: e.g. Organizers
sv_se: t.ex. Arrangörer

source: e.g. Student
sv_se: t.ex. student

source: e.g. Students
sv_se: t.ex. studenter

source: e.g. Team
sv_se: t.ex. lag

source: e.g. Teams
sv_se: t.ex. grupper

source: Each BuddyBoss Component needs its own WordPress page. The following WordPress Pages have more than one component associated with them: %s.
sv_se: Varje BuddyBoss-komponent behöver en egen WordPress-sida. Följande WordPress-sidor har mer än en komponent kopplad till sig: %s.

source: Edit
sv_se: Redigera

source: edit
sv_se: redigera

source: Edit "%s" Information
sv_se: Redigera "%s" -information

source: Edit %s's Profile
sv_se: Redigera %s profil

source: Edit %s's Profile Photo
sv_se: Redigera %s profilfoto

source: Edit Activity
sv_se: Redigera aktivitet

source: Edit activity action
sv_se: Redigera aktivitetsåtgärd

source: Edit activity content
sv_se: Redigera aktivitetens innehåll

source: Edit Activity Time Limit
sv_se: Redigera tidsgräns för aktivitet

source: Edit Album Privacy
sv_se: Redigera albumets sekretess
