Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: [{{{site.name}}}] {{poster.name}} replied to one of your comments
sv_se: [{{{site.name}}}] {{poster.name}} svarade på en av dina kommentarer

source: [{{{site.name}}}] {{poster.name}} replied to one of your forum discussions
sv_se: [{{{site.name}}} {{poster.name}} svarade på en av dina forumdiskussioner

source: [{{{site.name}}}] {{poster.name}} replied to one of your updates
sv_se: [{{{site.name}}}] {{poster.name}} svarade på en av dina uppdateringar

source: [{{{site.name}}}] {{user.name}} has been suspended
sv_se: [{{{site.name}}} {{user.name}} har stängts av

source: A BuddyPress update is available, but your system is not compatible.
sv_se: En BuddyPress-uppdatering är tillgänglig, men ditt system är inte kompatibelt.

source: A dynamic list of network posts
sv_se: En dynamisk lista över inlägg i nätverket

source: A dynamic list of recently active, popular, and newest members.
sv_se: En dynamisk lista över nyligen aktiva, populära och nyaste medlemmar.

source: A dynamic list of recently active, popular, newest, or alphabetical groups
sv_se: En dynamisk lista över nyligen aktiva, populära, nyaste eller alfabetiska grupper

source: A file with that name already exists in the containing folder!
sv_se: Det finns redan en fil med det namnet i mappen som innehåller den!

source: A group sends you a new message
sv_se: En grupp skickar ett nytt meddelande till dig

source: A group's details were updated.
sv_se: En grupps detaljer uppdaterades.

source: A list of comments for activity.
sv_se: En förteckning över kommentarer till aktiviteten.

source: A list of forums with an option to set the parent.
sv_se: En lista över forum med ett alternativ för att ställa in överordnade forum.

source: A list of member avatars that are following the logged-in user.
sv_se: En lista över medlemsavatarer som följer den inloggade användaren.

source: A list of member avatars that the logged-in user is following.
sv_se: En lista över medlemsavatarer som den inloggade användaren följer.

source: A list of members that are connected to the logged-in user or member profile containing the widget.
sv_se: En lista över medlemmar som är anslutna till den inloggade användaren eller medlemsprofilen som innehåller widgeten.

source: A list of objects children of the activity object.
sv_se: En lista över objekt som är barn till aktivitetsobjektet.

source: A list of recent discussions, sorted by popularity or freshness.
sv_se: En lista över de senaste diskussionerna, sorterade efter popularitet eller nyhet.

source: A list of recently published posts from across your network.
sv_se: En lista över nyligen publicerade inlägg från hela ditt nätverk.

source: A list of registered optional discussion views.
sv_se: En förteckning över registrerade valfria diskussionsinställningar.

source: A list of the most recent replies.
sv_se: En lista över de senaste svaren.

source: A member accepts your connection request
sv_se: En medlem accepterar din begäran om anslutning

source: A member creates discussion in a forum you are subscribed
sv_se: En medlem skapar en diskussion i ett forum som du är prenumerant på

source: A member has created a new forum discussion.
sv_se: En medlem har skapat en ny diskussion i forumet.

source: A member has replied to a comment on an activity update that the recipient posted.
sv_se: En medlem har svarat på en kommentar till en aktivitetsuppdatering som mottagaren har skrivit.

source: A member has replied to an activity update that the recipient posted.
sv_se: En medlem har svarat på en aktivitetsuppdatering som mottagaren postat.

source: A member has requested permission to join a group.
sv_se: En medlem har begärt tillstånd att gå med i en grupp.

source: A member has sent a group invitation to the recipient.
sv_se: En medlem har skickat en gruppinbjudan till mottagaren.

source: A member has sent an invitation to connect to the recipient.
sv_se: En medlem har skickat en inbjudan att ansluta till mottagaren.

source: A member invites you to connect
sv_se: En medlem inbjuder dig att ansluta

source: A member invites you to join a group
sv_se: En medlem inbjuder dig att gå med i en grupp

source: A member mentions you in an update using "@%s"
sv_se: En medlem nämner dig i en uppdatering med "@%s"

source: A member mentions you in an update using "@name"
sv_se: En medlem nämner dig i en uppdatering med "@name"

source: A member replies to a discussion you are subscribed
sv_se: En medlem svarar på en diskussion som du är prenumerant på

source: A member replies to a discussion you are subscribed to.
sv_se: En medlem svarar på en diskussion som du är prenumerant på.

source: A member replies to an update or comment you've posted
sv_se: En medlem svarar på en uppdatering eller kommentar som du har lagt upp

source: A member requests to join a private group you organize
sv_se: En medlem begär att gå med i en privat grupp som du organiserar

source: A member sends you a new message
sv_se: En medlem skickar ett nytt meddelande till dig

source: A member sends you a new message
sv_se: En medlem skickar ett nytt meddelande till dig

source: A MIME type is a way of identifying files on the Internet according to their nature and format. Your server needs this information to determine what kind of file has been uploaded, otherwise it will reject the file.
sv_se: En MIME-typ är ett sätt att identifiera filer på Internet utifrån deras karaktär och format. Din server behöver denna information för att avgöra vilken typ av fil som har laddats upp, annars kommer den att avvisa filen.

source: A password to protect access to the post.
sv_se: Ett lösenord för att skydda åtkomsten till inlägget.

source: A reply ID is required.
sv_se: Ett svars-ID krävs.

source: A request has been made to perform the following action on your account: <br />###DESCRIPTION###
sv_se: En begäran har gjorts om att utföra följande åtgärder på ditt konto:<br /> ###DESCRIPTION###

source: A simple login form with optional links to sign-up and lost password pages.
sv_se: En enkel inloggningsformulär med valfria länkar till sidor för registrering och förlorat lösenord.

source: A topic ID is required.
sv_se: Ett ämnes-ID krävs.

source: A unique link for the navigation.
sv_se: En unik länk för navigeringen.

source: A unique name for the field.
sv_se: Ett unikt namn för fältet.

source: A unique name for the setting navigation.
sv_se: Ett unikt namn för inställningsnavigationen.

source: A unique numeric ID for the activity.
sv_se: Ett unikt numeriskt ID för aktiviteten.

source: A unique numeric ID for the Album.
sv_se: Ett unikt numeriskt ID för albumet.

source: A unique numeric ID for the album.
sv_se: Ett unikt numeriskt ID för albumet.

source: A unique numeric ID for the blog admin.
sv_se: Ett unikt numeriskt ID för bloggadministratören.

source: A unique numeric ID for the Blog.
sv_se: Ett unikt numeriskt ID för bloggen.

source: A unique numeric ID for the blog.
sv_se: Ett unikt numeriskt ID för bloggen.

source: A unique numeric ID for the BP Invitation object.
sv_se: Ett unikt numeriskt ID för objektet BP Invitation.

source: A unique numeric ID for the destination topic.
sv_se: Ett unikt numeriskt ID för målämnet.

source: A unique numeric ID for the Document Folder.
sv_se: Ett unikt numeriskt ID för dokumentmappen.

source: A unique numeric ID for the Document's Activity.
sv_se: Ett unikt numeriskt ID för dokumentets aktivitet.

source: A unique numeric ID for the Document.
sv_se: Ett unikt numeriskt ID för dokumentet.

source: A unique numeric ID for the document.
sv_se: Ett unikt numeriskt ID för dokumentet.

source: A unique numeric ID for the folder
sv_se: Ett unikt numeriskt ID för mappen

source: A unique numeric ID for the Folder.
sv_se: Ett unikt numeriskt ID för mappen.

source: A unique numeric ID for the folder.
sv_se: Ett unikt numeriskt ID för mappen.

source: A unique numeric ID for the forum.
sv_se: Ett unikt numeriskt ID för forumet.

source: A unique numeric ID for the friendship.
sv_se: Ett unikt numeriskt ID för vänskapen.

source: A unique numeric ID for the group invitation.
sv_se: Ett unikt numeriskt ID för gruppinbjudan.

source: A unique numeric ID for the Group Member.
sv_se: Ett unikt numeriskt ID för gruppmedlemmen.

source: A unique numeric ID for the group membership request.
sv_se: Ett unikt numeriskt ID för begäran om gruppmedlemskap.

source: A unique numeric ID for the group of profile fields.
sv_se: Ett unikt numeriskt ID för gruppen av profilfält.

source: A unique numeric ID for the Group.
sv_se: Ett unikt numeriskt ID för gruppen.

source: A unique numeric ID for the Group. Limit result set to the group.
sv_se: Ett unikt numeriskt ID för gruppen. Begränsar resultatuppsättningen till gruppen.

source: A unique numeric ID for the Media Album.
sv_se: Ett unikt numeriskt ID för mediealbumet.

source: A unique numeric ID for the Media's Activity.
sv_se: Ett unikt numeriskt ID för mediernas aktivitet.

source: A unique numeric ID for the Media.
sv_se: Ett unikt numeriskt ID för media.

source: A unique numeric ID for the media.
sv_se: Ett unikt numeriskt ID för mediet.

source: A unique numeric ID for the member invitation.
sv_se: Ett unikt numeriskt ID för medlemsinbjudan.

source: A unique numeric ID for the Member to add to the Group.
sv_se: Ett unikt numeriskt ID för den medlem som ska läggas till i gruppen.

source: A unique numeric ID for the Member.
sv_se: Ett unikt numeriskt ID för medlemmen.

source: A unique numeric ID for the member.
sv_se: Ett unikt numeriskt ID för medlemmen.

source: A unique numeric ID for the moderation report.
sv_se: Ett unikt numeriskt ID för modereringsrapporten.

source: A unique numeric ID for the moderation.
sv_se: Ett unikt numeriskt ID för modereringen.

source: A unique numeric ID for the notification.
sv_se: Ett unikt numeriskt ID för anmälan.

source: A unique numeric ID for the parent Folder.
sv_se: Ett unikt numeriskt ID för den överordnade mappen.

source: A unique numeric ID for the parent folder.
sv_se: Ett unikt numeriskt ID för den överordnade mappen.

source: A unique numeric ID for the profile data.
sv_se: Ett unikt numeriskt ID för profildata.

source: A unique numeric ID for the profile field.
sv_se: Ett unikt numeriskt ID för profilfältet.

source: A unique numeric ID for the reply.
sv_se: Ett unikt numeriskt ID för svaret.

source: A unique numeric ID for the signup.
sv_se: Ett unikt numeriskt ID för registreringen.

source: A unique numeric ID for the Thread.
sv_se: Ett unikt numeriskt ID för tråden.

source: A unique numeric ID for the topic's reply.
sv_se: Ett unikt numeriskt ID för ämnets svar.

source: A unique numeric ID for the topic.
sv_se: Ett unikt numeriskt ID för ämnet.

source: A unique numeric ID for the User.
sv_se: Ett unikt numeriskt ID för användaren.

source: A unique numeric ID for the Video Album.
sv_se: Ett unikt numeriskt ID för videoalbumet.

source: A Unique numeric ID for the video poster.
sv_se: Ett unikt numeriskt ID för videoposter.

source: A unique numeric ID for the Video's Activity.
sv_se: Ett unikt numeriskt ID för videons aktivitet.

source: A unique numeric ID for the Video.
sv_se: Ett unikt numeriskt ID för videon.

source: A unique numeric ID for the video.
sv_se: Ett unikt numeriskt ID för videon.

source: A unique numeric ID for user.
sv_se: Ett unikt numeriskt ID för användaren.

source: A unique numeric IDs for the media.
sv_se: Ett unikt numeriskt ID för medierna.

source: a user
sv_se: en användare

source: A user data privacy request has been confirmed on ###SITENAME###:
sv_se: En begäran om sekretess för användardata har bekräftats på ###SITENAME#####:

source: AbiWord Document
sv_se: AbiWord-dokument

source: About
sv_se: Om

source: About Forums
sv_se: Om forum

source: About Me
sv_se: Om mig

source: Absolute
sv_se: Absolut

source: Accept
sv_se: Acceptera

source: Accept Invitation
sv_se: Acceptera inbjudan

source: Accepted
sv_se: Godkänd

source: Accepted connection requests
sv_se: Godkända anslutningsförfrågningar

source: Accepted Group membership requests
sv_se: Godkända begäranden om gruppmedlemskap

source: Access your community from a native mobile app using the %s. BuddyBoss App is a paid product built by BuddyBoss, providing native iOS and Android apps for WordPress, published under your own Apple and Google Play accounts. The apps are branded to match your site, and sync community data (members, groups, forums, etc.) back and forth with WordPress. If using LearnDash your members can also take their courses in the app.
sv_se: Få tillgång till ditt samhälle från en mobilapp med hjälp av %s. BuddyBoss App är en betald produkt som byggs av BuddyBoss och som tillhandahåller iOS- och Android-appar för WordPress, som publiceras under dina egna Apple- och Google Play-konton. Apparna är märkta för att matcha din webbplats och synkroniserar communitydata (medlemmar, grupper, forum etc.) fram och tillbaka med WordPress. Om du använder LearnDash kan dina medlemmar också ta sina kurser i appen.

source: Account
sv_se: konto

source: Account Activated
sv_se: Konto aktiverat

source: Account Deletion
sv_se: Radering av konto

source: Account Email
sv_se: Konto e-post

source: Account Settings
sv_se: Kontoinställningar

source: ACE Archive
sv_se: ACE-arkiv

source: Action
sv_se: Åtgärd

source: Action name to perform on the message thread.
sv_se: Namn på den åtgärd som ska utföras på meddelandetråden.

source: Action name to perform on the reply.
sv_se: Namn på den åtgärd som ska utföras på svaret.

source: Action name to perform on the topic
sv_se: Namn på den åtgärd som ska utföras på ämnet

source: Action name which you want to perform for the member.
sv_se: Namn på den åtgärd som du vill utföra för medlemmen.

source: Action performed or not.
sv_se: Åtgärd utförd eller inte.

source: Action used to update a group member.
sv_se: Åtgärd som används för att uppdatera en gruppmedlem.

source: Actions
sv_se: Åtgärder

source: Activate
sv_se: Aktivera

source: activate
sv_se: aktivera

source: Activate Account
sv_se: Aktivera konto

source: Activate Forum Discussions Component
sv_se: Aktivera komponent för forumdiskussioner

source: Activate Notice
sv_se: Aktivera meddelande

source: Activate Pending Accounts
sv_se: Aktivera väntande konton

source: Activate Your Account
sv_se: Aktivera ditt konto

source: Activation email resent! Please check your inbox or spam folder.
sv_se: Aktiveringsmail skickas igen! Kontrollera din inkorg eller skräppostmapp.

source: Activation key of the signup.
sv_se: Aktiveringsnyckel för anmälan.

source: Activation Key:
sv_se: Aktiveringsnyckel:

source: Active
sv_se: Aktiv

source: active
sv_se: aktiv

source: active %s
sv_se: aktiv %s

source: Active <span class="count">(%s)</span>
sv_se: Aktiv <span class="count">(%s)</span>

source: Activities
sv_se: Verksamheter

source: Activities & Comments
sv_se: Aktiviteter och kommentarer

source: Activities list
sv_se: Förteckning över aktiviteter

source: Activity
sv_se: Aktivitet

source: Activity Action
sv_se: Aktivitet Åtgärd

source: Activity auto-load
sv_se: Automatisk inläsning av aktivitet

source: Activity auto-refresh
sv_se: Automatisk uppdatering av aktivitet

source: Activity Comments
sv_se: Kommentarer till verksamheten

source: Activity contains from.
sv_se: Aktiviteten innehåller från.

source: Activity Content
sv_se: Aktivitet Innehåll

source: Activity data for allow edit or not.
sv_se: Aktivitetsdata för att tillåta redigering eller inte.

source: Activity deleted successfully
sv_se: Aktivitet raderas framgångsrikt

source: Activity directory tabs.
sv_se: Flikar för aktivitetskataloger.

source: Activity Feed
sv_se: Aktivitetsflöde

source: Activity feed for %s's connections.
sv_se: Aktivitetsflöde för %s anslutningar.

source: Activity feed for %s.
sv_se: Aktivitetsflöde för %s.

source: Activity feed for the entire site.
sv_se: Aktivitetsflöde för hela webbplatsen.

source: Activity feed for the group, %s.
sv_se: Aktivitetsflöde för gruppen, %s.

source: Activity feed mentioning %s.
sv_se: Aktivitetsflöde som nämner %s.

source: Activity feed of %s's saved posts.
sv_se: Aktivitetsflöde med %s sparade inlägg.

source: Activity Feeds
sv_se: Aktivitetsflöden

source: Activity Filter options
sv_se: Alternativ för aktivitetsfilter

source: Activity generated by posts and comments uses the link field for a permalink back to the content item.
sv_se: Aktivitet som genereras av inlägg och kommentarer använder länkfältet för en länk tillbaka till innehållsobjektet.

source: Activity History
sv_se: Verksamhetshistorik

source: Activity list navigation
sv_se: Navigering i aktivitetslistan

source: Activity post saved.
sv_se: Aktivitetsinlägg sparat.

source: Activity posts
sv_se: Aktivitetsinlägg

source: activity posts
sv_se: aktivitetsinlägg

source: Activity Privacy.
sv_se: Aktivitet Sekretess.

source: Activity related to ID #%s
sv_se: Aktivitet med anknytning till ID #%s

source: Activity RSS Feed
sv_se: RSS-flöde för aktiviteter

source: Activity Settings
sv_se: Aktivitetsinställningar

source: Activity tabs
sv_se: Aktivitetsflikar

source: Activity Type
sv_se: Typ av verksamhet

source: Activity Type:
sv_se: Typ av aktivitet:

source: Activity URL
sv_se: Aktivitets-URL

source: Add a description
sv_se: Lägg till en beskrivning

source: Add a photo that represents this group. The photo will be shown on the main group page and in search results.
sv_se: Lägg till ett foto som representerar den här gruppen. Fotoet kommer att visas på huvudsidan och i sökresultaten.

source: Add an option
sv_se: Lägg till ett alternativ

source: Add Another
sv_se: Lägg till en annan

source: Add Another Option
sv_se: Lägg till ett annat alternativ

source: Add description
sv_se: Lägg till en beskrivning

source: Add Email confirmation to register form
sv_se: Lägg till e-postbekräftelse för att registrera formuläret

source: Add Existing
sv_se: Lägg till befintlig

source: Add Extension
sv_se: Lägg till förlängning

source: Add Field
sv_se: Lägg till fält

source: Add file to check MIME Type
sv_se: Lägg till en fil för att kontrollera MIME-typ

source: Add Legal Agreement checkbox to register form
sv_se: Lägg till kryssrutan Juridiskt avtal i registreringsformuläret

source: Add Member
sv_se: Lägg till medlem

source: Add more photos
sv_se: Lägg till fler foton

source: Add New
sv_se: Lägg till ny

source: Add New Category
sv_se: Lägg till en ny kategori

source: Add New Email
sv_se: Lägg till ny e-post

source: Add New Field
sv_se: Lägg till ett nytt fält

source: Add New Form
sv_se: Lägg till ett nytt formulär

source: Add New Members
sv_se: Lägg till nya medlemmar

source: Add new members
sv_se: Lägg till nya medlemmar

source: Add New Notice
sv_se: Lägg till nytt meddelande

source: Add New Tag
sv_se: Lägg till en ny tagg

source: Add or remove categories
sv_se: Lägg till eller ta bort kategorier

source: Add Password confirmation to register form
sv_se: Lägg till bekräftelse av lösenordet i registreringsformuläret

source: Add Photos
sv_se: Lägg till foton

source: Add star
sv_se: Lägg till en stjärna

source: Add Tags:
sv_se: Lägg till taggar:

source: Add this member as a connection
sv_se: Lägg till den här medlemmen som en anslutning

source: Add to Menu
sv_se: Lägg till i menyn

source: Add toolbar & buttons to textareas to help with HTML formatting
sv_se: Lägg till verktygsfält och knappar i textområden för att hjälpa till med HTML-formatering

source: Add Videos
sv_se: Lägg till videor

source: Add Your New Password
sv_se: Lägg till ditt nya lösenord

source: added comment on your post
sv_se: lade till en kommentar till ditt inlägg

source: added new comment on the post <a href="%1$s">"%2$s"</a> is waiting for your approval.
sv_se: en ny kommentar till inlägget <a href="%1$s">"%2$s"</a> väntar på ditt godkännande.

source: added new pingback on the post <a href="%1$s">"%2$s"</a> is waiting for your approval.
sv_se: en ny pingback till inlägget <a href="%1$s">"%2$s"</a> väntar på ditt godkännande.

source: added new trackback on the post <a href="%1$s">"%2$s"</a> is waiting for your approval.
sv_se: en ny trackback på inlägget <a href="%1$s">"%2$s"</a> väntar på ditt godkännande.

source: added pingback on your post
sv_se: lagt till pingback på ditt inlägg

source: Added successfully
sv_se: Tillagd med framgång

source: added trackback on your post
sv_se: lagt till trackback på ditt inlägg

source: Adds a tab to the logged in member's profile displaying all courses they are enrolled in, and a matching link in the profile dropdown. If any certificates have been created, adds a sub-tab showing all certificates the member has earned.
sv_se: Lägger till en flik i den inloggade medlemsprofilen som visar alla kurser som de är inskrivna i och en matchande länk i rullgardinsmenyn för profil. Om några certifikat har skapats lägger du till en underflik som visar alla certifikat som medlemmen har tjänat in.

source: Admin Options
sv_se: Admin-alternativ

source: Administrator
sv_se: Administratör

source: Administrator Of
sv_se: Administratör för

source: Administrators can always create groups, regardless of this setting.
sv_se: Administratörer kan alltid skapa grupper, oavsett den här inställningen.

source: After registering, users are sent to this page to activate their accounts.
sv_se: Efter registreringen skickas användare till den här sidan för att aktivera sina konton.

source: After the format has been updated, remember to run <a href="%s">Repair Community</a> tools to update all the users.
sv_se: När formatet har uppdaterats ska du komma ihåg att köra <a href="%s">Repair Community</a>-verktygen för att uppdatera alla användare.

source: ago
sv_se: sedan

source: Akismet caught this item as spam
sv_se: Akismet tog denna artikel som skräppost

source: Akismet caught this post as spam
sv_se: Akismet tog det här inlägget som skräppost

source: Akismet cleared this item
sv_se: Akismet rensade detta objekt

source: Akismet cleared this post as not spam
sv_se: Akismet rensade detta inlägg som inte skräppost

source: Akismet History
sv_se: Akismets historia

source: Akismet Integration
sv_se: Integrering av Akismet

source: Akismet was unable to check this item (response: %s), will automatically retry again later.
sv_se: Akismet kunde inte kontrollera det här objektet (svar: %s), kommer automatiskt att försöka igen senare.

source: Akismet was unable to check this post (response: %s), will automatically retry again later.
sv_se: Akismet kunde inte kontrollera det här inlägget (svar: %s), kommer automatiskt att försöka igen senare.

source: Album Title
sv_se: Albumtitel

source: Album's media.
sv_se: Albumets media.

source: Albums
sv_se: Album

source: All
sv_se: Alla

source: all
sv_se: alla

source: All <span class="count">(%s)</span>
sv_se: Alla <span class="count">(%s)</span>

source: All capabilities assigned to the user.
sv_se: Alla funktioner som tilldelats användaren.

source: All Categories
sv_se: Alla kategorier

source: All Connections
sv_se: Alla anslutningar

source: All Courses
sv_se: Alla kurser

source: All Discussions
sv_se: Alla diskussioner

source: All Documents
sv_se: Alla dokument

source: All done!
sv_se: Allt är klart!

source: All Email Situations
sv_se: Alla e-postsituationer

source: All Emails
sv_se: Alla e-postmeddelanden

source: All Forums
sv_se: Alla forum

source: All Group Members
sv_se: Alla gruppmedlemmar

source: All group members
sv_se: Alla gruppmedlemmar

source: All Groups
sv_se: Alla grupper

source: All hidden content will be unhidden
sv_se: Allt dolt innehåll kommer att bli öppet

source: All Members
sv_se: Alla medlemmar

source: All members already received invitations.
sv_se: Alla medlemmar har redan fått inbjudningar.

source: All members of this group are invited.
sv_se: Alla medlemmar i denna grupp är inbjudna.
