Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: This notice confirms that the admin email address was changed on ###SITENAME###.
sv_se: Detta meddelande bekräftar att e-postadressen för administratör har ändrats på ###SITENAME#####.

source: This notice confirms that the network admin email address was changed on ###SITENAME###.
sv_se: Detta meddelande bekräftar att e-postadressen för nätverksadministratören har ändrats på ###SITENAME#####.

source: This notice confirms that your email address on ###SITENAME### was changed to ###NEW_EMAIL###.
sv_se: Detta meddelande bekräftar att din e-postadress på ### SITENAME ### ändrades till ### NEW_EMAIL ###.

source: This notice confirms that your password was changed on ###SITENAME###.
sv_se: Det här meddelandet bekräftar att ditt lösenord har ändrats på ###SITENAME###.

source: This option will delete all previously imported users, and cannot be undone.
sv_se: Det här alternativet raderar alla tidigare importerade användare och kan inte göras ogjort.

source: This page is a convenient way to edit the details associated with one of your groups.
sv_se: Den här sidan är ett bekvämt sätt att redigera informationen om en av dina grupper.

source: This page is only accessible to logged-in users. Create a WordPress page and assign it in the <a href="%s">Pages</a> settings.
sv_se: Den här sidan är endast tillgänglig för inloggade användare. Skapa en WordPress-sida och tilldela den i inställningarna <a href="%s">Sidor</a>.

source: This process cannot be undone.
sv_se: Denna process kan inte göras ogjord.

source: This reply was modified %1$s by %2$s.
sv_se: Detta svar ändrades %1$s av %2$s.

source: This reply was modified %1$s by %2$s. Reason: %3$s
sv_se: Detta svar ändrades %1$s av %2$s. Anledning: %3$s

source: This screen displays the individual discussions on your site. You can customize the display of this screen to suit your workflow.
sv_se: På den här skärmen visas de enskilda diskussionerna på din webbplats. Du kan anpassa visningen av den här skärmen så att den passar ditt arbetsflöde.

source: This screen displays the individual forums on your site. You can customize the display of this screen to suit your workflow.
sv_se: På den här skärmen visas de enskilda forumen på din webbplats. Du kan anpassa visningen av den här skärmen så att den passar ditt arbetsflöde.

source: This screen provides access to all of the Forums settings.
sv_se: Den här skärmen ger tillgång till alla Forums inställningar.

source: This screen provides access to all of your replies. You can customize the display of this screen to suit your workflow.
sv_se: På den här skärmen har du tillgång till alla dina svar. Du kan anpassa visningen av den här skärmen så att den passar ditt arbetsflöde.

source: This topic is in the trash.
sv_se: Det här ämnet hamnar i papperskorgen.

source: This topic is marked as spam.
sv_se: Det här ämnet är markerat som skräppost.

source: This user has been marked as a spammer. Only site admins can view this profile.
sv_se: Den här användaren har markerats som en skräppostare. Endast administratörer kan se den här profilen.

source: This user has no liked discussions.
sv_se: Den här användaren har inga gillade diskussioner.

source: This user has not created any discussions.
sv_se: Den här användaren har inte skapat några diskussioner.

source: This user has not replied to any topics.
sv_se: Den här användaren har inte svarat på några ämnen.

source: This user has super admin privileges.
sv_se: Den här användaren har superadministratörsrättigheter.

source: This user is not currently subscribed to any discussions.
sv_se: Den här användaren är för närvarande inte prenumererad på några diskussioner.

source: This user is not currently subscribed to any forums.
sv_se: Den här användaren är för närvarande inte prenumererad på några forum.

source: This user's notification settings have been saved.
sv_se: Användarens aviseringsinställningar har sparats.

source: Those users are already friends or have sent friendship request(s) recently.
sv_se: Dessa användare är redan vänner eller har nyligen skickat vänskapsförfrågan(er).

source: Thread for all group users or selected one.
sv_se: Tråd för alla gruppanvändare eller en utvald användare.

source: Thread recipient ID.
sv_se: ID för trådmottagare.

source: Thread type its from all or private one.
sv_se: Trådtypen är från alla eller privat.

source: thread update complete!
sv_se: uppdatering av tråden är klar!

source: Thread URL
sv_se: Tråd-URL

source: Throttle posting every
sv_se: Gaspådrag varje

source: Thumb size of the image file.
sv_se: Bildfilens tumstorlek.

source: Thumbnail
sv_se: Miniatyrbild

source: Thumbnail size featured media for the course
sv_se: Medier för kursen i miniatyrbildsformat

source: Time elapsed
sv_se: Förfluten tid

source: Time Spent
sv_se: Tidsåtgång

source: Timeline
sv_se: Tidslinje

source: Times Blocked
sv_se: Tider som blockeras

source: Times Reported
sv_se: Times rapporterade

source: Title
sv_se: Titel

source: Title and Discussion Editor
sv_se: Titel och diskussion Redaktör

source: Title and Forum Editor
sv_se: Redaktör för titlar och forum

source: Title and Reply Editor
sv_se: Redaktör för titlar och svar

source: Title for the link preview.
sv_se: Titel för förhandsgranskningen av länken.

source: Title of the latest message of the Thread, as it exists in the database.
sv_se: Titeln på det senaste meddelandet i tråden, så som det finns i databasen.

source: Title of the latest message of the Thread, transformed for display.
sv_se: Titeln på det senaste meddelandet i tråden, omvandlad för visning.

source: Title of the latest message of the Thread.
sv_se: Titeln på det senaste meddelandet i tråden.

source: Title of the setting.
sv_se: Inställningens titel.

source: Title:
sv_se: Titel:

source: To
sv_se: Till

source: To accept this invitation, please <a href="%s">click here</a>.
sv_se: <a href="%s">Klicka här för</a> att acceptera denna inbjudan.

source: To accept this invitation, please visit %%ACCEPTURL%%
sv_se: För att acceptera denna inbjudan, besök %%ACCEPTURL%%

source: To confirm this, please click on the following link: <br /><a href="###CONFIRM_URL###">###CONFIRM_URL###</a>
sv_se: För att bekräfta detta kan du klicka på följande länk: <br /><a href="###CONFIRM_URL####">###CONFIRM_URL####</a>

source: To display all groups with this group type on a dedicated page, add this shortcode to any WordPress page.
sv_se: Om du vill visa alla grupper med den här grupptypen på en särskild sida lägger du till den här kortkoden på en WordPress-sida.

source: To display all users with this profile type on a dedicated page, add the below shortcode to any WordPress page.
sv_se: Om du vill visa alla användare med den här profiltypen på en särskild sida lägger du till nedanstående kortkod på en WordPress-sida.

source: To keep this discussion as the lead, go to the other discussion and use the merge tool from there instead.
sv_se: Om du vill behålla den här diskussionen som ledare går du till den andra diskussionen och använder sammanfogningsverktyget därifrån i stället.

source: To remove the existing group photo, please use the delete group profile photo button.
sv_se: För att ta bort det befintliga gruppfotot, använd knappen Radera gruppprofilfoto.

source: To reposition your cover photo, please upload a larger image and then try again.
sv_se: För att flytta omslagsbilden, ladda upp en större bild och försök igen.

source: To reposition your cover video, please upload a larger image and then try again.
sv_se: Om du vill flytta omslagsvideon kan du ladda upp en större bild och sedan försöka igen.

source: To reset your password <a href="%s">Click here</a>.
sv_se: För att återställa ditt lösenord <a href="%s">Klicka här</a> .

source: To set your password <a href="%s">Click here</a>.
sv_se: För att ställa in ditt lösenord <a href="%s">Klicka här</a> .

source: To skip the group photo upload process select "Next Step".
sv_se: För att hoppa över gruppfotoöverföringsprocessen, välj "Nästa steg".

source: To suspend members who are creating spam in your network, activate the <a href="%s" >Moderation</a> component.
sv_se: Om du vill stänga av medlemmar som skapar skräppost i nätverket aktiverar du komponenten <a href="%s" >Moderation</a>.

source: To unsuspend members who are not creating spam anymore in your network, activate the <a href="%s" >Moderation</a> component.
sv_se: Om du vill ta bort medlemmar som inte längre skapar skräppost i ditt nätverk aktiverar du komponenten <a href="%s" >Moderation</a>.

source: Toolbar
sv_se: Verktygsfältet

source: Tools
sv_se: Verktyg

source: Topic
sv_se: Ämne

source: Topic forum's group.
sv_se: Ämnesforumets grupp.

source: Topic or Reply ID to retrieve all the child replies.
sv_se: Ämnes- eller svars-ID för att hämta alla svar från barnen.

source: Topic's tags
sv_se: Ämnets taggar

source: Topics
sv_se: Ämnen

source: Total count of unread messages into the Thread for the requested user.
sv_se: Totalt antal olästa meddelanden i tråden för den begärda användaren.

source: Total Members
sv_se: Totalt antal medlemmar

source: Total number of comments of the activity object.
sv_se: Totalt antal kommentarer till aktivitetsobjektet.

source: Total number of signups to return.
sv_se: Totalt antal anmälningar för att återkomma.

source: Total replies count in the forum.
sv_se: Antal svar i forumet.

source: Total replies count in the topic.
sv_se: Totalt antal svar i ämnet.

source: Total steps count for the course.
sv_se: Totalt antal steg för kursen.

source: Total topics count in the forum.
sv_se: Antal ämnen i forumet.

source: Trash
sv_se: Skräp

source: Trashed: %s
sv_se: Kasserad: %s

source: Travel & Places
sv_se: Resor och platser

source: Try different keywords&hellip;
sv_se: Prova olika nyckelord&hellip;

source: Two members become connected
sv_se: Två medlemmar blir sammanlänkade

source: Type
sv_se: Typ

source: Type message
sv_se: Typ av meddelande

source: Type of document.
sv_se: Typ av dokument.

source: Type of message, Group thread or private reply.
sv_se: Typ av meddelande, grupptråd eller privat svar.

source: Type one or more tag, comma separated
sv_se: Ange en eller flera taggar, separerade med kommatecken

source: Type the names of one or more people
sv_se: Skriv namnen på en eller flera personer

source: Type your discussion content here
sv_se: Skriv in ditt diskussionsinnehåll här

source: Type your reply here
sv_se: Skriv ditt svar här

source: Type:
sv_se: Typ:

source: Type:
sv_se: Typ

# ui
source: Membership
sv_se: Medlemskap

# ui
source: Payments
sv_se: Betalningsmedel

# ui
source: Subscriptions
sv_se: Prenumerationer

source: Un-spammed by %s
sv_se: Un-spammed av %s

source: Unable to find selected group.
sv_se: Det går inte att hitta den valda gruppen.

source: Unable to initiate the data export request.
sv_se: Det gick inte att initiera begäran om dataexport.

source: Unable to reposition the image
sv_se: Det går inte att flytta bilden

source: Unable to upload the file
sv_se: Det gick inte att ladda upp filen

source: Unanswered discussions
sv_se: Obesvarade diskussioner

source: Unauthorized request.
sv_se: Obehörig begäran.

source: Unavailable to all members.
sv_se: Inte tillgängligt för alla medlemmar.

source: Unblock
sv_se: Avblockera

source: Uncheck this to delete the group manually
sv_se: Avmarkera detta om du vill ta bort gruppen manuellt

source: Unfavorite
sv_se: Oönskad

source: Unfollow
sv_se: Avsluta

source: Unhide
sv_se: Öppna

source: Unhide Content
sv_se: Visa innehåll

source: Unique identifier for the content to report.
sv_se: Unik identifierare för det innehåll som ska rapporteras.

source: Unique identifier for the course.
sv_se: Unik identifierare för kursen.

source: Unique identifier for the document object.
sv_se: Unik identifierare för dokumentobjektet.

source: Unique identifier for the Forum.
sv_se: Unik identifierare för forumet.

source: Unique identifier for the invite.
sv_se: Unik identifierare för inbjudan.

source: Unique identifier for the media object.
sv_se: Unik identifierare för medieobjektet.

source: Unique identifier for the reply.
sv_se: Unik identifierare för svaret.

source: Unique identifier for the topic.
sv_se: Unik identifierare för ämnet.

source: Unique identifier for the user.
sv_se: Unik identifierare för användaren.

source: Unique identifier for the video object.
sv_se: Unik identifierare för videoobjektet.

source: Unknown
sv_se: Okänd

source: Unknown error.
sv_se: Okänt fel.

source: Unlike
sv_se: Till skillnad från

source: Unmarked Assignments
sv_se: Omarkerade uppdrag

source: Unmarked Essays
sv_se: Omarkerade uppsatser

source: Unmarked Quizzes
sv_se: Frågesporter utan märkning

source: Unread
sv_se: Oläst

source: Unread %s
sv_se: Oläst %s

source: Unregistered action - %s
sv_se: Oregistrerad åtgärd - %s

source: Unselect
sv_se: Avmarkera

source: Unselect All
sv_se: Avmarkera alla

source: Unserialized value for the field, regular string will be casted as array.
sv_se: Icke-alienserat värde för fältet, vanlig sträng kommer att omvandlas till en array.

source: Unstarring messages.
sv_se: Avlägsnande av budskap.

source: Unstick
sv_se: Avlägsna klistermärken

source: Unstick this discussion
sv_se: Avlägsna denna diskussion

source: Unsubscribe
sv_se: Säga upp

source: unsubscribe
sv_se: säga upp

source: Unsupported destination.
sv_se: Destination som inte stöds.

source: Unsupported file name.
sv_se: Filnamn som inte stöds.

source: Unsupported MIME type.
sv_se: MIME-typ som inte stöds.

source: Unsupported operation.
sv_se: Operation som inte stöds.

source: Unsuspend
sv_se: Avsluta

source: Unsuspend Owner
sv_se: Ägare som inte är i drift

source: Update
sv_se: Uppdatera

source: Update activity favorites data.
sv_se: Uppdatera uppgifter om aktivitetsfavoriter.

source: Update Category
sv_se: Uppdatera kategori

source: Update display name to selected format in profile settings.
sv_se: Uppdatera visningsnamn till valt format i profilinställningar.

source: Update Email Situation
sv_se: Uppdatera e-postläget

source: Update Forum
sv_se: Forum för uppdatering

source: Update Forums
sv_se: Uppdatera forum

source: Update members activity favorites&hellip; %s
sv_se: Uppdatera medlemmarnas aktivitetsfavoriter&hellip; %s

source: Update Post
sv_se: Uppdatera inlägget

source: Update Posted!
sv_se: Uppdatering publicerad!

source: Update posted.
sv_se: Uppdatering har lagts upp.

source: Update Profile
sv_se: Uppdatera profil

source: Update Tag
sv_se: Uppdatera taggen

source: Update the page <title> tab when new notifications are received.
sv_se: Uppdatera fliken <title> på sidan när nya meddelanden tas emot.

source: Update WordPress user display names&hellip; %s
sv_se: Uppdatera WordPress användarnamn&hellip; %s

source: Update your email and or password.
sv_se: Uppdatera din e-postadress och ditt lösenord.

source: Updated Date
sv_se: Uppdaterat datum

source: Updated Profile
sv_se: Uppdaterad profil

source: Updated Profile Photos
sv_se: Uppdaterade profilfoton

source: Updates
sv_se: Uppdateringar

source: Upload
sv_se: Ladda upp

source: Upload a file
sv_se: Ladda upp en fil

source: Upload a file to check its MIME type
sv_se: Ladda upp en fil för att kontrollera dess MIME-typ

source: Upload a photo that represents this group. The image will be shown on the main group page, and in search results.
sv_se: Ladda upp ett foto som representerar den här gruppen. Bilden visas på huvudgruppsidan och i sökresultaten.

source: Upload canceled.
sv_se: Uppladdningen avbruten.

source: Upload Cover Photo
sv_se: Ladda upp omslagsfoto

source: Upload Error: %s
sv_se: Uppladdningsfel: %s

source: Upload Failed! Error was: %s
sv_se: Uppladdningen misslyckades! Felet var: %s

source: Upload failed! Error was: %s
sv_se: Uppladdningen misslyckades! Felet var: %s

source: Upload failed! Error was: %s.
sv_se: Uppladdningen misslyckades! Felet var: %s.

source: Upload failed.
sv_se: Uppladdningen misslyckades.

source: Upload Files
sv_se: Ladda upp filer

source: Upload Group Avatar
sv_se: Ladda upp gruppavatar

source: Upload Image
sv_se: Ladda upp bild

source: Upload Limit
sv_se: Uppladdningsgräns

source: Upload Limit Exceeded
sv_se: Gränsen för uppladdning har överskridits

source: Upload Logo
sv_se: Ladda upp logotyp

source: Upload Photo
sv_se: Ladda upp foto

source: Upload Size
sv_se: Uppladdningsstorlek

source: Upload stopped.
sv_se: Uppladdningen stoppad.

source: Upload thumbnail
sv_se: Ladda upp miniatyrbild

source: Uploaded
sv_se: Uppladdad

source: uploaded a document
sv_se: laddat upp ett dokument

source: uploaded an image
sv_se: laddade upp en bild

source: uploaded an video
sv_se: laddade upp en video

source: Uploaded Date
sv_se: Uppladdat datum

source: Uploaded to this email
sv_se: Uppladdat till det här e-postmeddelandet

source: Uploading
sv_se: Uppladdning

source: URL for the generate link preview.
sv_se: URL för förhandsgranskningen av den genererade länken.

source: URL for the gif media from object `480w_still->url`
sv_se: URL för gif-mediet från objektet `480w_still->url`

source: URL is not valid.
sv_se: URL är inte giltig.

source: URL of the Video poster.
sv_se: URL till videoposter.

source: Use a WordPress page as each user's personal Profile Dashboard
sv_se: Använd en WordPress-sida som varje användares personliga profilinstrumentpanel

source: Use Akismet
sv_se: Använd Akismet

source: Use an existing discussion in this forum:
sv_se: Använd en befintlig diskussion i detta forum:

source: Use default 3306 if unsure
sv_se: Använd standardvärdet 3306 om du är osäker

source: Use the %s to repair these relationships.
sv_se: Använd %s för att reparera dessa relationer.

source: Use the default BuddyBoss registration form. Make sure to configure the <a href="%s">registration pages</a>.
sv_se: Använd standardformuläret för BuddyBoss-registrering. Se till att konfigurera <a href="%s">registreringssidor</a>.

source: Use the select box to define your bulk action and click on the &#10003; button to apply.
sv_se: Använd valrutan för att definiera din bulkåtgärd och klicka på knappen &#10003; för att tillämpa den.

source: Use this if an import failed and you want to remove that incomplete data.
sv_se: Använd den här funktionen om en import misslyckades och du vill ta bort ofullständiga data.

source: Use this MIME type
sv_se: Använd den här MIME-typen

source: Used to segregate form into sections
sv_se: Används för att dela upp formuläret i sektioner

source: Used when logo is not set.
sv_se: Används när logotypen inte är inställd.

source: Used when logo is set.
sv_se: Används när logotypen är inställd.

source: User
sv_se: Användare

source: User account has not yet been activated
sv_se: Användarkontot har ännu inte aktiverats

source: User ban removed successfully
sv_se: Användarförbudet har tagits bort framgångsrikt

source: User banned successfully
sv_se: Användaren har förbjudits med framgång

source: User base
sv_se: Användarbas

source: User Capabilities
sv_se: Användarens kapacitet

source: User could not be marked as spammer.
sv_se: Användaren kunde inte markeras som skräppost.

source: User could not be removed as spammer.
sv_se: Användaren kunde inte tas bort som spammer.

source: User demoted successfully
sv_se: Användaren degraderades framgångsrikt

source: User Email
sv_se: Användarens e-post

source: User for your database connection
sv_se: Användare för din databasanslutning

source: User ID
sv_se: Användar-ID

source: User ID of the `friend` - the one invited to the friendship.
sv_se: Användar-ID för "vännen" - den som bjudits in till vänskapsmötet.

source: User ID of the friendship initiator.
sv_se: Användar-ID för den som initierar vänskap.

source: User is not allowed to approve membership requests to this group.
sv_se: Användaren får inte godkänna medlemskapsförfrågningar till den här gruppen.

source: User is not allowed to delete this membership request.
sv_se: Användaren får inte ta bort denna medlemskapsförfrågan.

source: User last_activity data is no longer stored in usermeta. Use bp_get_user_last_activity() instead.
sv_se: Uppgifter om användarens last_activity lagras inte längre i usermeta. Använd istället bp_get_user_last_activity().

source: User last_activity data is no longer stored in usermeta. Use bp_update_user_last_activity() instead.
sv_se: Uppgifter om användarens last_activity lagras inte längre i usermeta. Använd istället bp_update_user_last_activity().

source: User marked as a spammer
sv_se: Användaren markerad som en skräppostare

source: User marked as spammer. Spam users are visible only to site admins.
sv_se: Användaren har markerats som skräppost. Spam-användare är endast synliga för administratörer på webbplatsen.

source: User may not extend requests on behalf of another user.
sv_se: Användaren får inte utvidga förfrågningar för en annan användares räkning.

source: User Meta
sv_se: Användarmeta

source: User Notes for the other type of report.
sv_se: Användaranteckningar för den andra typen av rapport.

source: User Profile - Avatar & Cover Photos
sv_se: Användarprofil - Avatar & Cover Photos

source: User Profile Information
sv_se: Användarprofil-information

source: User promoted successfully
sv_se: Användaren har blivit befordrad med framgång

source: User removed as spammer.
sv_se: Användaren togs bort som spammer.

source: User removed successfully
sv_se: Användaren har tagits bort framgångsrikt

source: User unblocked successfully
sv_se: Användaren har lyckats avblockera

source: User updated.
sv_se: Användaren har uppdaterats.

# User viewing his/her own profile
source: Your
sv_se: Din

source: User's display name for the activity.
sv_se: Användarens visningsnamn för aktiviteten.

source: User's nickname as handle.
sv_se: Användarens smeknamn som handtag.

source: User: ###USER_EMAIL###
sv_se: Användare: ###USER_EMAIL####

source: Username
sv_se: Användarnamn

source: Username must be at least 3 characters
sv_se: Användarnamnet måste bestå av minst 3 tecken

source: Username/Login
sv_se: Användarnamn / Inloggning

source: Username: %s
sv_se: Användarnamn: %s

source: Username: <b>%s</b>
sv_se: Användarnamn: <b>%s</b>

source: Username: USERNAME
sv_se: Användarnamn: USERNAME

source: Users
sv_se: Användare

source: Users &amp; Moderation
sv_se: Användare &amp; Moderation

source: Users of this profile type will be auto-assigned to the following WordPress roles (includes existing users):
sv_se: Användare med den här profiltypen kommer automatiskt att tilldelas följande WordPress-roller (inkluderar befintliga användare):

source: Users of this profile type will be auto-assigned to the following WordPress roles.
sv_se: Användare med den här profiltypen kommer automatiskt att tilldelas följande WordPress-roller.

source: Users with no profile type
sv_se: Användare utan profiltyp

source: Using the search form, you can find pending accounts more easily. The Username and Email fields will be included in the search.
sv_se: Med hjälp av sökformuläret kan du lättare hitta pågående konton. Fälten Användarnamn och E-post kommer att ingå i sökningen.

source: Value for the action on message thread.
sv_se: Värde för åtgärden i meddelandetråden.

source: Value for the action on reply.
sv_se: Värde för åtgärden vid svar.

source: Value for the action on topic.
sv_se: Värde för åtgärden i ämnet.

source: Value for the field, as it exists in the database.
sv_se: Värde för fältet, så som det finns i databasen.

source: Value suppressed.
sv_se: Värdet är undertryckt.

source: Video already exists for attachment id: %d
sv_se: Det finns redan en video för bilaga id: %d

source: Video Demo of BuddyBoss App
sv_se: Videodemo av BuddyBoss-appen

source: Video directory tabs.
sv_se: Flikar för videokataloger.
