Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: Select a default profile type to be auto-assigned to users during registration. After the profile type has been selected, you can run <a href="%s">Repair Community</a> tools to assign the profile type to existing users.
sv_se: Välj en standardprofiltyp som automatiskt ska tilldelas användare vid registrering. När profiltypen har valts kan du köra <a href="%s">Repair Community</a>-verktyg för att tilldela profiltypen till befintliga användare.

source: Select a photo
sv_se: Välj ett foto

source: Select a site to repair forums
sv_se: Välj en webbplats för att reparera forum

source: Select activity item %1$d
sv_se: Välj aktivitetsobjekt %1$d

source: Select activity type
sv_se: Välj typ av aktivitet

source: Select Album
sv_se: Välj album

source: Select All
sv_se: Välj alla

source: Select all
sv_se: Välj alla

source: Select an image
sv_se: Välj en bild

source: Select Bulk Action
sv_se: Välj Bulk Action (Bulkåtgärd)

source: Select bulk action
sv_se: Välj en åtgärd i stor skala

source: Select Day
sv_se: Välj dag

source: Select field
sv_se: Välj fält

source: Select Folder
sv_se: Välj mapp

source: Select group %1$d
sv_se: Välj grupp %1$d

source: Select group members to message by clicking the + button next to each member. Once you've made a selection, click "Send Message" to create a new group message.
sv_se: Välj gruppmedlemmar till meddelandet genom att klicka på + knappen bredvid varje medlem. När du har gjort ett val klickar du på "Skicka meddelande" för att skapa ett nytt gruppmeddelande.

source: Select group role for member
sv_se: Välj grupproll för medlem

source: Select Group Settings
sv_se: Välj Gruppinställningar

source: Select Group Type
sv_se: Välj grupptyp

source: Select individual recipients by clicking the + button next to each member.
sv_se: Välj enskilda mottagare genom att klicka på + knappen bredvid varje medlem.

source: Select Members
sv_se: Välj medlemmar

source: Select members to invite by clicking the + button next to each member.
sv_se: Välj medlemmar att bjuda in genom att klicka på + knappen bredvid varje medlem.

source: Select moderation item %1$d
sv_se: Välj moderationsobjekt %1$d

source: Select Month
sv_se: Välj månad

source: Select Parent
sv_se: Välj förälder

source: Select Photos
sv_se: Välj foton

source: Select Platform
sv_se: Välj plattform

source: Select profile type
sv_se: Välj profiltyp

source: Select range
sv_se: Välj intervall

source: Select site to repair the forums
sv_se: Välj plats för att reparera forumet

source: Select the attributes that your discussion should have:
sv_se: Välj de egenskaper som din diskussion ska ha:

source: Select the attributes that your forum should have:
sv_se: Välj de attribut som ditt forum ska ha:

source: Select the attributes that your reply should have:
sv_se: Välj de egenskaper som ditt svar ska ha:

source: Select the default social group Privacy setting upon creation
sv_se: Välj standardinställning för den sociala gruppen Sekretess vid skapandet

source: Select the discussion to merge this one into. The destination topic will remain the lead discussion, and this one will change into a reply.
sv_se: Välj den diskussion som den här diskussionen ska slås samman med. Målämnet förblir huvuddiskussionen och den här diskussionen ändras till ett svar.

source: Select this notification
sv_se: Välj denna anmälan

source: Select to display the latest activity updates, by type, posted within your community.
sv_se: Välj om du vill visa de senaste aktivitetsuppdateringarna, per typ, som har publicerats i ditt samhälle.

source: Select user: %s
sv_se: Välj användare: %s

source: Select visibility
sv_se: Välj synlighet

source: Select whether to open or close the discussion.
sv_se: Välj om du vill öppna eller stänga diskussionen.

source: Select which connections to invite by clicking the + button next to each member.
sv_se: Välj vilka anslutningar du vill bjuda in genom att klicka på +-knappen bredvid varje medlem.

source: Select which Custom Post Types (coming from your plugins) should be shown in the activity feed. For example, if using WooCommerce it could post into the activity feed every time someone creates a new product.
sv_se: Välj vilka anpassade inläggstyper (från dina plugins) som ska visas i aktivitetsflödet. Om du till exempel använder WooCommerce kan det skickas in i aktivitetsflödet varje gång någon skapar en ny produkt.

source: Select which group members can invite others to join the group
sv_se: Välj vilka gruppmedlemmar som kan bjuda in andra att gå med i gruppen

source: Select which group types this profile type is allowed to create. (Leave all unchecked to allow creation of any group type.)
sv_se: Välj vilka grupptyper den här profiltypen får skapa. (Låt alla vara avmarkerade om du vill tillåta skapandet av alla grupptyper.)

source: Select which profile types can join private groups with this group type without approval.
sv_se: Välj vilka profiltyper som kan gå med i privata grupper med den här grupptypen utan godkännande.

source: Select which roles can view reports
sv_se: Välj vilka roller som kan visa rapporter

source: Select who can see the course tab in social groups
sv_se: Välj vem som kan se kursfliken i sociala grupper

source: Select who is allowed to see this field?
sv_se: Välj vem som får se det här fältet

source: Select who may see your profile details.
sv_se: Välj vem som kan se dina profiluppgifter.

source: Select Year
sv_se: Välj år

source: Select your file
sv_se: Välj din fil

source: Select:
sv_se: Välj:

source: Selected value for the setting.
sv_se: Valt värde för inställningen.

source: Send
sv_se: Skicka

source: Send a Reply
sv_se: Skicka ett svar

source: Send Group Message
sv_se: Skicka gruppmeddelande

source: Send Individually
sv_se: Skicka individuellt

source: Send Invite
sv_se: Skicka inbjudan

source: Send Invites
sv_se: Skicka inbjudningar

source: Send Message
sv_se: Skicka meddelande

source: Send Messages
sv_se: Skicka meddelanden

source: Send Private Message
sv_se: Skicka privat meddelande

source: Send Reply
sv_se: Skicka svar

source: Send Report
sv_se: Skicka rapport

source: Send Request
sv_se: Skicka förfrågan

source: Send to
sv_se: Skicka till

source: Sender
sv_se: Avsändare

source: Sender users ID.
sv_se: Användar-ID för avsändaren.

source: Sending group invitations. Please wait.
sv_se: Skickar gruppinbjudningar. Vänta.

source: sent a document
sv_se: skickat ett dokument

source: sent a gif
sv_se: skickade en gif

source: sent a photo
sv_se: skickade ett foto

source: sent a video
sv_se: skickade en video

source: Sent by
sv_se: Skickad av

source: Sent Created (GMT)
sv_se: Sändes skapad (GMT)

source: Sent Date (GMT)
sv_se: Datum för avsändning (GMT)

source: Sent from group %s individually to all group members.
sv_se: Skickad från gruppen %s individuellt till alla gruppmedlemmar.

source: Sent from group %s to all group members.
sv_se: Skickat från gruppen %s till alla gruppmedlemmar.

source: Sent from group %s to individual members.
sv_se: Skickat från gruppen %s till enskilda medlemmar.

source: Sent from group %s to the people in this conversation.
sv_se: Skickat från grupp %s till de personer som deltar i denna konversation.

source: Sent from group <a href="%1$s">%2$s</a> individually to all group members.
sv_se: Skickas från gruppen <a href="%1$s">%2$s</a> individuellt till alla gruppmedlemmar.

source: Sent from group <a href="%1$s">%2$s</a> to all group members.
sv_se: Skickad från gruppen <a href="%1$s">%2$s</a> till alla gruppmedlemmar.

source: Sent from group <a href="%1$s">%2$s</a> to individual members.
sv_se: Skickad från gruppen <a href="%1$s">%2$s</a> till enskilda medlemmar.

source: Sent from group <a href="%1$s">%2$s</a> to the people in this conversation.
sv_se: Skickat från gruppen <a href="%1$s">%2$s</a> till de personer som deltar i denna konversation.

source: Sent Invite
sv_se: Skickad inbjudan

source: Sent Invites
sv_se: Skickade inbjudningar

source: sent some documents
sv_se: skickade några dokument

source: sent some photos
sv_se: skickade några bilder

source: sent some videos
sv_se: skickade några videor

source: Sent to
sv_se: Skickat till

source: sent you a new message
sv_se: skickade ett nytt meddelande till dig

source: Separate categories with commas
sv_se: Separera kategorier med kommatecken

source: Server responded with {{statusCode}} code.
sv_se: Servern svarade med koden {{statusCode}}.

source: Session has expired, please refresh and try again.
sv_se: Sessionen har gått ut, uppdatera och försök igen.

source: Set a maximum file size for document uploads, in megabytes. Your server's maximum upload size is
sv_se: Ange en maximal filstorlek för uppladdning av dokument i megabyte. Serverns maximala uppladdningsstorlek är

source: Set a maximum file size for photo uploads, in megabytes. Your server's maximum upload size is
sv_se: Ange en maximal filstorlek för uppladdning av foton i megabyte. Serverns maximala uppladdningsstorlek är

source: Set a maximum file size for video uploads, in megabytes. Your server's maximum upload size is
sv_se: Ange en maximal filstorlek för videouppladdningar i megabyte. Din servers maximala uppladdningsstorlek är

source: Set a maximum number of files that can be added to one activity post or document upload.
sv_se: Ange ett maximalt antal filer som kan läggas till i ett aktivitetsinlägg eller en dokumentuppladdning.

source: Set a maximum number of images that can be added to one activity post or photo upload.
sv_se: Ange ett maximalt antal bilder som kan läggas till i ett aktivitetsinlägg eller en bilduppladdning.

source: Set Profile Type
sv_se: Ange profiltyp

source: Set the default navigation tab when viewing a group. The dropdown only shows tabs that are available to all groups.
sv_se: Ange standardnavigationsfliken när du visar en grupp. I rullgardinsmenyn visas endast flikar som är tillgängliga för alla grupper.

source: Set the default navigation tab when viewing a member profile. The dropdown only shows tabs that are available to all members.
sv_se: Ange standardfliken för navigering när du visar en medlemsprofil. Rullgardinsmenyn visar endast flikar som är tillgängliga för alla medlemmar.

source: Set type(s) for a group.
sv_se: Ange typ(er) för en grupp.

source: Set type(s) for a member.
sv_se: Ange typ(er) för en medlem.

source: Setting field description.
sv_se: Beskrivning av inställningsfältet.

source: Setting field name.
sv_se: Inställning av fältnamn.

source: Setting time limits and other user posting capabilities
sv_se: Fastställande av tidsgränser och andra möjligheter för användare att publicera meddelanden

source: Settings
sv_se: Inställningar

source: Share something with your group...
sv_se: Dela något med din grupp...

source: Short Content of the course.
sv_se: Kort innehåll Kursens innehåll.

source: Short Content of the forum.
sv_se: Kort innehåll i forumet.

source: Short Content of the topic.
sv_se: Kort innehåll i ämnet.

source: Shortcode
sv_se: Kortkod

source: Shorthand for certain orderby/order combinations.
sv_se: Kort för vissa orderby / orderkombinationer.

source: Show
sv_se: Visa

source: Show a Log In form to logged-out visitors, and a Log Out link to those who are logged in.
sv_se: Visa ett formulär för inloggning för utloggade besökare och en länk för utloggning för dem som är inloggade.

source: Show discussion author:
sv_se: Visa diskussionsförfattare:

source: Show formatting
sv_se: Visa formatering

source: Show in Browser Tab
sv_se: Visa i webbläsarfliken

source: Show Logged in user Profile Completion Progress.
sv_se: Visa inloggade användares profilkompletteringsframsteg.

source: Show members new notifications received while on a page on-screen.
sv_se: Visa meddelanden om nya meddelanden som medlemmarna fått på en sida på skärmen.

source: Show new notifications in the title of the browser tab
sv_se: Visa nya meddelanden i titeln på webbläsarfliken

source: Show on-screen notifications on small screens
sv_se: Visa meddelanden på skärmen på små skärmar

source: Show post date:
sv_se: Visa datum för publicering:

source: Show reply author:
sv_se: Visa svarsförfattaren:

source: Show the Toolbar for logged out users
sv_se: Visa verktygsfältet för utloggade användare

source: Show the Toolbar for logged-in admins
sv_se: Visa verktygsfältet för inloggade administratörer

source: Show the Toolbar for logged-in members (non-admins)
sv_se: Visa verktygsfältet för inloggade medlemmar (icke-admins)

source: Show total count or not.
sv_se: Visa totalantalet eller inte.

source: Show:
sv_se: Visa:

source: Showing results for '%s'
sv_se: Visar resultat för "%s

source: Sign Up
sv_se: Bli Medlem

source: Single Fields
sv_se: Enstaka fält

source: Single Line Text
sv_se: Text på en rad

source: Singular Label
sv_se: Singulära etiketter

source: Singular name.
sv_se: Singularnamn.

source: Site Details
sv_se: Detaljer om webbplatsen

source: Site Directory
sv_se: Katalog över webbplatser

source: Site Domain:
sv_se: Webbplatsens domän:

source: Site icon for %s
sv_se: Webbplatsikon för %s

source: Site Name:
sv_se: Platsens namn:

source: Site Name: <b>%s</b>
sv_se: Platsens namn: <b>%s</b>

source: Site Notices
sv_se: Meddelanden om webbplatsen

source: Site registration is currently disabled.
sv_se: Registrering på webbplatsen är för närvarande inaktiverad.

source: Site Title
sv_se: Webbplatsens titel

source: Site Title color
sv_se: Webbplatsens titel färg

source: Site Title logo size
sv_se: Storlek på logotypen för webbplatsens titel

source: Site Title text size
sv_se: Textstorlek för webbplatsens titel

source: Site Title:
sv_se: Webbplatsens titel:

source: Site URL
sv_se: Webbplatsens URL

source: Site Wide Activity RSS Feed
sv_se: RSS-flöde för aktiviteter på hela webbplatsen

source: Site-Wide Activity
sv_se: Aktivitet på hela webbplatsen

source: Sites
sv_se: Webbplatser

source: Sites:
sv_se: Platser:

source: Sitewide notice dismissed
sv_se: Meddelande om hela webbplatsen avvisas

source: Situations
sv_se: Situationer

source: Size of the uploaded document.
sv_se: Storleken på det uppladdade dokumentet.

source: Sketch Document
sv_se: Skissdokument

source: Slow down; you move too fast.
sv_se: Sakta ner, du rör dig för snabbt.

source: Slug of the group type.
sv_se: Grupptypens namn.

source: Slug of the member type.
sv_se: Slug för medlemstypen.

source: Slug:
sv_se: Snigel:

source: Slugs
sv_se: Sniglar

source: Smileys & People
sv_se: Smileys och människor

source: Social Group
sv_se: Social grupp

source: Social group "Members" will be assigned to the above role in LearnDash groups
sv_se: Den sociala gruppen "Medlemmar" kommer att tilldelas ovanstående roll i LearnDash-grupperna

source: Social group "Moderators" will be assigned to the above role in LearnDash groups
sv_se: Den sociala gruppen "Moderators" kommer att tilldelas ovanstående roll i LearnDash-grupper

source: Social group "Organizers" will be assigned to the above role in LearnDash groups
sv_se: Gruppens "Arrangörer" kommer att tilldelas ovanstående roll i LearnDash-grupper

source: Social Group Invite Status
sv_se: Status för inbjudan till social grupp

source: Social Group Privacy
sv_se: Sekretess för sociala grupper

source: Social Group Sync
sv_se: Synkronisering av sociala grupper

source: Social Groups
sv_se: Sociala grupper

source: Social groups <span>&rarr; LearnDash groups</span>
sv_se: Sociala grupper <span>&rarr; LearnDash-grupper</span>

source: Social Groups</span>
sv_se: Sociala grupper </span>

source: Social Networks
sv_se: Sociala nätverk

source: Software Development
sv_se: Utveckling av programvara

source: Some of these tools utilize substantial database resources. Avoid running more than 1 import job at a time.
sv_se: Vissa av dessa verktyg använder stora databasresurser. Undvik att köra mer än ett importjobb åt gången.

source: Some optional parameters to help tune the conversion process.
sv_se: Några valfria parametrar för att hjälpa till att anpassa konverteringen.

source: Some statistics from your forum.
sv_se: Lite statistik från ditt forum.

source: Someone has requested a password reset for the following account:
sv_se: Någon har begärt lösenordsåterställning för följande konto:

source: Something has gone wrong.
sv_se: Något har gått fel.

source: Something went wrong. Please try again.
sv_se: Något gick fel. Försök igen.

source: Something went wrong. Refresh your browser and try again.
sv_se: Något gick fel. Uppdatera din webbläsare och försök igen.

source: sometime
sv_se: någon gång

source: Sorry something went wrong, please try again.
sv_se: Tyvärr gick något fel, försök igen.

source: Sorry! preview is not available right now. Please try again later.
sv_se: Tyvärr! förhandsgranskningen är inte tillgänglig just nu. Försök igen senare.

source: Sorry! something went wrong we are not able to preview.
sv_se: Tyvärr! Något gick fel och vi kan inte förhandsgranska.

source: Sorry, Activity component was not enabled.
sv_se: Tyvärr, aktivitets-komponenten var inte aktiverad.

source: Sorry, Already reported this item.
sv_se: Tyvärr, har redan rapporterat detta objekt.

source: Sorry, blog avatar is disabled.
sv_se: Tyvärr, blog avatar är inaktiverad.

source: Sorry, Destination discussion ID not found!
sv_se: Tyvärr, ID för destinationsdiskussionen kunde inte hittas!

source: Sorry, Destination discussion ID not found.
sv_se: Tyvärr, ID för destinationsdiskussionen kunde inte hittas.

source: Sorry, Discussion does not exist.
sv_se: Tyvärr, diskussionen finns inte.

source: Sorry, Discussion ID cannot be a negative number.
sv_se: Discussion ID kan tyvärr inte vara ett negativt tal.

source: Sorry, Discussion ID is missing.
sv_se: Tyvärr saknas diskussions-ID.

source: Sorry, Discussion ID must be a number.
sv_se: Tyvärr, diskussions-ID måste vara ett nummer.

source: Sorry, Discussion is closed.
sv_se: Tyvärr, diskussionen är avslutad.

source: Sorry, Fields are not matched with original field set to reorder.
sv_se: Tyvärr, fälten matchas inte med det ursprungliga fältet för att omordna.

source: Sorry, Forum does not exist.
sv_se: Tyvärr, forumet finns inte.

source: Sorry, Forum ID cannot be a negative number.
sv_se: Forum-ID kan tyvärr inte vara ett negativt tal.

source: Sorry, Forum ID is missing.
sv_se: Tyvärr saknas forum-ID.

source: Sorry, Forum ID must be a number.
sv_se: Tyvärr, forum-ID måste vara ett nummer.

source: Sorry, group avatar upload is disabled.
sv_se: Tyvärr, uppladdning av gruppavatar är inaktiverad.

source: Sorry, group cover upload is disabled.
sv_se: Tyvärr, uppladdning av gruppomslag är inaktiverat.

source: Sorry, Group id is missing.
sv_se: Tyvärr saknas grupp-id.

source: Sorry, Group Type is disabled from setting.
sv_se: Tyvärr är grupptyp inaktiverad från inställningen.

source: Sorry, Groups component was not enabled.
sv_se: Tyvärr, komponenten Grupper var inte aktiverad.

source: Sorry, Invalid item to report.
sv_se: Tyvärr, ogiltig artikel att rapportera.

source: Sorry, Invalid member ID.
sv_se: Tyvärr, ogiltigt medlems-ID.

source: Sorry, Link Previews is disabled.
sv_se: Länkförhandsgranskningar är tyvärr inaktiverade.

source: Sorry, member avatar upload is disabled.
sv_se: Tyvärr, uppladdning av avatarer för medlemmar är inaktiverad.

source: Sorry, Members component was not enabled.
sv_se: Tyvärr, Members-komponenten var inte aktiverad.

source: Sorry, no %s were found.
sv_se: Tyvärr hittades inga %s.

source: Sorry, no albums were found.
sv_se: Tyvärr hittades inga album.

source: Sorry, no blocked members found.
sv_se: Tyvärr, inga blockerade medlemmar hittades.

source: Sorry, no certificates were found.
sv_se: Tyvärr hittades inga certifikat.

source: Sorry, no connections were found.
sv_se: Tyvärr hittades inga anslutningar.

source: Sorry, no data was found.
sv_se: Tyvärr hittades inga uppgifter.

source: Sorry, no documents were found.
sv_se: Tyvärr hittades inga dokument.

source: Sorry, no group members were found.
sv_se: Tyvärr hittades inga gruppmedlemmar.

source: Sorry, no members were found.
sv_se: Tyvärr hittades inga medlemmar.

source: Sorry, no messages were found.
sv_se: Tyvärr hittades inga meddelanden.

source: Sorry, no more messages can be loaded.
sv_se: Tyvärr kan inga fler meddelanden laddas.

source: Sorry, no photos & videos were found
sv_se: Tyvärr hittades inga foton och videor

source: Sorry, no photos & videos were found.
sv_se: Tyvärr hittades inga foton och videor.

source: Sorry, no photos were found
sv_se: Tyvärr hittades inga bilder

source: Sorry, no photos were found.
sv_se: Tyvärr hittades inga bilder.

source: Sorry, no reported content found.
sv_se: Tyvärr, inget rapporterat innehåll hittades.

source: Sorry, no videos were found
sv_se: Tyvärr, inga videor hittades

source: Sorry, no videos were found.
sv_se: Tyvärr hittades inga videor.

source: Sorry, Profile Types is disabled from setting.
sv_se: Tyvärr är profiltyper inaktiverade från inställningen.

source: Sorry, Restrict access to only group members.
sv_se: Tyvärr, begränsar åtkomsten till endast gruppmedlemmar.

source: Sorry, Restrict access to only logged-in members.
sv_se: Tyvärr, åtkomsten är begränsad till inloggade medlemmar.

source: Sorry, Restrict access to view this Album.
sv_se: Tyvärr, begränsad åtkomst för att visa detta album.

source: Sorry, Restrict access to view this document.
sv_se: Tyvärr, begränsad åtkomst för att visa detta dokument.

source: Sorry, Restrict access to view this folder.
sv_se: Tyvärr, begränsad åtkomst för att visa den här mappen.

source: Sorry, Restrict access to view this media.
sv_se: Tyvärr, begränsad åtkomst för att visa detta media.

source: Sorry, Restrict access to view this video.
sv_se: Tyvärr, begränsad tillgång för att se den här videon.

source: Sorry, something goes wrong please try again.
sv_se: Ledsen, något gick fel, försök igen.

source: Sorry, Something happened wrong
sv_se: Förlåt, något hände fel

source: Sorry, something went wrong. Please try again later.
sv_se: Förlåt, något gick fel. Försök igen senare.

source: Sorry, term is required parameter.
sv_se: Tyvärr är term en obligatorisk parameter.

source: Sorry, that email address is already used!
sv_se: Tyvärr har den e-postadressen redan använts!

source: Sorry, that email address is not allowed!
sv_se: Tyvärr är den e-postadressen inte tillåten!

source: Sorry, that username already exists!
sv_se: Tyvärr, det användarnamnet finns redan!

source: Sorry, The discussion you want to edit was not found.
sv_se: Tyvärr, diskussionen du vill redigera hittades inte.

source: Sorry, The discussion you want to merge to was not found.
sv_se: Tyvärr hittades inte diskussionen du vill sammanfoga till.

source: Sorry, The discussion you want to split to was not found!
sv_se: Tyvärr, diskussionen du vill dela upp till hittades inte!

source: Sorry, the profile field value is not viewable for this user.
sv_se: Tyvärr kan inte profilfältets värde visas för den här användaren.

source: Sorry, there are no uploaded avatars for this group on this site.
sv_se: Tyvärr finns det inga uppladdade avatarer för den här gruppen på den här webbplatsen.

source: Sorry, there are no uploaded avatars for this user on this site.
sv_se: Tyvärr finns det inga uppladdade avatarer för denna användare på denna webbplats.

source: Sorry, There was a problem converting the reply into the discussion. Please try again.
sv_se: Ursäkta, det fanns ett problem med att konvertera svaret till diskussionen. Försök igen.

source: Sorry, there was a problem deleting the avatar.
sv_se: Ursäkta, det var ett problem med att radera avataren.

source: Sorry, there was a problem deleting this group avatar.
sv_se: Det var tyvärr ett problem med att radera denna gruppavatar.
