Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: <a href="{{{poster.url}}}">{{poster.name}}</a> mentioned you in the group "<a href="{{{group.url}}}">{{group.name}}</a>": {{{status_update}}}
sv_se: <a href="{{{{poster.url}}}">{{poster.name}}</a> nämnde dig i gruppen "<a href="{{{{group.url}}}">{{{group.name}}</a>": {{{status_update}}}

source: <a href="{{{poster.url}}}">{{poster.name}}</a> replied to one of your comments: {{{activity_reply}}}
sv_se: <a href="{{{{poster.url}}}">{{{poster.name}}}</a> svarade på en av dina kommentarer: {{{activity_reply}}}

source: <a href="{{{poster.url}}}">{{poster.name}}</a> replied to one of your updates: {{{activity_reply}}}
sv_se: <a href="{{{{poster.url}}}">{{{poster.name}}}</a> svarade på en av dina uppdateringar: {{{{activity_reply}}}

source: <a href="{{{profile.url}}}">{{requesting-user.name}}</a> wants to join the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot;. As you are organizer of this group, you must either accept or reject the membership request. {{{member.card}}} <a href="{{{group-requests.url}}}">Click here</a> to manage this and all other pending requests.
sv_se: <a href="{{{profile.url}}}">{{requesting-user.name}}</a> vill gå med i gruppen &quot; <a href="{{{group.url}}}">{{group.name}}</a> &quot;. Eftersom du är arrangör för den här gruppen måste du antingen acceptera eller avvisa medlemsansökan. {{{member.card}}} <a href="{{{group-requests.url}}}">Klicka här för</a> att hantera detta och alla andra väntande förfrågningar.

source: <a href='{{{content.link}}}'>{{content.type}}</a> has been automatically hidden from your network as it has been reported {{timesreported}} time(s). <a href='{{{reportlink}}}' style='color: #007CFF;font-size: 14px;text-decoration: none;border: 1px solid #007CFF;border-radius: 100px;min-width: 64px;text-align: center;height: 16px;line-height: 16px;padding: 8px 12px; display: inline-block;'>View Reports</a>
sv_se: <a href='{{{{content.link}}}'>{{{content.type}}}</a> har automatiskt gömts från ditt nätverk eftersom den har rapporterats {{timesreported}}} gånger <a href='{{{reportlink}}}' style='color: #007CFF;font-size: 14px;text-decoration: none;border: 1px solid #007CFF;border-radius: 100px;min-width: 64px;text-align: center;height: 16px;line-height: 16px;padding: 8px 12px; display: inline-block;'>Se rapporter</a>

source: <a href='{{{user.link}}}'>{{user.name}}</a> has been automatically suspended from your network as they have been reported {{timesblocked}} time(s). <a href='{{{reportlink}}}' style='font-size: 14px;color: #007CFF;text-decoration: none;border: 1px solid #007CFF;border-radius: 100px;min-width: 64px;text-align: center;height: 16px;line-height: 16px;padding: 8px 12px;display: inline-block;'>View Reports</a>
sv_se: <a href='{{{{user.link}}}'>{{user.name}}</a> har automatiskt stängts av från ditt nätverk eftersom de har rapporterats {{timesblocked}}} gånger <a href='{{{reportlink}}}' style='font-size: 14px;color: #007CFF;text-decoration: none;border: 1px solid #007CFF;border-radius: 100px;min-width: 64px;text-align: center;height: 16px;line-height: 16px;padding: 8px 12px;display: inline-block;'>Se rapporter</a>

source: <b>%1$d out of %2$d</b> %3$s completed
sv_se: <b>%1$d av %2$d</b> %3$s slutförd

source: <b>%1$d</b> %2$s earned
sv_se: <b>%1$d</b> %2$s intjänade

source: <b>%d</b> average points
sv_se: <b>%d</b> genomsnittliga poäng

source: <code>4 years ago</code>, <code>4 years from now</code>
sv_se: <code>4 år sedan</code>, <code>4 år från nu</code>

source: <em>Logged-In</em> links are relative to the current user, and are not visible to visitors who are not logged in.
sv_se: <em> Inloggade </em> länkar är relativt den nuvarande användaren och är inte synliga för besökare som inte är inloggade.

source: <em>Logged-Out</em> links are not visible to users who are logged in.
sv_se: <em> Utloggade </em> länkar är inte synliga för användare som är inloggade.

source: <p class="joined">Joined "%s"</p>
sv_se: <p class="joined">Gick med"%s"</p>

source: <p class="joined">Left "%s"</p>
sv_se: <p class="joined">Vänster "%s"</p>

source: <p class="joined">Removed Ban "%s"</p>
sv_se: <p class="joined">Förflyttat förbud "%s"</p>

source: <p>Here are the statistics and popular discussions of our forums.</p>
sv_se: <p>Här är statistik och populära diskussioner i våra forum.</p>

source: <p>This is a collection of tags that are currently popular on our forums.</p>
sv_se: <p>Detta är en samling taggar som för närvarande är populära på våra forum.</p>

source: <span>Certificate in </span> <a href="%s">%s</a>
sv_se: <span>Certifikat tilldelas i</span> <a href="%s">%s</a>

source: <span>Earned on</span> %s
sv_se: <span>Intjänad på</span> %s

source: <span>Native mobile apps by </span><a href="%s">BuddyBoss</a><span>.</span>
sv_se: <span>Nativa mobilappar från </span><a href="%s">BuddyBoss</a><span>.</span>

source: <strong>%1$s</strong><span> is like:<span>
sv_se: <strong>%1$s</strong><span> är som:<span>

source: <strong>%1$s</strong><span> is one of:<span>
sv_se: <strong>%1$s</strong><span> är en av följande:<span>

source: <strong>%1$s</strong><span> is within:<span>
sv_se: <strong>%1$s</strong><span> är inom:<span>

source: <strong>%1$s</strong><span> is:<span>
sv_se: <strong>%1$s</strong><span> är:<span>

source: <strong>%1$s</strong><span> match all:<span>
sv_se: <strong>%1$s</strong><span> matcha alla:<span>

source: <strong>%1$s</strong><span> match any:<span>
sv_se: <strong>%1$s</strong><span> matchar alla:<span>

source: <strong>%1$s</strong><span> range:<span>
sv_se: <strong>%1$s</strong><span> intervall:<span>

source: <strong>BuddyBoss Platform is almost ready</strong>. You must <a href="%s">update your permalink structure</a> to something other than the default for it to work.
sv_se: <strong>BuddyBoss Platform är nästan klar</strong>. Du måste <a href="%s">uppdatera din permalinkstruktur</a> till något annat än standard för att det ska fungera.

source: <strong>Close</strong> will mark the selected discussion as "closed" and disable the option to post new replies to the discussion.
sv_se: <strong>Slut</strong> markerar den valda diskussionen som "stängd" och inaktiverar möjligheten att skicka nya svar till diskussionen.

source: <strong>Discussion Editor</strong> - Enter the text for your discussion. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your discussion text. You can insert media files by clicking the icons above the discussion editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular discussion editor.
sv_se: <strong>Diskussionsredigerare</strong> - Ange texten för din diskussion. Det finns två sätt att redigera: Det finns två sätt att redigera: Visuellt och HTML. Välj läge genom att klicka på lämplig flik. Visuellt läge ger dig en WYSIWYG-redigerare. Klicka på den sista ikonen i raden för att få en andra rad med kontroller. I HTML-läget kan du skriva in rå HTML tillsammans med din diskussionstext. Du kan infoga mediefiler genom att klicka på ikonerna ovanför diskussionsredigeraren och följa anvisningarna. Du kan gå till den distraktionsfria skrivskärmen via ikonen Fullscreen i det visuella läget (näst sista i den översta raden) eller knappen Fullscreen i HTML-läget (sista i raden). När du väl är där kan du göra knapparna synliga genom att hålla muspekaren över det övre området. Avsluta Fullscreen och gå tillbaka till den vanliga diskussionsredigeraren.

source: <strong>Discussion Type</strong> dropdown indicates the sticky status of the discussion. Selecting the super sticky option would stick the discussion to the front of your forums, i.e. the discussion index, sticky option would stick the discussion to its respective forum. Selecting normal would not stick the discussion anywhere.
sv_se: <strong>Diskussionstyp</strong> visar diskussionens klibbiga status. Om du väljer alternativet "Super sticky" kommer diskussionen att hamna längst fram i dina forum, dvs. i diskussionsindexet, medan alternativet "Sticky" kommer att hålla diskussionen kvar i respektive forum. Om du väljer normal kommer diskussionen inte att fastna någonstans.

source: <strong>Discussion</strong> determines the parent discussion that the reply belongs to.
sv_se: <strong>Diskussion</strong> anger vilken överordnad diskussion som svaret tillhör.

source: <strong>Edit</strong> takes you to the editing screen for that discussion. You can also reach that screen by clicking on the discussion title.
sv_se: <strong>Redigera</strong> tar dig till redigeringsskärmen för den diskussionen. Du kan också nå den skärmen genom att klicka på diskussionens titel.

source: <strong>Edit</strong> takes you to the editing screen for that forum. You can also reach that screen by clicking on the forum title.
sv_se: <strong>Redigera</strong> tar dig till redigeringsskärmen för det forumet. Du kan också nå den skärmen genom att klicka på forumets titel.

source: <strong>Edit</strong> takes you to the editing screen for that reply. You can also reach that screen by clicking on the reply title.
sv_se: <strong>Redigera</strong> tar dig till redigeringsskärmen för det svaret. Du kan också nå den skärmen genom att klicka på svarets titel.

source: <strong>ERROR:</strong> You do not have the permission to do that!
sv_se: <strong>FEL:</strong> Du har inte behörighet att göra det!

source: <strong>ERROR:</strong> You do not have the permission to do that.
sv_se: <strong>FEL:</strong> Du har inte behörighet att göra det.

source: <strong>ERROR</strong>: Are you sure you wanted to do that?
sv_se: <strong>FEL</strong>: Är du säker på att du ville göra det?

source: <strong>ERROR</strong>: Destination discussion ID not found!
sv_se: <strong>FEL</strong>: ID för måldiskussionen saknas!

source: <strong>ERROR</strong>: Destination discussion ID not found.
sv_se: <strong>FEL</strong>: ID för måldiskussionen saknas.

source: <strong>ERROR</strong>: Discussion does not exist.
sv_se: <strong>FEL</strong>: Diskussionen finns inte.

source: <strong>ERROR</strong>: Discussion ID cannot be a negative number.
sv_se: <strong>FEL</strong>: Diskussions-ID kan inte vara ett negativt tal.

source: <strong>ERROR</strong>: Discussion ID is missing.
sv_se: <strong>FEL</strong>: Diskussions-ID saknas.

source: <strong>ERROR</strong>: Discussion ID must be a number.
sv_se: <strong>FEL</strong>: Diskussions-ID måste vara ett nummer.

source: <strong>ERROR</strong>: Discussion ID not found.
sv_se: <strong>FEL</strong>: Diskussions-ID saknas.

source: <strong>ERROR</strong>: Discussion is closed.
sv_se: <strong>FEL</strong>: Diskussionen är avslutad.

source: <strong>ERROR</strong>: Duplicate discussion detected; it looks as though you've already said that!
sv_se: <strong>FEL</strong>: Det ser ut som om du redan har sagt det!

source: <strong>ERROR</strong>: Duplicate reply detected; it looks as though you've already said that!
sv_se: <strong>FEL</strong>: Det ser ut som om du redan har sagt det!

source: <strong>ERROR</strong>: Forum does not exist.
sv_se: <strong>FEL</strong>: Forum finns inte.

source: <strong>ERROR</strong>: Forum ID cannot be a negative number.
sv_se: <strong>FEL</strong>: Forum-ID kan inte vara ett negativt tal.

source: <strong>ERROR</strong>: Forum ID is missing.
sv_se: <strong>FEL</strong>: Forum-ID saknas.

source: <strong>ERROR</strong>: Forum ID must be a number.
sv_se: <strong>FEL</strong>: Forum-ID måste vara ett nummer.

source: <strong>ERROR</strong>: Forum ID not found.
sv_se: <strong>FEL</strong>: Forum-ID saknas.

source: <strong>ERROR</strong>: Invalid author name submitted!
sv_se: <strong>ERROR</strong>: Ett ogiltigt författarnamn har skickats in!

source: <strong>ERROR</strong>: Invalid email address submitted!
sv_se: <strong> ERROR </strong>: Ogiltig e-postadress skickad!

source: <strong>Error</strong>: Nickname already has been taken. Please try again.
sv_se: <strong>Fel</strong>: Smeknamnet är redan upptaget. Försök igen.

source: <strong>ERROR</strong>: No discussion was found! Which discussion are you subscribing/unsubscribing to?
sv_se: <strong>ERROR</strong>: Ingen diskussion hittades! Vilken diskussion prenumererar/avsluter du på?

source: <strong>ERROR</strong>: No forum was found! Which forum are you subscribing/unsubscribing to?
sv_se: <strong>ERROR</strong>: Inget forum hittades! Vilket forum prenumererar/avsluter du på?

source: <strong>ERROR</strong>: No topic was found! Which topic are you marking/unmarking as favorite?
sv_se: <strong>ERROR</strong>: Inget ämne hittades! Vilket ämne markerar/avmarkerar du som favorit?

source: <strong>ERROR</strong>: Reply ID not found.
sv_se: <strong>FEL</strong>: Svars-ID saknas.

source: <strong>ERROR</strong>: Reply ID to move not found!
sv_se: <strong>FEL</strong>: Svars-ID för flyttning saknas!

source: <strong>ERROR</strong>: Reply ID to split the topic from not found!
sv_se: <strong>FEL</strong>: Svars-ID för att dela upp ämnet från inte hittat!

source: <strong>ERROR</strong>: Slow down; you move too fast.
sv_se: <strong>ERROR</strong>: Sakta ner, du rör dig för snabbt.

source: <strong>ERROR</strong>: The discussion you want to edit was not found.
sv_se: <strong>FEL</strong>: Diskussionen du vill redigera hittades inte.

source: <strong>ERROR</strong>: The discussion you want to merge to was not found.
sv_se: <strong>ERROR</strong>: Diskussionen du vill sammanföra med hittades inte.

source: <strong>ERROR</strong>: The discussion you want to merge was not found.
sv_se: <strong>ERROR</strong>: Diskussionen du vill sammanföra hittades inte.

source: <strong>ERROR</strong>: The discussion you want to move from was not found.
sv_se: <strong>FEL</strong>: Diskussionen du vill flytta från hittades inte.

source: <strong>ERROR</strong>: The discussion you want to move to was not found!
sv_se: <strong>FEL</strong>: Diskussionen du vill flytta till hittades inte!

source: <strong>ERROR</strong>: The discussion you want to split to was not found!
sv_se: <strong>ERROR</strong>: Diskussionen du vill dela upp dig till hittades inte!

source: <strong>ERROR</strong>: The following problem(s) have been found while deleting the tag: %s
sv_se: <strong>ERROR</strong>: Följande problem har hittats när du raderade taggen: %s

source: <strong>ERROR</strong>: The following problem(s) have been found while getting the tag: %s
sv_se: <strong>ERROR</strong>: Följande problem har hittats när du hämtade taggen: %s

source: <strong>ERROR</strong>: The following problem(s) have been found while merging the tags: %s
sv_se: <strong>ERROR</strong>: Följande problem har hittats när du slog ihop taggarna: %s

source: <strong>ERROR</strong>: The following problem(s) have been found while updating the tag: %s
sv_se: <strong>ERROR</strong>: Följande problem har hittats vid uppdatering av taggen: %s

source: <strong>ERROR</strong>: The forum you want to edit was not found.
sv_se: <strong>FEL</strong>: Forumet du vill redigera hittades inte.

source: <strong>ERROR</strong>: The reply you want to edit was not found.
sv_se: <strong>FEL</strong>: Svaret du vill redigera hittades inte.

source: <strong>ERROR</strong>: The reply you want to move was not found.
sv_se: <strong>FEL</strong>: Svaret du vill flytta hittades inte.

source: <strong>ERROR</strong>: The reply you want to split from was not found.
sv_se: <strong>FEL</strong>: Svaret du vill dela upp från hittades inte.

source: <strong>ERROR</strong>: The tags which are being merged can not be the same.
sv_se: <strong>ERROR</strong>: De taggar som slås samman kan inte vara desamma.

source: <strong>ERROR</strong>: The topic you want to split was not found.
sv_se: <strong>FEL</strong>: Ämnet du vill dela upp hittades inte.

source: <strong>ERROR</strong>: There was a problem adding the tags to the topic.
sv_se: <strong>ERROR</strong>: Det var ett problem med att lägga till taggarna i ämnet.

source: <strong>ERROR</strong>: There was a problem closing the discussion.
sv_se: <strong>ERROR</strong>: Det var ett problem med att stänga diskussionen.

source: <strong>ERROR</strong>: There was a problem converting the reply into the discussion. Please try again.
sv_se: <strong>ERROR</strong>: Det fanns ett problem med att konvertera svaret till diskussionen. Försök igen.

source: <strong>ERROR</strong>: There was a problem deleting the discussion.
sv_se: <strong>ERROR</strong>: Det fanns ett problem med att radera diskussionen.

source: <strong>ERROR</strong>: There was a problem deleting the reply!
sv_se: <strong>ERROR</strong>: Det var ett problem med att radera svaret!

source: <strong>ERROR</strong>: There was a problem favoriting that discussion!
sv_se: <strong>ERROR</strong>: Det var ett problem med att favorisera den diskussionen!

source: <strong>ERROR</strong>: There was a problem marking the discussion as spam.
sv_se: <strong>ERROR</strong>: Det fanns ett problem med att markera diskussionen som skräppost.

source: <strong>ERROR</strong>: There was a problem marking the reply as spam!
sv_se: <strong>ERROR</strong>: Det var ett problem med att markera svaret som skräppost!

source: <strong>ERROR</strong>: There was a problem opening the discussion.
sv_se: <strong>ERROR</strong>: Det var ett problem med att öppna diskussionen.

source: <strong>ERROR</strong>: There was a problem removing that discussion from favorites!
sv_se: <strong>ERROR</strong>: Det var ett problem med att ta bort diskussionen från favoriter!

source: <strong>ERROR</strong>: There was a problem sticking the discussion.
sv_se: <strong>ERROR</strong>: Det var ett problem med att hålla fast diskussionen.

source: <strong>ERROR</strong>: There was a problem subscribing to that discussion!
sv_se: <strong>ERROR</strong>: Det var ett problem med att prenumerera på den diskussionen!

source: <strong>ERROR</strong>: There was a problem subscribing to that forum!
sv_se: <strong>ERROR</strong>: Det var ett problem med att prenumerera på detta forum!

source: <strong>ERROR</strong>: There was a problem trashing the discussion.
sv_se: <strong>ERROR</strong>: Det fanns ett problem med att förstöra diskussionen.

source: <strong>ERROR</strong>: There was a problem trashing the reply!
sv_se: <strong>ERROR</strong>: Det var ett problem med att förstöra svaret!

source: <strong>ERROR</strong>: There was a problem unmarking the discussion as spam.
sv_se: <strong>ERROR</strong>: Det var ett problem med att avmarkera diskussionen som skräppost.

source: <strong>ERROR</strong>: There was a problem unmarking the reply as spam!
sv_se: <strong>ERROR</strong>: Det var ett problem med att avmarkera svaret som skräppost!

source: <strong>ERROR</strong>: There was a problem unsticking the discussion.
sv_se: <strong>ERROR</strong>: Det fanns ett problem med att ta bort diskussionen.

source: <strong>ERROR</strong>: There was a problem unsubscribing from that discussion!
sv_se: <strong>ERROR</strong>: Det var ett problem med att avregistrera dig från den diskussionen!

source: <strong>ERROR</strong>: There was a problem unsubscribing from that forum!
sv_se: <strong>ERROR</strong>: Det var ett problem med att avregistrera dig från det forumet!

source: <strong>ERROR</strong>: There was a problem untrashing the discussion.
sv_se: <strong>ERROR</strong>: Det fanns ett problem med att avlägsna diskussionen.

source: <strong>ERROR</strong>: There was a problem untrashing the reply!
sv_se: <strong>ERROR</strong>: Det var ett problem med att ta bort skräpet från svaret!

source: <strong>ERROR</strong>: This forum already exists.
sv_se: <strong>ERROR</strong>: Det här forumet finns redan.

source: <strong>ERROR</strong>: This forum has been closed to new discussions.
sv_se: <strong>ERROR</strong>: Det här forumet har stängts för nya diskussioner.

source: <strong>ERROR</strong>: This forum has been closed to new forums.
sv_se: <strong>FEL</strong>: Det här forumet har stängts för nya forum.

source: <strong>ERROR</strong>: This forum has been closed to new replies.
sv_se: <strong>ERROR</strong>: Detta forum har stängts för nya svar.

source: <strong>ERROR</strong>: This forum is a category. No discussions can be created in this forum.
sv_se: <strong>FEL</strong>: Det här forumet är en kategori. Inga diskussioner kan skapas i det här forumet.

source: <strong>ERROR</strong>: This forum is a category. No replies can be created in this forum.
sv_se: <strong>FEL</strong>: Det här forumet är en kategori. Inga svar kan skapas i det här forumet.

source: <strong>ERROR</strong>: This forum is a category. No topics can be created in it.
sv_se: <strong>FEL</strong>: Det här forumet är en kategori. Inga ämnen kan skapas i det.

source: <strong>ERROR</strong>: This forum is hidden and you do not have the capability to read or create new discussions in it.
sv_se: <strong>FEL</strong>: Det här forumet är dolt och du har inte möjlighet att läsa eller skapa nya diskussioner i det.

source: <strong>ERROR</strong>: This forum is hidden and you do not have the capability to read or create new forums in it.
sv_se: <strong>FEL</strong>: Det här forumet är dolt och du har inte möjlighet att läsa eller skapa nya forum i det.

source: <strong>ERROR</strong>: This forum is hidden and you do not have the capability to read or create new replies in it.
sv_se: <strong>FEL</strong>: Det här forumet är dolt och du har inte möjlighet att läsa eller skapa nya svar i det.

source: <strong>ERROR</strong>: This forum is private and you do not have the capability to read or create new discussions in it.
sv_se: <strong>FEL</strong>: Det här forumet är privat och du har inte möjlighet att läsa eller skapa nya diskussioner i det.

source: <strong>ERROR</strong>: This forum is private and you do not have the capability to read or create new forums in it.
sv_se: <strong>FEL</strong>: Det här forumet är privat och du har inte möjlighet att läsa eller skapa nya forum i det.

source: <strong>ERROR</strong>: This forum is private and you do not have the capability to read or create new replies in it.
sv_se: <strong>FEL</strong>: Det här forumet är privat och du har inte möjlighet att läsa eller skapa nya svar i det.

source: <strong>ERROR</strong>: You do not have permission to create new discussions.
sv_se: <strong>FEL</strong>: Du har inte behörighet att skapa nya diskussioner.

source: <strong>ERROR</strong>: You do not have permission to create new forums.
sv_se: <strong>FEL</strong>: Du har inte behörighet att skapa nya forum.

source: <strong>ERROR</strong>: You do not have permission to edit that discussion.
sv_se: <strong>FEL</strong>: Du har inte behörighet att redigera den här diskussionen.

source: <strong>ERROR</strong>: You do not have permission to edit that forum.
sv_se: <strong>FEL</strong>: Du har inte behörighet att redigera det här forumet.

source: <strong>ERROR</strong>: You do not have permission to edit that reply.
sv_se: <strong>FEL</strong>: Du har inte behörighet att redigera svaret.

source: <strong>ERROR</strong>: You do not have permission to mark notifications for that user.
sv_se: <strong>ERROR</strong>: Du har inte behörighet att markera meddelanden för den användaren.

source: <strong>ERROR</strong>: You do not have permission to reply.
sv_se: <strong>FEL</strong>: Du har inte rätt att svara.

source: <strong>ERROR</strong>: You do not have the permissions to create new discussions. The reply could not be converted into a discussion.
sv_se: <strong>FEL</strong>: Du har inte behörighet att skapa nya diskussioner. Svaret kunde inte omvandlas till en diskussion.
