Repository: noelpersson/buddyboss
Catalog: buddyboss-theme-*.po
Languages: sv_se

source: Change Profile Photo
sv_se: Ändra profilbild

source: Chart: Area
sv_se: Diagram: Område

source: Chart: Bar
sv_se: Diagram: Bar

source: Chart: Line
sv_se: Diagram: Linje

source: Chart: Pie
sv_se: Diagram: paj

source: Charts
sv_se: Diagram

source: Chat
sv_se: Chatt

source: Check
sv_se: Kontrollera

source: Check Empty
sv_se: Markera Tom

source: Check: Circle
sv_se: Kontrollera: Cirkel

source: Check: Small
sv_se: Kontroll: Liten

source: Check: Square
sv_se: Kontroll: Fyrkant

source: Check: Square-Small
sv_se: Kontroll: Fyrkantig-liten

source: Checkmark
sv_se: Bock

source: Chevron Left
sv_se: Chevron vänster

source: Chevron Right
sv_se: Chevron höger

source: Chevron Up
sv_se: Chevron upp

source: Chevron: Down
sv_se: Chevron: Ner

source: Chevron: Left
sv_se: Chevron: Vänster

source: Chevron: Right
sv_se: Chevron: Rätt

source: Chevron: Up
sv_se: Chevron: Upp

source: Chevrons: Left
sv_se: Chevrons: Vänster

source: Chevrons: Right
sv_se: Chevrons: Rätt

source: Chevrons: Up
sv_se: Chevrons: Upp

source: Child
sv_se: Barn

source: Choose or Upload an Image
sv_se: Välj eller ladda upp en bild

source: Chrome
sv_se: Krom

source: Circle
sv_se: Cirkel

source: Circle Arrow Down
sv_se: Cirkel pil ner

source: Circle Arrow Left
sv_se: Cirkelpil vänster

source: Circle Arrow Right
sv_se: Cirkelpil höger

source: Circle Arrow Up
sv_se: Cirkel pil upp

source: Clarification:
sv_se: Klargörande:

source: Classic
sv_se: Klassisk

source: Clear Formatting
sv_se: Rensa formatering

source: Click "Update License"
sv_se: Klicka på "Uppdatera licens"

source: Click for Help!
sv_se: Klicka för hjälp!

source: Click the "Connect to BuddyBoss" button to log into your BuddyBoss account. Then click "Allow" to have your license automatically filled in to activate your products.
sv_se: Klicka på knappen "Anslut till BuddyBoss" för att logga in på ditt BuddyBoss-konto. Klicka sedan på "Tillåt" om du vill att din licens ska fyllas i automatiskt för att aktivera dina produkter.

source: Clipboard
sv_se: Urklipp

source: Clipboard: Notes
sv_se: Urklipp: Anteckningar

source: Clipboard: Pencil
sv_se: Urklipp: penna

source: Clock
sv_se: Klocka

source: Clock: Small
sv_se: Klocka: Liten

source: Clone
sv_se: Klona

source: Close
sv_se: Stäng

source: Close pop-up
sv_se: Stäng pop-up

source: Close this notice
sv_se: Stäng detta meddelande

source: Close: Circle
sv_se: Stäng: Cirkel

source: Closed
sv_se: Stängd

source: Closed Caption
sv_se: Sluten bildtext

source: Cloud
sv_se: Moln

source: Cloud Download
sv_se: Molnedladdning

source: Cloud: Download
sv_se: Moln: Ladda ner

source: Cloud: Drizzle
sv_se: Moln: Drizzle

source: Cloud: Lightning
sv_se: Moln: Blixt

source: Cloud: Off
sv_se: Moln: Av

source: Cloud: Rain
sv_se: Moln: Regn

source: Cloud: Snow
sv_se: Moln: Snö

source: Cloud: Upload
sv_se: Moln: Ladda upp

source: Code
sv_se: Koda

source: Code Fork
sv_se: Kodgaffel

source: Coffee
sv_se: Kaffe

source: Cog
sv_se: Kugge

source: Cogs
sv_se: Kuggar

source: Collapse
sv_se: Minimera

source: Collapse All
sv_se: Minimera allt

source: Color
sv_se: Färg

source: Colors
sv_se: Färger

source: Columns
sv_se: Kolumner

source: Command
sv_se: Kommando

source: Comment
sv_se: Kommentar

source: Comment: Activity
sv_se: Kommentar: Aktivitet

source: Comment: Circle
sv_se: Kommentar: Cirkel

source: Comment: Minus
sv_se: Kommentar: Minus

source: Comment: Quotes
sv_se: Kommentar: Citat

source: Comment: Square
sv_se: Kommentar: Kvadrat

source: Comment: Video
sv_se: Kommentar: Video

source: Commenting
sv_se: Kommenterar

source: Comments
sv_se: Kommentarer

source: Comments are closed.
sv_se: Kommentarer är stängda.

# comments title
source: 1 <span class="bb-comment-text">Comment</span>
sv_se: 1 <span class="bb-comment-text">kommentar</span>

source: Company name
sv_se: Företagsnamn

source: Compass
sv_se: Kompass

source: Complete
sv_se: komplett

source: Complete Profile
sv_se: Komplett profil

source: Complete Profile Button Text
sv_se: Komplett profilknappstext

source: Complete your profile
sv_se: Gör klart din profil

source: Completed
sv_se: Avslutad

source: Completion Color
sv_se: Slutföringsfärg

source: Completion Text
sv_se: Slutförande text

source: Compress
sv_se: Komprimera

source: Cone
sv_se: Kon

source: Confirm new password
sv_se: Bekräfta nytt lösenord

source: Congratulations! License keys for the following product(s) have been activated: %s
sv_se: Grattis! Licensnycklar för följande produkter har aktiverats: %s

# Conjuction joining different product names
source: and
sv_se: och

source: Connect
sv_se: Ansluta

source: Connect Requested
sv_se: Anslut begäran

source: Connect to BuddyBoss
sv_se: Anslut till BuddyBoss

source: Connected
sv_se: Ansluten

source: Connecting
sv_se: Ansluter

source: Connection: Minus
sv_se: Anslutning: Minus

source: Connection: Pending
sv_se: Anslutning: Väntande

source: Connection: Remove
sv_se: Anslutning: Ta bort

source: Connection: Request
sv_se: Anslutning: Begäran

source: Connections
sv_se: Anslutningar

source: Connections %s
sv_se: Anslutningar %s

source: Contact Text
sv_se: Kontakttext

source: Contact us
sv_se: Kontakta oss

source: Contain
sv_se: Innehålla

source: Container Border Radius
sv_se: Containergränsradie

source: Content
sv_se: Innehåll

source: Content blocks and widget containers background color
sv_se: Innehållsblock och widgetbehållares bakgrundsfärg

source: Content blocks and widget containers border color
sv_se: Innehållsblock och widgetbehållare kantar färg

source: Content Blocks Background
sv_se: Innehåll blockerar bakgrund

source: Content Blocks Border
sv_se: Innehåll blockerar gränsen

source: Content Color
sv_se: Innehållsfärg

source: Content Padding
sv_se: Innehållsfyllning

source: Content Position
sv_se: Innehållsposition

source: Continue
sv_se: Fortsätt

source: Continue Course
sv_se: Fortsätt kurs

source: Continue reading<span class="screen-reader-text"> "%s"</span>
sv_se: Fortsätt läs %s

source: Contrast
sv_se: Kontrast

source: Controls Color
sv_se: Kontrollerar färg

source: Copy
sv_se: Kopiera

source: Copy Page
sv_se: Kopiera sida

source: Copyright
sv_se: upphovsrätt

source: Copyright Text
sv_se: Upphovsrättstext

source: Corner: Down Left
sv_se: Hörn: Ner till vänster

source: Corner: Down Right
sv_se: Hörn: Ner till höger

source: Corner: Left Down
sv_se: Hörn: vänster ner

source: Corner: Left Up
sv_se: Hörn: vänster uppe

source: Corner: Right Down
sv_se: Hörn: Höger ner

source: Corner: Right Up
sv_se: Hörn: Höger upp

source: Corner: Up Left
sv_se: Hörn: Upp till vänster

source: Corner: Up Right
sv_se: Hörn: Upp till höger

source: Correct answer:
sv_se: Rätt svar:

source: Could not load the starter file!
sv_se: Det gick inte att ladda startfilen!

source: Counter
sv_se: Disken

source: Counter Background
sv_se: Counter bakgrund

source: Counter Background Color
sv_se: Counter bakgrundsfärg

source: Counter Spacing
sv_se: Motståndsavstånd

source: Coupon Discount
sv_se: Kupongrabatt

source: Course Activity
sv_se: Kursaktivitet

source: Course Author
sv_se: Kursförfattare

source: Course Author Bio
sv_se: Kursförfattare Bio

source: Course Categories
sv_se: Kurskategorier

source: Course Content
sv_se: Kursinnehåll

# Course Content Label
source: %s Content
sv_se: %s Innehåll

source: Course Date
sv_se: Kursdatum

source: Course Difficulty
sv_se: Kurssvårigheter

source: Course Grid
sv_se: Kursnät

source: Course Information
sv_se: Kursinformation

source: Course Instructor
sv_se: Kursinstruktör

source: Course Overlap
sv_se: Kursöverlappning

source: Course Participants
sv_se: Kursdeltagare

source: Course Short Description
sv_se: Kursbeskrivning

source: Course Tags
sv_se: Kursmärken

source: Course Title
sv_se: Kurstitel

source: Course Tracks
sv_se: Kursspår

source: Course Video Preview
sv_se: Förhandsvisning av kursvideo

source: Courses
sv_se: Kurser

source: Courses Index
sv_se: Kursindex

source: Courses Navigation
sv_se: Kurser Navigering

source: Cover
sv_se: Omslag

source: Cover Image Background
sv_se: Omslagsbildens bakgrund

source: Cover Image Height
sv_se: Omslagsbildens höjd

source: Cover Image Width
sv_se: Omslagsbildens bredd

source: Cover Images
sv_se: Omslagsbilder

source: Cover Photo
sv_se: Omslagsbild

source: Cover photo
sv_se: Omslagsbild

source: Create a group
sv_se: Skapa en grupp

source: Create an Account
sv_se: Skapa ett Konto

source: Create an account
sv_se: Skapa ett konto

source: Create Group
sv_se: skapa grupp

source: Create New Font
sv_se: Skapa nytt typsnitt

source: created %s
sv_se: Skapade %s

source: Credit Card
sv_se: Kreditkort

source: Crop
sv_se: Beskära

source: Crosshairs
sv_se: Trådhår

source: Crown
sv_se: krona

source: Cube
sv_se: Kub

source: Cubes
sv_se: Kuber

source: Currency
sv_se: Valuta

source: Current Menu
sv_se: Aktuell meny

source: Current Page Background Color
sv_se: Aktuell bakgrundsfärg för sidan

source: Current Page Color
sv_se: Aktuell sidfärg

source: Current password
sv_se: Aktuellt lösenord

source: Current password (leave blank to leave unchanged)
sv_se: Aktuellt lösenord (lämna orörd om du inte vill byta lösenord)

source: Cursor
sv_se: Markör

source: Custom Banner Image
sv_se: Anpassad bannerbild

source: Custom Characters
sv_se: Anpassade karaktärer

source: Custom Codes
sv_se: Anpassade koder

source: Custom Field #1
sv_se: Anpassat fält # 1

source: Custom Field #2
sv_se: Anpassat fält # 2

source: Custom Fonts
sv_se: Anpassade teckensnitt

source: Custom Heading
sv_se: Anpassad rubrik

source: Custom Heading Color
sv_se: Anpassad rubrikfärg

source: Custom Heading Position
sv_se: Anpassad rubrikposition

source: Custom Image
sv_se: Anpassad bild

source: Custom Link
sv_se: Anpassad länk

source: Custom Login/Register Screen
sv_se: Skärm för anpassad inloggning / registrering

source: Custom Logo
sv_se: Anpassad logotyp

source: Custom Text
sv_se: Anpassad text

source: Custom Typography
sv_se: Anpassad typografi

source: Customizer
sv_se: Anpassare

source: Cut
sv_se: Skära

source: Cutlery
sv_se: Bestick

source: Dark Icon
sv_se: Mörk ikon

source: Dark Mode
sv_se: Mörkt läge

source: Dark Mode Icon
sv_se: Ikon för mörkt läge

source: Dashboard
sv_se: instrumentbräda

source: Dashed
sv_se: Sträckt

source: Database
sv_se: Databas

source: Date
sv_se: Datum

source: Date Color
sv_se: Datumfärg

source: Date:
sv_se: Datum:

source: Day
sv_se: Dag

source: deactivate
sv_se: avaktivera

source: Deaf
sv_se: Döv

source: Default
sv_se: Standard

source: Default Color Scheme
sv_se: Standardfärgschema

source: Default Cover Image
sv_se: Standard omslagsbild

source: Default Fonts
sv_se: Standardteckensnitt

source: Default Groups Order
sv_se: Standardgruppsordning

source: Default Members Order
sv_se: Standardmedlemsordning

source: Delete
sv_se: Radera

source: Delete Account
sv_se: Radera konto

source: Delete Assignment
sv_se: Ta bort uppdrag

source: Delete Font Variation
sv_se: Ta bort typsnittsvariation

source: Delete Page
sv_se: Ta bort sida

source: Delete this uploaded Assignment
sv_se: Ta bort den uppladdade uppgiften

source: Deleted Group
sv_se: Borttagen grupp

source: Deleted User
sv_se: Ta bort användare

source: Description
sv_se: Beskrivning

source: Description Color
sv_se: Beskrivning Färg

source: Description Spacing
sv_se: Beskrivning Avstånd

source: Description that will be shown on forum index banner area.
sv_se: Beskrivning som kommer att visas i forumindexbannområdet.

source: Deselect
sv_se: Välja bort

source: Desktop
sv_se: Skrivbord

source: Desktop Logo
sv_se: Skrivbordslogotyp

source: Desktop Logo (Dark Mode)
sv_se: Skrivbordslogotyp (mörkt läge)

source: Desktop Logo Size
sv_se: Skrivbordslogotypstorlek

source: Desktop Logo Size (Dark Mode)
sv_se: Skrivbordslogotypstorlek (mörkt läge)

source: Details Completion Background Color
sv_se: Detaljer Färdigställande bakgrundsfärg

source: Details Container Shadow
sv_se: Detaljer Container Shadow

source: Details Dropdown
sv_se: Listrutan för detaljer

source: Devices
sv_se: Enheter

source: Diamond
sv_se: Diamant

source: Dice: 1
sv_se: Tärning: 1

source: Dice: 2
sv_se: Tärning: 2

source: Dice: 3
sv_se: Tärning: 3

source: Dice: 4
sv_se: Tärning: 4

source: Dice: 5
sv_se: Tärning: 5

source: Dice: 6
sv_se: Tärning: 6

source: Difficulty: <span class="difficulty">%s</span>
sv_se: Svårighetsgrad: <span class="difficulty">%s</span>

source: Dimensions:
sv_se: Mått:

source: Directional
sv_se: Riktad

source: Directory menu
sv_se: Katalogmeny

source: Disable sharing
sv_se: Avaktivera delning

source: Disc
sv_se: Skiva

source: Discard all changes and reset to default state
sv_se: Kassera alla ändringar och återställ till standardläge

source: Discussion
sv_se: Diskussion

source: Discussion Title
sv_se: Diskussionstitel

source: Discussions Started
sv_se: Diskussioner startade

source: Discussions tagged with '%s'
sv_se: Diskussioner taggade med '%s'

source: Dislike
sv_se: Motvilja

source: Dismiss
sv_se: Avfärda

source: Dismiss this notice
sv_se: ignorera denna notis

source: Dismiss this notice.
sv_se: Ignorera denna notis.

source: Display Name
sv_se: Visningsnamn

source: Display name
sv_se: Visningsnamn

source: Display Name Color
sv_se: Visningsnamnsfärg

source: Display Name Hover Color
sv_se: Visningsnamn Hover Color

source: Display post date?
sv_se: Visa inläggsdatum?

source: Display post featured image?
sv_se: Visa inläggets utvalda bild?

source: Display the BuddyPanel menu. BuddyPanel is the side navigation panel.
sv_se: Visa BuddyPanel-menyn. BuddyPanel är sidans navigationspanel.

source: Display the course author bio on single courses. This data comes from the "Biographical Info" section when editing a user in the backend.
sv_se: Visa kursförfattarens bio på enstaka kurser. Dessa data kommer från avsnittet "Biografisk information" när du redigerar en användare i backend.

source: Display the course author on courses, lessons and topics.
sv_se: Visa kursförfattaren om kurser, lektioner och ämnen.

source: Display the course date on courses, lessons and topics.
sv_se: Visa kursdatum för kurser, lektioner och ämnen.

source: Display the lessons list on lessons, quizzes and topics.
sv_se: Visa lektionslistan över lektioner, frågesporter och ämnen.

source: Display the list of enrolled course participants on courses, lessons and quizzes.
sv_se: Visa listan över inskrivna kursdeltagare på kurser, lektioner och frågesporter.

source: Display the list of enrolled course participants on courses, lessons and topics.
sv_se: Visa listan över inskrivna kursdeltagare om kurser, lektioner och ämnen.

source: Displays on lesson and quiz content when Dark Mode is toggle on by the user.
sv_se: Visas på lektions- och frågesportinnehåll när mörkt läge slås på av användaren.

source: Distraction-free
sv_se: Distraheringsfritt

source: Doc
sv_se: Dok

source: Document
sv_se: Dokumentera

source: Documents
sv_se: Dokument

source: Dollar Bill
sv_se: Dollarsedel

source: Don't have an account? Register one!
sv_se: Har du inget konto? Registrera en!

source: Dot
sv_se: Punkt

source: Dots
sv_se: Prickar

source: Dotted
sv_se: Prickad

source: Double
sv_se: Dubbel

source: Down
sv_se: Ner

source: Down for Maintenance |
sv_se: Ner för underhåll |

source: Download
sv_se: Ladda ner

source: Download Assignment
sv_se: Ladda ner uppdrag

source: Download Certificate
sv_se: Ladda ner certifikat

source: Downloads
sv_se: Nedladdningar

source: Drag to move cover photo
sv_se: Dra för att flytta omslagsfoto

source: Draggable
sv_se: Dragbar

source: Dribbble: Circle
sv_se: Dribbble: Cirkel

source: Dropdown
sv_se: Falla ner

source: Dropdown Background Color
sv_se: Nedrullningsbar bakgrundsfärg

source: Dropdown left
sv_se: Listruta kvar

source: Droplet
sv_se: Liten droppe

source: Duplicate Page
sv_se: Kopiera sida

source: Earned on
sv_se: Tjänat på

source: Ecommerce
sv_se: E-handel

source: Edit
sv_se: Redigera

source: Edit %s's Profile
sv_se: Redigera %s profil

source: Edit <span class="screen-reader-text">%s</span>
sv_se: Redigera <span class="screen-reader-text">%s</span>

source: Edit Font
sv_se: Redigera teckensnitt

source: Edit Page
sv_se: Redigera sida

source: Edit page
sv_se: Redigera sida

source: Edit Post Privacy
sv_se: Redigera inläggs integritet

source: Edit Profile
sv_se: Redigera profil

source: Edit profile
sv_se: Redigera profil

source: Edit Profile Button Text
sv_se: Redigera profilknappstext

source: Edit: Square
sv_se: Redigera: Kvadrat

source: Edit: Square-Small
sv_se: Redigera: Square-Small

source: Edit: Thin
sv_se: Redigera: tunn

source: Edited By Me
sv_se: Redigerad av mig

source: Editor
sv_se: Redaktör

source: Education
sv_se: Utbildning

source: Eject
sv_se: Mata ut

source: Elementor Hello World is not working because you are using an old version of Elementor.
sv_se: Elementor Hello World fungerar inte eftersom du använder en gammal version av Elementor.

source: Elevator
sv_se: Hiss

source: Ellipsis
sv_se: Ellips

source: Email
sv_se: E-post

source: Email (will not be published) (required):
sv_se: E-post (kommer inte att publiceras) (obligatoriskt):

source: Email Address
sv_se: E-postadress

source: Email address
sv_se: E-postadress

source: Email Invites
sv_se: E-postinbjudningar

source: Email Preferences
sv_se: E-postinställningar

source: Email:
sv_se: E-post:

source: Enable BuddyPress Profile Link
sv_se: Aktivera BuddyPress-profillänk

source: Enable Contact
sv_se: Aktivera kontakt

source: Enable Countdown
sv_se: Aktivera nedräkning

source: Enable custom typography. Add custom fonts in the %s section.
sv_se: Aktivera anpassad typografi. Lägg till anpassade teckensnitt i %s avsnittet.

source: Enable filtering the courses index by categories.
sv_se: Aktivera filtrering av kursindex efter kategorier.

source: Enable filtering the courses index by instructors.
sv_se: Aktivera filtrering av kursindex efter instruktörer.

source: Enable Floating Social Share
sv_se: Aktivera flytande social delning

source: Enable footer bottom area
sv_se: Aktivera bottenområdet för sidfoten

source: Enable footer widget area. You will then need to add widgets at <em>Appearance &gt; Widgets</em>.
sv_se: Aktivera sidfots widgetområde. Du måste sedan lägga till widgets under <em>Utseende&gt; Widgets</em> .

source: Enable Maintenance Image
sv_se: Aktivera underhållsbild

source: Enable Maintenance Mode
sv_se: Aktivera underhållsläge

source: Enable Post Author Box
sv_se: Aktivera postförfattarruta

source: Enable Related Posts
sv_se: Aktivera relaterade inlägg

source: Enable Search
sv_se: Aktivera sökning

source: Enable sharing
sv_se: Aktivera delning

source: Enable Social Networks
sv_se: Aktivera sociala nätverk

source: Enable Subscribe
sv_se: Aktivera Prenumerera

source: Enroll Button Color
sv_se: Registrera knappfärg

source: Enroll Button Typography
sv_se: Registreringsknapptypografi

source: Enrolled
sv_se: Inskriven

source: enrolled
sv_se: inskriven

source: Enrolled on
sv_se: Anmält på

source: Enrollment has closed because the maximum number of allowed students has been reached.
sv_se: Anmälan har stängts eftersom det maximala antalet tillåtna studenter har uppnåtts.

source: Enter activity link text
sv_se: Ange aktivitetslänktext

source: Enter author name
sv_se: Ange författarnamn

source: Enter author title
sv_se: Ange författarens titel

source: Enter button text
sv_se: Ange knapptext

source: Enter completion text
sv_se: Ange kompletteringstext

source: Enter content or shortcode to show on footer right side.
sv_se: Ange innehåll eller kortkod för att visas på sidfotens högra sida.

source: Enter forum link text
sv_se: Ange forumlänktext

source: Enter greeting text
sv_se: Ange hälsningstext

source: Enter groups link text
sv_se: Ange gruppens länktext

source: Enter heading text
sv_se: Ange rubriktext

source: Enter member link text
sv_se: Ange medlemslänktext

source: Enter no courses button text
sv_se: Ange ingen kurs-knapptext

source: Enter no courses paragraph text
sv_se: Ange ingen kursavsnittstext

source: Enter no forums button text
sv_se: Ange ingen forum-knapptext

source: Enter no forums paragraph text
sv_se: Ange ingen forumavsnittstext

source: Enter play button text
sv_se: Ange text för uppspelningsknappen

source: Enter preview video URL for the course. The video will be added on single course price box.
sv_se: Ange webbadress för förhandsgranskningsvideo för kursen. Videon läggs till i prisruta för en kurs.

source: Enter the date the site will come back online.
sv_se: Ange datumet som webbplatsen kommer tillbaka online.

source: Enter title text
sv_se: Ange titeltext

source: Enter your BuddyBoss account email
sv_se: Ange din e-postadress för BuddyBoss-kontot

source: Enter your custom copyright text.
sv_se: Ange din anpassade copyrighttext.

source: Enter your introductory text
sv_se: Ange din inledande text

source: Enter your license key below
sv_se: Ange din licensnyckel nedan

source: Enter your review text
sv_se: Ange din recensionstext

source: Enter your URL
sv_se: Ange din URL

source: Envelope
sv_se: Kuvert

source: Eraser
sv_se: Suddgummi

source: Error
sv_se: Fel

source: Events
sv_se: evenemang

source: Every %2$s
sv_se: Varje% 2 $ s

source: Excerpt
sv_se: Utdrag

source: Excerpt Color
sv_se: Utdrag färg

source: Excerpt View
sv_se: Utdrag Visa

source: Exchange
sv_se: Utbyta

source: Exclamation
sv_se: Utrop

source: Exclamation Sign
sv_se: Utropstecken

source: Expand
sv_se: Expandera

source: Expand All
sv_se: Expandera alla

source: Experience
sv_se: Erfarenhet

source: Expiration
sv_se: Utgång

source: Expiration Date
sv_se: Utgångsdatum

source: Expired at
sv_se: Gick ut kl

source: Expires
sv_se: Går ut

source: Expires at
sv_se: Gäller ut kl

source: Expires on
sv_se: Går ut den

source: Explore Courses
sv_se: Utforska kurser

source: Explore Courses Custom Link
sv_se: Utforska kurser Anpassad länk

source: Explore Forums
sv_se: Utforska forum

source: Export
sv_se: Exportera

source: Export Data
sv_se: Exportera data

source: Export Events
sv_se: Exportera händelser

source: Export to CSV
sv_se: Exportera till CSV

source: Export to PDF
sv_se: Exportera till PDF

source: Extensions
sv_se: Tillägg

source: External
sv_se: Extern

source: External Link
sv_se: extern länk

source: External Source
sv_se: Extern källa

source: Extra Bold 800
sv_se: Extra fet 800

source: Eye
sv_se: Öga

source: Eye Close
sv_se: Öga nära

source: Eye Dropper
sv_se: Ögon droppar

source: Eye Open
sv_se: Öppen öppen

source: Eye: Off
sv_se: Öga: Av

source: Eye: Small
sv_se: Öga: Litet

source: Facebook Link:
sv_se: Facebook-länk:

source: Facebook: Circle
sv_se: Facebook: Cirkel

source: Facebook: Round
sv_se: Facebook: Runda

source: Facebook: Small
sv_se: Facebook: Liten

source: Fast Backward
sv_se: Snabbt bakåt

source: Fast Forward
sv_se: Snabbspola

source: Favorite
sv_se: Favorit

source: Feather
sv_se: Fjäder

source: Featured Image Style
sv_se: Utvalda bildstil

source: Feed
sv_se: Utfodra

source: Feedback
sv_se: Respons

source: Female
sv_se: Kvinna

source: Female Symbol
sv_se: Kvinnlig symbol

source: Fighter Jet
sv_se: Stridsflygplan

source: File
sv_se: Fil

source: File Edit
sv_se: Filredigering

source: File New
sv_se: Arkiv Ny

source: File Types
sv_se: Filtyper

source: File: 7z
sv_se: Fil: 7z

source: File: ABW
sv_se: Fil: ABW

source: File: ACE
sv_se: Fil: ACE

source: File: AI
sv_se: Fil: AI

source: File: APK
sv_se: Fil: APK

source: File: Archive
sv_se: Fil: Arkiv

source: File: Audio
sv_se: Fil: Ljud

source: File: Code
sv_se: Fil: Kod

source: File: CSS
sv_se: Fil: CSS

source: File: CSV
sv_se: Fil: CSV

source: File: Default
sv_se: Fil: Standard

source: File: DOC
sv_se: Fil: DOC

source: File: DOCM
sv_se: Fil: DOCM

source: File: DOCX
sv_se: Fil: DOCX

source: File: DOTM
sv_se: Fil: DOTM
