Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: Forum Repair
sv_se: Reparation av forumet

source: Forum Replies
sv_se: Forum svar

source: Forum Replies Created
sv_se: Forum Svar skapades

source: Forum restored to revision from %s
sv_se: Forumet har återställts till revidering från %s

source: Forum Role: %s
sv_se: Forumets roll: %s

source: Forum saved.
sv_se: Forum sparat.

source: Forum scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview forum</a>
sv_se: Forumet är planerat till: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Förhandsgranskning av forumet</a>

source: Forum Settings
sv_se: Inställningar för forumet

source: Forum settings for Akismet
sv_se: Foruminställningar för Akismet

source: Forum settings for social groups.
sv_se: Foruminställningar för sociala grupper.

source: Forum Statistics
sv_se: Statistik om forumet

source: Forum submitted. <a target="_blank" href="%s">Preview forum</a>
sv_se: Forumet har lämnats in. <a target="_blank" href="%s">Förhandsgranska forum</a>

source: Forum Theme Packages
sv_se: Temapaket för forum

source: Forum Title
sv_se: Forumtitel

source: Forum Type
sv_se: Typ av forum

source: Forum updated.
sv_se: Forumet har uppdaterats.

source: Forum updated. <a href="%s">View forum</a>
sv_se: Forumet har uppdaterats. <a href="%s">Se forum</a>

source: Forum URL
sv_se: URL till forumet

source: Forum User Roles
sv_se: Roller för forumanvändare

source: Forum User Settings
sv_se: Forumanvändarinställningar

source: Forum's group.
sv_se: Forumets grupp.

source: Forums
sv_se: Forum

source: forums
sv_se: forum

source: Forums base
sv_se: Forum bas

source: Forums Default
sv_se: Standard för forum

source: Forums Directory
sv_se: Katalog över forum

source: Forums Directory shows
sv_se: Forum Directory visar

source: Forums in Groups (with data)
sv_se: Forum i grupper (med uppgifter)

source: Forums media privacy updated %s
sv_se: Forum med integritet uppdaterad %s

source: Forums Prefix
sv_se: Föregångsord för forum

source: Forums Settings
sv_se: Foruminställningar

source: Forums video privacy updated %s
sv_se: Forum video sekretess uppdaterad %s

source: Free
sv_se: Gratis

source: Friendship
sv_se: Vänskap

source: Friendship does not exist.
sv_se: Vänskap existerar inte.

source: Friendship relation with, current, logged in user.
sv_se: Vänskapsrelation med aktuell inloggad användare.

source: From
sv_se: Från

source: From the screen options, you can customize the displayed columns and the pagination of this screen.
sv_se: I skärmalternativen kan du anpassa de kolumner som visas och sidindelningen för den här skärmen.

source: From:
sv_se: Från:

source: Full name of the document file with extension.
sv_se: Dokumentfilens fullständiga namn med tillägg.

source: Full size of the image file.
sv_se: Full storlek på bildfilen.

source: Gender
sv_se: Genus

source: General
sv_se: Allmänt

source: General chit-chat
sv_se: Allmänt småprat

source: General Settings
sv_se: Allmänna Inställningar

source: get current location
sv_se: få fram den aktuella platsen

source: Get Groups based on their meta data information.
sv_se: Hämta grupper baserat på deras metadatainformation.

source: Get Groups that are children of the specified Group(s) IDs.
sv_se: Hämta grupper som är barn till de angivna gruppernas ID:n.

source: Get MIME Type
sv_se: Hämta MIME-typ

source: Get support for BuddyBoss
sv_se: Få support för BuddyBoss

source: Get the result by reported item.
sv_se: Få fram resultatet per rapporterad artikel.

source: Gif file URL from object `original_mp4->mp4`
sv_se: URL till gif-fil från objektet `original_mp4->mp4`

source: GIPHY API Key
sv_se: GIPHY API-nyckel

source: Global, personal, and group activity feeds with threaded commenting, direct posting, and @mentions, with email notification support.
sv_se: Globala, personliga och gruppaktivitetsflöden med trådkommentarer, direkta inlägg och @mentions, med stöd för e-postmeddelanden.

source: Go
sv_se: Gå till

source: Go Back
sv_se: Gå tillbaka

source: Go back and try again.
sv_se: Gå tillbaka och försök igen.

source: Go to document
sv_se: Gå till dokumentet

source: Go to media
sv_se: Gå till media

source: Go to video
sv_se: Gå till video

source: Graded Date
sv_se: Graderad Datum

source: Graphics Interchange Format
sv_se: Format för utbyte av grafik

source: Grid
sv_se: Rutnät

source: Grid and List
sv_se: Rutnät och lista

source: Grid View
sv_se: Rutnät

source: Group
sv_se: Grupp

source: Group %s
sv_se: Grupp %s

source: Group Actions
sv_se: Gruppåtgärder

source: Group Activity
sv_se: Gruppaktivitet

source: Group Activity RSS Feed
sv_se: RSS-flöde för gruppverksamhet

source: Group administration menu
sv_se: Meny för gruppadministration

source: Group administrators.
sv_se: Gruppadministratörer.

source: Group Albums
sv_se: Gruppalbum

source: Group Avatar
sv_se: Gruppens avatar

source: Group avatar
sv_se: Gruppens avatar

source: Group Avatars
sv_se: Avatarer för grupper

source: Group Comments
sv_se: Kommentarer från gruppen

source: Group content and activity will be visible to any site member.
sv_se: Gruppinnehåll och aktivitet kommer att vara synlig för alla webbplatsmedlemmar.

source: Group content and activity will only be visible to members of the group.
sv_se: Gruppinnehåll och aktivitet är endast synliga för medlemmar i gruppen.

source: Group Course Settings
sv_se: Gruppkursinställningar

source: Group courses menu
sv_se: Meny för gruppkurser

source: Group Courses Settings
sv_se: Gruppkursinställningar

source: Group Cover Images
sv_se: Bilder från gruppens omslag

source: Group Cover Photo
sv_se: Gruppomslagsfoto

source: Group Creation
sv_se: Skapande av grupper

source: Group creation menu
sv_se: Meny för skapande av grupper

source: Group Description
sv_se: Gruppbeskrivning

source: Group details are updated
sv_se: Uppgifter om gruppen uppdateras

source: Group details edited
sv_se: Gruppinformation redigerad

source: Group details for the group "{{group.name}}" were updated: {{changed_text}} To view the group, visit: {{{group.url}}}
sv_se: Gruppinformation för gruppen "{{group.name}}" har uppdaterats: {{changed_text}} Besök gruppen för att se den: {{{group.url}}}

source: Group details for the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; were updated. {{{group.description}}} {{{group.small_card}}}
sv_se: Gruppinformation för gruppen &quot;<a href="{{{{{group.url}}}">{{{group.name}}</a>&quot; har uppdaterats. {{{group.description}}} {{{group.small_card}}}

source: Group details were successfully updated.
sv_se: Gruppuppgifterna har uppdaterats.

source: Group Directories
sv_se: Gruppförteckningar

source: Group Documents
sv_se: Gruppdokument

source: Group Feed
sv_se: Gruppmatning

source: Group Forum
sv_se: Gruppforum

source: Group Forum Settings
sv_se: Gruppforuminställningar

source: Group Forum:
sv_se: Gruppforum:

source: Group Forums
sv_se: Gruppforum

source: Group Forums Parent
sv_se: Gruppforum Förälder

source: Group Hierarchies
sv_se: Grupphierarkier

source: Group ID if message sent from group.
sv_se: Grupp-ID om meddelandet skickas från en grupp.

source: Group id to search members.
sv_se: Grupp-id för att söka medlemmar.

source: Group information is updated
sv_se: Gruppinformation uppdateras

source: Group invitation could not be accepted.
sv_se: Gruppinbjudan kunde inte accepteras.

source: Group invitation could not be removed.
sv_se: Gruppinbjudan kunde inte tas bort.

source: Group Invitations
sv_se: Gruppinbjudningar

source: Group invitations
sv_se: Gruppinbjudningar

source: Group invitations cleared. Please use one of the available tabs to select members to invite.
sv_se: Gruppinbjudningar rensade. Använd en av de tillgängliga flikarna för att välja medlemmar att bjuda in.

source: Group invitations menu
sv_se: Gruppinbjudningsmeny

source: Group invite accepted.
sv_se: Gruppinbjudan accepterad.

source: Group invite accepted. Visit %s.
sv_se: Gruppinbjudan accepteras. Besök %s.

source: Group invite could not be accepted
sv_se: Gruppinbjudan kunde inte accepteras

source: Group invite could not be rejected
sv_se: Gruppinbjudan kunde inte avvisas

source: Group invite rejected
sv_se: Gruppinbjudan avvisades

source: Group Invites
sv_se: Gruppinbjudningar

source: Group invites preferences saved.
sv_se: Gruppinbjudan sparades.

source: Group invites sent.
sv_se: Gruppinbjudningar har skickats.

source: Group Leader
sv_se: Gruppledare

source: Group logo
sv_se: Gruppens logotyp

source: Group logo of %s
sv_se: Gruppens logotyp för %s

source: Group Members
sv_se: Gruppmedlemmar

source: Group members
sv_se: Gruppmedlemmar

source: Group Membership
sv_se: Gruppmedlemskap

source: Group membership request accepted
sv_se: Begäran om gruppmedlemskap accepteras

source: Group membership request rejected
sv_se: Begäran om gruppmedlemskap avslogs

source: Group Memberships
sv_se: Gruppmedlemskap

source: Group menu
sv_se: Gruppmeny

source: Group Messages
sv_se: Gruppmeddelanden

source: Group Messages menu
sv_se: Menyn Gruppmeddelanden

source: Group Moderator
sv_se: Gruppens moderator

source: Group Moderator promotions
sv_se: Gruppmoderatorns befordringar

source: Group moderators.
sv_se: Gruppens moderatorer.

source: Group Name
sv_se: Gruppnamn

source: Group Name (required)
sv_se: Gruppnamn (obligatoriskt)

source: Group name associate with the Album.
sv_se: Gruppnamn som associeras med albumet.

source: Group name associate with the document.
sv_se: Gruppnamn som associeras med dokumentet.

source: Group name associate with the media.
sv_se: Gruppnamn som associeras med media.

source: Group name associate with the video.
sv_se: Gruppnamn som associeras med videon.

source: Group name if thread created from group.
sv_se: Gruppnamn om tråden har skapats från en grupp.

source: Group name, slug, and description are all required fields.
sv_se: Gruppnamn, slug och beskrivning är alla obligatoriska fält.

source: Group Navigation
sv_se: Navigering i grupper

source: Group navigation order
sv_se: Gruppens navigeringsordning

source: Group Organizer
sv_se: Grupparrangör

source: Group organizer profile photo of %s
sv_se: Gruppbildens profilfoto av %s

source: Group Organizer promotions
sv_se: Grupparrangörkampanjer

source: Group organizers and moderators only
sv_se: Endast grupparrangörer och moderatorer

source: Group organizers only
sv_se: Endast grupparrangörer

source: Group Parent
sv_se: Grupp Förälder

source: Group Pending Received Invitation Requests
sv_se: Gruppväntande mottagna inbjudningsförfrågningar

source: Group Pending Requests
sv_se: Gruppväntande begäranden

source: Group Pending Sent Invitation Requests
sv_se: Grupp väntar på skickade inbjudningsförfrågningar

source: Group photo
sv_se: Gruppbild

source: Group photo of %s
sv_se: Gruppfoto av %s

source: Group Photos
sv_se: Gruppfoton

source: Group Privacy
sv_se: Gruppintegritet

source: Group Profile Photo
sv_se: Gruppprofilfoto

source: Group Progress
sv_se: Gruppens framsteg

source: Group Reports
sv_se: Rapporter från grupper

source: Group reports menu
sv_se: Menyn för grupprapporter

source: Group Reports Settings
sv_se: Grupprapportinställningar

source: Group role to assign the user to.
sv_se: Grupproll som användaren ska tilldelas.

source: Group Roles
sv_se: Grupproller

source: Group secondary navigation
sv_se: Sekundär navigering för grupper

source: Group Settings
sv_se: Gruppinställningar

source: Group settings were successfully updated.
sv_se: Gruppinställningar har uppdaterats.

source: Group slug
sv_se: Gruppens snigel

source: Group Status
sv_se: Gruppens status

source: Group status associate with the document.
sv_se: Gruppstatus som associeras med dokumentet.

source: Group statuses to limit results to.
sv_se: Gruppera statusar för att begränsa resultaten till.

source: Group thread users individual or all.
sv_se: Gruppera trådanvändare individuellt eller alla.

source: Group Type
sv_se: Typ av grupp

source: Group type already exists.
sv_se: Grupptypen finns redan.

source: Group Type Creation
sv_se: Skapande av grupptyp

source: Group Type Invites
sv_se: Grupptyp Inbjudningar

source: Group Type Membership Approval
sv_se: Grupptyp Medlemskapsgodkännande

# Group type URL base slug
source: type
sv_se: typ

source: Group type was changed successfully.
sv_se: Grupptypen ändrades framgångsrikt.

source: Group Types
sv_se: Grupptyper

source: Group Types:
sv_se: Grupptyper:

source: Group Update
sv_se: Uppdatering av gruppen

source: Group Updates
sv_se: Uppdateringar för gruppen

source: Group URL
sv_se: Gruppens URL

source: Group User
sv_se: Gruppanvändare

source: Group Videos
sv_se: Gruppvideor

source: Groups
sv_se: Grupper

source: groups
sv_se: grupper

source: Groups %s
sv_se: Grupper %s

source: Groups default front page
sv_se: Gruppers standardframsida

source: Groups Directory
sv_se: Katalog över grupper

source: Groups directory tabs.
sv_se: Flikar för kataloger för grupper.

source: Groups Filter
sv_se: Filter för grupper

source: Groups list
sv_se: Lista över grupper

source: Groups list navigation
sv_se: Navigering i listan över grupper

source: Groups must have a name and a description. Please try again.
sv_se: Grupper måste ha ett namn och en beskrivning. Försök igen.

source: Groups order by options.
sv_se: Grupperna är ordnade efter alternativ.

source: Groups Settings
sv_se: Gruppinställningar

source: Guest
sv_se: Gäst

source: GUID for the course, as it exists in the database.
sv_se: GUID för kursen, så som den finns i databasen.

source: GUID for the course, transformed for display.
sv_se: GUID för kursen, omvandlad för visning.

source: GUID for the forum, as it exists in the database.
sv_se: GUID för forumet, så som det finns i databasen.

source: GUID for the forum, transformed for display.
sv_se: GUID för forumet, omvandlad för visning.

source: GUID for the reply, as it exists in the database.
sv_se: GUID för svaret, så som det finns i databasen.

source: GUID for the reply, transformed for display.
sv_se: GUID för svaret, omvandlad för visning.

source: GUID for the topic, as it exists in the database.
sv_se: GUID för ämnet, så som det finns i databasen.

source: GUID for the topic, transformed for display.
sv_se: GUID för ämnet, omvandlad för visning.

source: Gzip Archive
sv_se: Gzip-arkiv

source: Harassment
sv_se: Trakasserier

source: Harassment or bullying behavior
sv_se: Trakasserier eller mobbning

source: Have new blog posts and comments appear in site activity feeds. Make sure to enable Activity Feeds first.
sv_se: Se till att nya blogginlägg och kommentarer visas i aktivitetsflöden på webbplatsen. Se till att aktivera aktivitetsflöden först.

source: Header
sv_se: Rubrik

source: Heading
sv_se: Rubrik

source: Headline text for the field.
sv_se: Rubriktext för fältet.

source: Hello World!
sv_se: Hej, världen!

source: Help
sv_se: Hjälp

source: her
sv_se: hennes

source: Hi ###USERNAME###,
sv_se: Hej ### USERNAMN ###,

source: Hi,
sv_se: Hej,

source: Hidden
sv_se: Dolda

source: Hidden <span class="count">(%s)</span>
sv_se: Dolda <span class="count">(%s)</span>

source: Hidden content from suspended member.
sv_se: Dolt innehåll från en avstängd medlem.

source: Hidden Discussion
sv_se: Dolda diskussioner

source: Hidden Discussions
sv_se: Dolda diskussioner

source: Hidden Group
sv_se: Dold grupp

source: Hidden Replies
sv_se: Dolda svar

source: Hidden Reply
sv_se: Dolt svar

source: Hide
sv_se: Göm

source: Hide all groups of this type from Groups Directory
sv_se: Dölja alla grupper av den här typen från gruppkatalogen

source: Hide all groups of this type from Groups Directory.
sv_se: Dölja alla grupper av den här typen från gruppkatalogen.

source: Hide all members of this type from Members Directory
sv_se: Dölj alla medlemmar av denna typ från Members Directory

source: Hide all members of this type from Members Directory.
sv_se: Dölj alla medlemmar av denna typ från Members Directory.

source: Hide Content
sv_se: Dölj innehåll

source: Hide conversation
sv_se: Dölj konversation

source: Hide formatting
sv_se: Dölj formatering

source: Hide Subgroups
sv_se: Dölj undergrupper

source: Hide subgroups from Groups Directory & Group Type Shortcode
sv_se: Dölj undergrupper från kataloger för grupper och kortkoder för grupptyper

source: Hide the primary navigation for a member.
sv_se: Dölja den primära navigationen för en medlem.

source: Hide widget once progress hits 100%
sv_se: Dölj widgeten när utvecklingen når 100 %

source: Hiding conversation.
sv_se: Gömma konversation.

source: Hierarchies
sv_se: Hierarkier

source: his
sv_se: hans

source: History
sv_se: Historia

source: Home
sv_se: Hem

source: hour
sv_se: timme

source: hours
sv_se: timmar

source: Hovering over a row in the discussions list will display action links that allow you to manage your discussion. You can perform the following actions:
sv_se: Om du håller muspekaren över en rad i diskussionslistan visas länkar som gör att du kan hantera diskussionen. Du kan utföra följande åtgärder:

source: Hovering over a row in the forums list will display action links that allow you to manage your forum. You can perform the following actions:
sv_se: Om du håller muspekaren över en rad i listan över forum visas länkar som gör att du kan hantera ditt forum. Du kan utföra följande åtgärder:

source: Hovering over a row in the pending accounts list will display action links that allow you to manage pending accounts. You can perform the following actions:
sv_se: Om du håller muspekaren över en rad i listan över väntande konton visas åtgärdslänkar som gör att du kan hantera väntande konton. Du kan utföra följande åtgärder:

source: Hovering over a row in the replies list will display action links that allow you to manage your reply. You can perform the following actions:
sv_se: Om du håller muspekaren över en rad i svarslistan visas länkar som gör att du kan hantera ditt svar. Du kan utföra följande åtgärder:

source: How many discussions and replies to show per page
sv_se: Hur många diskussioner och svar som ska visas per sida

source: How many discussions and replies to show per RSS page
sv_se: Hur många diskussioner och svar som ska visas per RSS-sida

source: How your forum content is displayed within your existing theme.
sv_se: Hur ditt foruminnehåll visas i ditt befintliga tema.

source: Howdy USERNAME,
sv_se: Howdy Användarnamn,

source: Howdy,
sv_se: Hur,

source: HTML content for the activity, transformed for display.
sv_se: HTML-innehåll för aktiviteten, omvandlat för visning.

source: HTML content for the course, transformed for display.
sv_se: HTML-innehåll för kursen, omvandlat för visning.

source: HTML content for the description of the Group, transformed for display.
sv_se: HTML-innehåll för beskrivningen av gruppen, omvandlat för visning.

source: HTML content for the Forum, transformed for display.
sv_se: HTML-innehåll för forumet, omvandlat för visning.

source: HTML content for the group of profile fields, transformed for display.
sv_se: HTML-innehåll för gruppen av profilfält, omvandlat för visning.

source: HTML content for the latest message of the Thread, transformed for display.
sv_se: HTML-innehåll för det senaste meddelandet i tråden, omvandlat för visning.

source: HTML content for the object, transformed for display.
sv_se: HTML-innehåll för objektet, omvandlat för visning.

source: HTML content for the profile field, transformed for display.
sv_se: HTML-innehåll för profilfältet, omvandlat för visning.

source: HTML content for the reply, transformed for display.
sv_se: HTML-innehåll för svaret, omvandlat för visning.

source: HTML content for the topic, transformed for display.
sv_se: HTML-innehåll för ämnet, omvandlat för visning.

source: HTML description for the object, transformed for display.
sv_se: HTML-beskrivning för objektet, omvandlad för visning.

source: HTML description of the object.
sv_se: HTML-beskrivning av objektet.

source: HTML summary for the latest message of the Thread, transformed for display.
sv_se: HTML-sammanfattning för det senaste meddelandet i tråden, omvandlad för visning.

source: HTML title of the object.
sv_se: HTML-titel för objektet.

source: HTML value for the field, transformed for display.
sv_se: HTML-värde för fältet, omvandlat för visning.

source: HTTP error.
sv_se: HTTP-fel.

source: Human sacrifice, dogs and cats living together&hellip;mass hysteria!
sv_se: Människooffer, hundar och katter som lever tillsammans&hellip;masshysteri!

source: I agree to the %1$s and %2$s.
sv_se: Jag godkänner %1$s och %2$s.

source: I agree to the %s.
sv_se: Jag godkänner %s.

source: I also want to delete the discussion forum.
sv_se: Jag vill också ta bort diskussionsforumet.

source: I am the first discussion in your new forums.
sv_se: Jag är den första diskussionen i era nya forum.

source: I understand the consequences of deleting this group.
sv_se: Jag förstår konsekvenserna av att radera denna grupp.

source: I understand the consequences.
sv_se: Jag förstår konsekvenserna.

source: I would like my site to appear in search engines, and in public listings around this network.
sv_se: Jag vill att min webbplats ska synas i sökmotorer och i offentliga listor runt detta nätverk.

source: I'm Following
sv_se: Jag följer

source: Icon
sv_se: Ikon

source: ID of a specific friendship to retrieve.
sv_se: ID för en specifik vänskap som ska hämtas.

source: ID of one of the message of the Thread.
sv_se: ID för ett av trådens meddelanden.

source: ID of the field group that have fields.
sv_se: ID för den fältgrupp som har fält.

source: ID of the forum's group
sv_se: ID för forumets grupp

source: ID of the friendship initiator.
sv_se: ID för initiativtagaren till vänskap.

source: ID of the group to limit results to.
sv_se: ID för den grupp som resultaten ska begränsas till.

source: ID of the Messages Thread.
sv_se: ID för meddelandetråden.

source: ID of the Messages Thread. Required when replying to an existing Thread.
sv_se: ID för meddelandetråden. Krävs när du svarar på en befintlig tråd.

source: ID of the parent Forum.
sv_se: ID för det överordnade forumet.

source: ID of the parent forum.
sv_se: ID för det överordnade forumet.

source: ID of the parent Group.
sv_se: ID för den överordnade gruppen.

source: ID of the parent topic.
sv_se: ID för det överordnade ämnet.

source: ID of the profile group of fields that have profile fields
sv_se: ID för profilgruppen av fält som har profilfält

source: ID of the profile search form.
sv_se: ID för profilsökningsformuläret.

source: ID of the topic to perform the reply on it.
sv_se: Ämnets ID för det ämne som ska besvaras.

source: ID of the user whose blogs user can post to.
sv_se: ID för den användare vars bloggar användaren kan skriva på.

source: ID of the user whose friends are being retrieved.
sv_se: ID för den användare vars vänner hämtas.

source: Identifier for the friendship.
sv_se: Identifiering av vänskapen.

source: Identifier for the signup. Can be a signup ID, an email address, or a user_login.
sv_se: Identifierare för registrering. Kan vara ett registrerings-ID, en e-postadress eller ett användarinloggning.

source: If a member is already in a group of this type, they cannot be sent an invite to join another group of this type.
sv_se: Om en medlem redan är med i en grupp av den här typen kan han eller hon inte få en inbjudan att gå med i en annan grupp av den här typen.

source: If a page is added, its contents will display in a popup on the login form.
sv_se: Om en sida läggs till visas dess innehåll i en popup-fönsterruta på inloggningsformuläret.

source: If a page is added, its contents will display in a popup on the register and login forms.
sv_se: Om en sida läggs till visas dess innehåll i en popup-fönsterruta på registreringsformuläret och inloggningsformuläret.
