Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: Whether to disable the default Gravatar Admin user fallback.
sv_se: Om du vill inaktivera standardanvändaren för Gravatar Admin-användaren.

source: Whether to disable the default Gravatar fallback.
sv_se: Om du vill inaktivera Gravatars standardfallback.

source: Whether to fetch data for each field. Requires a $user_id.
sv_se: Om data ska hämtas för varje fält. Kräver ett $user_id.

source: Whether to fetch data for the field. Requires a $user_id.
sv_se: Om data för fältet ska hämtas. Kräver en $user_id.

source: Whether to fetch the fields for each group.
sv_se: Om fälten ska hämtas för varje grupp.

source: Whether to fetch the visibility level for each field.
sv_se: Om synlighetsnivån ska hämtas för varje fält.

source: Whether to force friendship acceptance.
sv_se: Om man ska tvinga fram vänskapsacceptans.

source: Whether to hide profile fields where the user has not provided data or not.
sv_se: Om profilfält där användaren inte har lämnat uppgifter ska döljas eller inte.

source: Whether to hide profile groups of fields that do not have any profile fields or not.
sv_se: Om profilgrupper av fält som inte har några profilfält ska döljas eller inte.

source: Whether to migrate favorites or not.
sv_se: Om favoriter ska migreras eller inte.

source: Whether to migrate subscriptions or not.
sv_se: Om prenumerationer ska migreras eller inte.

source: Whether to migrate tags or not.
sv_se: Om taggar ska migreras eller inte.

source: Whether to pre-fetch xprofilemeta for all retrieved groups, fields, and data.
sv_se: Om xprofilemeta ska hämtas i förväg för alla hämtade grupper, fält och data.

source: Whether to retrieve as a hierarchical or not.
sv_se: Om den ska hämtas som hierarkisk eller inte.

source: Whether to return an <img> HTML element, vs a raw URL to a group avatar.
sv_se: Om ett <img> HTML-element ska returneras, eller om en rå URL till en gruppavatar ska returneras.

source: Whether to return an <img> HTML element, vs a raw URL to an avatar.
sv_se: Om du ska returnera ett <img> HTML-element eller en rå URL till en avatar.

source: Whether to show the blocked or suspended. 0-Blocked, 1-Suspended
sv_se: Om du vill visa blockerade eller avstängda. 0-Blockerad, 1-Uppskjuten

source: Whether to show the reporter ids or not.
sv_se: Om reporter-id ska visas eller inte.

source: whether user subscribe topic or no
sv_se: om användaren prenumererar på ämnet eller inte

source: Whether user subscribe topic or not.
sv_se: Om användaren prenumererar på ämnet eller inte.

source: Whether we should have our group type checkbox checked by default on group create.
sv_se: Om vi ska ha vår kryssruta för grupptyp markerad som standard när gruppen skapas.

source: Which group should be the parent of this group? (optional)
sv_se: Vilken grupp bör vara överordnad denna grupp? (valfritt)

source: Which group types this profile type is allowed to create.
sv_se: Vilka grupptyper den här profiltypen får skapa.

source: Which members of this group are allowed to create albums?
sv_se: Vilka medlemmar i den här gruppen får skapa album?

source: Which members of this group are allowed to invite others?
sv_se: Vilka medlemmar i den här gruppen får bjuda in andra?

source: Which members of this group are allowed to post into the activity feed?
sv_se: Vilka medlemmar i den här gruppen får skriva i aktivitetsflödet?

source: Which members of this group are allowed to send group messages?
sv_se: Vilka medlemmar i den här gruppen får skicka gruppmeddelanden?

source: Which members of this group are allowed to upload documents?
sv_se: Vilka medlemmar i den här gruppen får ladda upp dokument?

source: Which members of this group are allowed to upload photos?
sv_se: Vilka medlemmar i den här gruppen får ladda upp bilder?

source: Which members of this group are allowed to upload videos?
sv_se: Vilka medlemmar i den här gruppen får ladda upp videor?

source: Whichever menu you have to retrieve.
sv_se: Oavsett vilken meny du ska hämta.

source: While logged in, members will only see activity posts from their own timeline, their connections, members they followed, groups they joined, forum discussions they subscribed to, and posts they are mentioned in.
sv_se: Medan de är inloggade ser medlemmar bara aktivitetsinlägg från sin egen tidslinje, deras anslutningar, medlemmar de följde, grupper de gick med i, forumdiskussioner de prenumererade på och inlägg som de nämns i.

source: Who can create albums in this group?
sv_se: Vem kan skapa album i den här gruppen?

source: Who can invite others to join this group?
sv_se: Vem kan bjuda in andra att gå med i gruppen?

source: Who can manage group messages in this group?
sv_se: Vem kan hantera gruppmeddelanden i den här gruppen?

source: Who can post into this group?
sv_se: Vem kan skriva i denna grupp?

source: Who can see this field?
sv_se: Vem kan se detta fält?

source: Who can upload documents in this group?
sv_se: Vem kan ladda upp dokument i denna grupp?

source: Who can upload photos in this group?
sv_se: Vem kan ladda upp bilder i denna grupp?

source: Who can upload videos in this group?
sv_se: Vem kan ladda upp videor i den här gruppen?

source: Who may see the saved value for this profile field.
sv_se: Vem kan se det sparade värdet för detta profilfält.

source: Who's Online
sv_se: Vem är online

source: Why have all my BuddyPress menus disappeared?
sv_se: Varför har alla mina BuddyPress-menyer försvunnit?

# widget name
source: BuddyBoss - Network Posts
sv_se: BuddyBoss - Nätverksposter

source: widgets (content blocks)
sv_se: widgets (innehållsblock)

source: will serve all Forums templates
sv_se: kommer att tjäna alla mallar för forum

source: Word Document
sv_se: Word-dokument

source: Word Document (Macro Enabled)
sv_se: Word-dokument (makronätning aktiverad)

source: Word Template
sv_se: Word-mall

source: Word Template (Macro Enabled)
sv_se: Word-mall (makronätning aktiverad)

source: Wordpress Document Data.
sv_se: Wordpress Dokumentdata.

source: WordPress Role
sv_se: WordPress roll

source: Write here or use @ to mention someone.
sv_se: Skriv här eller använd @ för att nämna någon.

source: Write something about your documents, to be shown on the group feed
sv_se: Skriv något om dina dokument, som ska visas i gruppens flöde

source: Write something about your documents, to be shown on your timeline
sv_se: Skriv något om dina dokument, som visas på din tidslinje

source: Write something about your photos, to be shown on the group feed
sv_se: Skriv något om dina bilder som ska visas i gruppens flöde

source: Write something about your photos, to be shown on your timeline
sv_se: Skriv något om dina foton, som visas på din tidslinje

source: Write something about your videos, to be shown on the group feed
sv_se: Skriv något om dina videor, som ska visas i gruppens flöde

source: Write something about your videos, to be shown on your timeline
sv_se: Skriv något om dina videor, som visas på din tidslinje

source: Write something to %s...
sv_se: Skriv något till %s...

source: Year
sv_se: År

source: year
sv_se: år

source: years
sv_se: år

source: years ago
sv_se: för flera år sedan

source: years from now
sv_se: om ett par år från och med nu

source: Yes
sv_se: Ja

source: Yes (Default)
sv_se: Ja (standard)

source: Yes I understand, Deactivate
sv_se: Ja, jag förstår, inaktivera

source: Yes, I want this group to have a discussion forum.
sv_se: Ja, jag vill att gruppen ska ha ett diskussionsforum.

source: Yes, I want this group to have a LearnDash group.
sv_se: Ja, jag vill att den här gruppen ska ha en LearnDash-grupp.

source: Yes, I want this group to have a social group
sv_se: Ja, jag vill att denna grupp ska ha en social grupp

source: Yes, I want this group to sync with a LearnDash group.
sv_se: Ja, jag vill att den här gruppen ska synkroniseras med en LearnDash-grupp.

source: Yes, I'd like to create a new site
sv_se: Ja, jag vill skapa en ny webbplats

source: Yes, send email
sv_se: Ja, skicka e-post

source: Yes. I want this group to have a discussion forum.
sv_se: Ja, jag vill att gruppen ska ha ett diskussionsforum.

source: Yes. I want this group to sync with a LearnDash group.
sv_se: Ja. Jag vill att den här gruppen ska synkroniseras med en LearnDash-grupp.

source: You
sv_se: Du

source: you
sv_se: du

source: You already have a pending connection request with this user
sv_se: Du har redan en väntande anslutningsförfrågan med den här användaren

source: You and
sv_se: Du och

source: You are about to activate the following account:
sv_se: Du håller på att aktivera följande konto:

source: You are about to activate the following accounts:
sv_se: Du håller på att aktivera följande konton:

source: You are about to delete the following account:
sv_se: Du håller på att ta bort följande konto:

source: You are about to delete the following accounts:
sv_se: Du håller på att ta bort följande konton:

source: You are about to delete the following groups:
sv_se: Du håller på att radera följande grupper:

source: You are about to resend an activation email to the following account:
sv_se: Du håller på att skicka ett aktiverings-e-postmeddelande till följande konto igen:

source: You are about to resend an activation email to the following accounts:
sv_se: Du håller på att skicka ett aktiverings-e-postmeddelande till följande konton:

source: You are adding a date field which is inside a repeater set. This will not work correctly in search.
sv_se: Du lägger till ett datumfält som finns i en repeateruppsättning. Detta fungerar inte korrekt i sökningen.

source: You are allowed to upload only %s documents at a time.
sv_se: Du får bara ladda upp %s dokument åt gången.

source: You are allowed to upload only %s photos at a time.
sv_se: Du får bara ladda upp %s foton åt gången.

source: You are allowed to upload only %s videos at a time.
sv_se: Du får bara ladda upp %s videor åt gången.

source: You are allowed to upload only 1 thumb at a time.
sv_se: Du får bara ladda upp en miniatyr åt gången.

source: You are already a member of the group.
sv_se: Du är redan medlem i gruppen.

source: You are already connected with this user
sv_se: Du är redan ansluten till den här användaren

source: You are already invited to this group by %1$s %2$s. %3$s
sv_se: Du är redan inbjuden till den här gruppen av %1$s %2$s. %3$s

source: You are already logged in.
sv_se: Du är redan inloggad.

source: You are not a valid author for attachment id: %d
sv_se: Du är inte en giltig författare för bilaga id: %d

source: You are not allowed to access group courses. Please purchase membership and try again.
sv_se: Du har inte tillgång till gruppkurser. Köp medlemskap och försök igen.

source: You are not allowed to access this group. Please purchase membership and try again.
sv_se: Du har inte åtkomst till den här gruppen. Köp medlemskap och försök igen.

source: You are not allowed to Create New Thread with all group members.
sv_se: Du får inte skapa en ny tråd med alla gruppmedlemmar.

source: You are not allowed to perform this action.
sv_se: Du får inte utföra denna åtgärd.

source: You are not allowed to send invitations for this group.
sv_se: Du får inte skicka inbjudningar till den här gruppen.

source: You are not allowed to send or remove invites
sv_se: Du får inte skicka eller ta bort inbjudningar

source: You are not allowed to send private messages to any member of this group.
sv_se: Det är inte tillåtet att skicka privata meddelanden till någon medlem i denna grupp.

source: You are not an organizer or moderator of this group.
sv_se: Du är inte arrangör eller moderator för denna grupp.

source: You are not authorized to send invites to other users.
sv_se: Du har inte behörighet att skicka inbjudningar till andra användare.

source: You are not connected with this user
sv_se: Du är inte ansluten till den här användaren

source: You are not currently subscribed to any discussions.
sv_se: Du är för närvarande inte prenumererad på några diskussioner.

source: You are not currently subscribed to any forums.
sv_se: Du är för närvarande inte prenumererad på några forum.

source: You are now logged out.
sv_se: Du är nu utloggad.

source: You are promoted to a group organizer or moderator
sv_se: Du befordras till en grupparrangör eller moderator

source: You are requesting to become a member of the group "%s".
sv_se: Du begär att bli medlem i gruppen "%s".

source: You are using an old theme and/or BuddyPress addon that relies on the older %1$s templates, and some things may not work properly. Consider switching to our %2$s and/or removing the BuddyPress addon that is using old methods.
sv_se: Du använder ett gammalt tema och/eller BuddyPress-tillägg som bygger på de äldre %1$s-mallarna, och vissa saker kanske inte fungerar som de ska. Överväg att byta till vår %2$s och/eller ta bort BuddyPress-tillägget som använder gamla metoder.

source: You can also edit or move multiple discussions to the trash at once. Select the discussions you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
sv_se: Du kan också redigera eller flytta flera diskussioner till papperskorgen samtidigt. Markera de diskussioner du vill agera på med hjälp av kryssrutorna, välj sedan den åtgärd du vill vidta från menyn Bulk Actions (Massåtgärder) och klicka på Apply (Tillämpa).

source: You can also edit or move multiple forums to the trash at once. Select the forums you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
sv_se: Du kan också redigera eller flytta flera forum till papperskorgen samtidigt. Markera de forum du vill agera på med hjälp av kryssrutorna, välj sedan den åtgärd du vill vidta från menyn Bulk Actions (Massåtgärder) och klicka på Apply (Tillämpa).

source: You can also edit or move multiple replies to the trash at once. Select the replies you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
sv_se: Du kan också redigera eller flytta flera svar till papperskorgen samtidigt. Markera de svar du vill åtgärda med hjälp av kryssrutorna, välj sedan den åtgärd du vill vidta från menyn Bulk Actions (Massåtgärder) och klicka på Apply (Tillämpa).

source: You can also moderate the activity from this screen using the Status box, where you can also change the timestamp of the activity.
sv_se: Du kan också moderera aktiviteten från den här skärmen med hjälp av rutan Status, där du också kan ändra aktivitetens tidsstämpel.

source: You can change this or any other email notification preferences in your email settings.
sv_se: Du kan ändra detta eller andra e-postmeddelanden i dina e-postinställningar.

source: You can choose to lock a post after a certain number of minutes. "Locking post editing" will prevent the author from editing some amount of time after saving a post.
sv_se: Du kan välja att låsa ett inlägg efter ett visst antal minuter. "Låsning av inläggsredigering" förhindrar författaren från att redigera ett visst antal minuter efter att du har sparat ett inlägg.

source: You can customize the display of this screen's contents in a number of ways:
sv_se: Du kan anpassa visningen av den här skärmens innehåll på flera olika sätt:

source: You can either make this reply a new discussion with a new title, or merge it into an existing discussion.
sv_se: Du kan antingen göra det här svaret till en ny diskussion med en ny rubrik eller slå ihop det med en befintlig diskussion.

source: You can filter the list of discussions by discussion status using the text links in the upper left to show All, Published, or Trashed discussions. The default view is to show all discussions.
sv_se: Du kan filtrera listan över diskussioner efter diskussionsstatus med hjälp av textlänkarna uppe till vänster för att visa Alla, Publicerade eller Kasserade diskussioner. Standardvyn är att visa alla diskussioner.

source: You can filter the list of forums by forum status using the text links in the upper left to show All, Published, or Trashed forums. The default view is to show all forums.
sv_se: Du kan filtrera listan över forum efter forumstatus genom att använda textlänkarna uppe till vänster för att visa Alla, Publicerade eller Kasserade forum. Standardvyn är att visa alla forum.

source: You can filter the list of replies by reply status using the text links in the upper left to show All, Published, Draft, or Trashed replies. The default view is to show all replies.
sv_se: Du kan filtrera listan över svar efter svarsstatus med hjälp av textlänkarna uppe till vänster för att visa Alla, Publicerade, Utkast eller Kasserade svar. Standardvyn är att visa alla svar.

source: You can hide/display columns based on your needs and decide how many discussions to list per screen using the Screen Options tab.
sv_se: Du kan dölja/visa kolumner enligt dina behov och bestämma hur många diskussioner som ska listas per skärm med hjälp av fliken Skärmalternativ.

source: You can hide/display columns based on your needs and decide how many forums to list per screen using the Screen Options tab.
sv_se: Du kan dölja/visa kolumner enligt dina behov och bestämma hur många forum som ska listas per skärm med hjälp av fliken Skärmalternativ.

source: You can hide/display columns based on your needs and decide how many replies to list per screen using the Screen Options tab.
sv_se: Du kan dölja/visa kolumner enligt dina behov och bestämma hur många svar som ska listas per skärm med hjälp av fliken Skärmalternativ.

source: You can log in to the administrator account with the following information:
sv_se: Du kan logga in på administratörskontot med följande information:

source: You can manage activities made on your site similar to the way you manage comments and other content. This screen is customizable in the same ways as other management screens, and you can act on activities using the on-hover action links or the Bulk Actions.
sv_se: Du kan hantera aktiviteter som görs på din webbplats på samma sätt som du hanterar kommentarer och annat innehåll. Den här skärmen kan anpassas på samma sätt som andra hanteringsskärmar, och du kan agera på aktiviteter med hjälp av handlingslänkarna på svävande länkar eller massåtgärder.

source: You can manage groups much like you can manage comments and other content. This screen is customizable in the same ways as other management screens, and you can act on groups by using the on-hover action links or the Bulk Actions.
sv_se: Du kan hantera grupper på samma sätt som du kan hantera kommentarer och annat innehåll. Den här skärmen kan anpassas på samma sätt som andra hanteringsskärmar, och du kan agera på grupper genom att använda handlingslänkarna i on-hover eller massåtgärder.

source: You can only have one instance of the "Gender" profile field.
sv_se: Du kan bara ha en instans av profilfältet "Kön".

source: You can only have one instance of the "Profile Type" profile field.
sv_se: Du kan bara ha en instans av profilfältet "Profiltyp".

source: You can only have one instance of the "Social Network" profile field.
sv_se: Du kan bara ha en instans av profilfältet "Socialt nätverk".

source: You can only have one instance of the "Social Networks" profile field on the website.
sv_se: Du kan bara ha en instans av profilfältet "Sociala nätverk" på webbplatsen.

source: You can refine the list to show only discussions from a specific month by using the dropdown menus above the discussions list. Click the Filter button after making your selection. You also can refine the list by clicking on the discussion creator in the discussions list.
sv_se: Du kan förfina listan så att den endast visar diskussioner från en viss månad genom att använda rullgardinsmenyerna ovanför diskussionslistan. Klicka på knappen Filtrera när du har gjort ditt val. Du kan också förfina listan genom att klicka på diskussionsskaparen i diskussionslistan.

source: You can refine the list to show only forums from a specific month by using the dropdown menus above the forums list. Click the Filter button after making your selection. You also can refine the list by clicking on the forum creator in the forums list.
sv_se: Du kan förfina listan så att den endast visar forum från en viss månad genom att använda rullgardinsmenyerna ovanför forumlistan. Klicka på knappen Filtrera när du har gjort ditt val. Du kan också förfina listan genom att klicka på forumets skapare i listan över forum.

source: You can refine the list to show only replies in a specific category or from a specific month by using the dropdown menus above the replies list. Click the Filter button after making your selection. You also can refine the list by clicking on the reply author, category or tag in the replies list.
sv_se: Du kan förfina listan så att den endast visar svar i en viss kategori eller från en viss månad genom att använda rullgardinsmenyerna ovanför svarslistan. Klicka på knappen Filtrera när du har gjort ditt val. Du kan också förfina listan genom att klicka på svarsförfattaren, kategorin eller taggen i svarslistan.

source: You can reorder the list of your pending accounts by clicking on the Username, Email or Registered column headers.
sv_se: Du kan ändra ordningen på listan över dina pågående konton genom att klicka på kolumnrubrikerna Användarnamn, E-post eller Registrerad.

source: You can safely ignore and delete this email if you do not want to take this action.
sv_se: Du kan ignorera och radera det här e-postmeddelandet om du inte vill vidta denna åtgärd.

source: You can update all the forums on your network through this page. It works by calling the update script of each site automatically. Hit the link below to update.
sv_se: Du kan uppdatera alla forum i ditt nätverk via den här sidan. Den fungerar genom att automatiskt anropa uppdateringsskriptet för varje webbplats. Klicka på länken nedan för att uppdatera.

source: You can update your forum through this page. Hit the link below to update.
sv_se: Du kan uppdatera ditt forum på den här sidan. Klicka på länken nedan för att uppdatera.

source: You can view and manage these data privacy requests here:
sv_se: Du kan se och hantera dessa dataskyddsförfrågningar här:

source: You can view replies in a simple title list or with an excerpt. Choose the view you prefer by clicking on the icons at the top of the list on the right.
sv_se: Du kan visa svaren i en enkel titellista eller med ett utdrag. Välj vilken vy du föredrar genom att klicka på ikonerna högst upp i listan till höger.

source: You can view the group's pending invitations from this screen.
sv_se: Du kan se gruppens väntande inbjudningar från den här skärmen.

source: You can't message a blocked member.
sv_se: Du kan inte skicka meddelanden till en blockerad medlem.

source: You can't message suspended member.
sv_se: Du kan inte skicka meddelanden till en avstängd medlem.

source: You can't upload files of this type.
sv_se: Du kan inte ladda upp filer av den här typen.

source: You cannot assign yourself to this profile type as doing so would remove your Administrator role and lock you out of the WordPress admin. You first need to associate this profile type to the Administrator role, and then you can assign it to yourself.
sv_se: Du kan inte tilldela dig själv den här profiltypen eftersom du då skulle ta bort din administratörsroll och låsa dig ute från WordPress-administratorn. Du måste först koppla den här profiltypen till rollen Administratör och sedan kan du tilldela den till dig själv.

source: You cannot create new discussions.
sv_se: Du kan inte skapa nya diskussioner.

source: You cannot create new forums.
sv_se: Du kan inte skapa nya forum.

source: You cannot edit the requested user.
sv_se: Du kan inte redigera den begärda användaren.
