Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: Sorry, you need to be logged in to view the block member.
sv_se: Tyvärr måste du vara inloggad för att se blockmedlemmen.

source: Sorry, you need to be logged in to view the block members.
sv_se: Tyvärr måste du vara inloggad för att se blockmedlemmarna.

source: Sorry, You need to choose a valid split option.
sv_se: Tyvärr, du måste välja ett giltigt delningsalternativ.

source: Sorry, you need to set the fields parameter.
sv_se: Tyvärr måste du ange parametern fields.

source: Sorry, Your discussion cannot be created at this time.
sv_se: Din diskussion kan tyvärr inte skapas just nu.

source: Sorry, Your discussion cannot be edited at this time.
sv_se: Tyvärr, din diskussion kan inte redigeras just nu.

source: Sorry, Your discussion cannot be empty.
sv_se: Tyvärr kan din diskussion inte vara tom.

source: Sorry, Your discussion needs a subject.
sv_se: Ursäkta, men er diskussion behöver ett ämne.

source: Sorry, Your discussion needs a title.
sv_se: Ursäkta, men din diskussion behöver en rubrik.

source: Sorry, Your message cannot be empty.
sv_se: Tyvärr, ditt meddelande kan inte vara tomt.

source: Sorry, Your reply cannot be created at this time.
sv_se: Tyvärr, ditt svar kan inte skapas just nu.

source: Sorry, Your reply cannot be edited at this time.
sv_se: Tyvärr, ditt svar kan inte redigeras just nu.

source: Sorry, Your reply cannot be empty.
sv_se: Tyvärr, ditt svar kan inte vara tomt.

source: Sorry, Your update cannot be empty.
sv_se: Din uppdatering kan tyvärr inte vara tom.

source: Sort By:
sv_se: Sortera efter:

source: Sort collection by object attribute.
sv_se: Sortera samlingen efter objektattribut.

source: Sort Order:
sv_se: Sorteringsordning:

source: Sort retrieved forums by parameter.
sv_se: Sortera de hämtade forumen efter parameter.

source: Sort retrieved invites by parameter.
sv_se: Sortera de hämtade inbjudningarna efter parameter.

source: Sort retrieved replies by parameter.
sv_se: Sortera svaren efter parameter.

source: Sort retrieved topics by parameter.
sv_se: Sortera de hämtade ämnena efter parameter.

source: Sort the order of results by the status of the group members.
sv_se: Sortera resultaten efter gruppmedlemmarnas status.

source: source file
sv_se: källfil

source: Spammed: %s
sv_se: Spammat: %s

source: Special community roles no longer exist. Use mapped capabilities instead
sv_se: Det finns inte längre några särskilda roller i gemenskapen. Använd istället mappade funktioner

source: Special thanks to the BuddyPress contributors
sv_se: Ett särskilt tack till BuddyPress-medarbetarna

source: Special thanks to these open source projects
sv_se: Ett särskilt tack till dessa projekt med öppen källkod

source: Specific user login to return.
sv_se: Specifik användarinloggning för att återvända.

source: Speed
sv_se: Hastighet

source: Split discussion "%s"
sv_se: Split diskussion "%s"

source: Split Method
sv_se: Splitmetod

source: Split the topic from this reply
sv_se: Dela ämnet från detta svar

source: Split: %s
sv_se: Uppdelning: %s

source: Spreadsheet
sv_se: Kalkylblad

source: Standalone Forums
sv_se: Fristående forum

source: Star
sv_se: Stjärnan

source: Star the first message in this thread
sv_se: Star det första meddelandet i den här tråden

source: Starred
sv_se: Med stjärnan

source: Starring messages.
sv_se: Medverkande meddelanden.

source: Start a fresh conversion from the beginning
sv_se: Starta en ny konvertering från början

source: Start Course
sv_se: Starta kursen

source: Start Date
sv_se: Start datum

source: Start New Discussion
sv_se: Starta en ny diskussion

source: Start Over
sv_se: Börja om

# Start ribbon
source: Start %s
sv_se: Påbörja %s

source: Start typing a username to add a new member.
sv_se: Börja skriva ett användarnamn för att lägga till en ny medlem.

source: Start typing the group name...
sv_se: Börja skriva gruppens namn...

source: Start typing, then select a location
sv_se: Börja skriva och välj sedan en plats

source: Start:
sv_se: Börja:

source: Started
sv_se: Satte igång

source: Started by: %1$s
sv_se: Startad av: %1$s

source: Starting Conversion
sv_se: Start av konverteringen

source: Statistics
sv_se: Statistik

source: Status to perform on it.
sv_se: Status för att utföra den.

source: Step
sv_se: Steg

source: step
sv_se: Steg

source: Step Back (5)
sv_se: Steg tillbaka (5)

source: Step Forward (5)
sv_se: Steg framåt (5)

source: Stick this discussion to front
sv_se: Flytta diskussionen till början

source: Stick this discussion to its forum
sv_se: Håll den här diskussionen i det forum där den ska föras

source: Sticky
sv_se: Klistrig

source: Stop
sv_se: Stanna

source: Student
sv_se: Studerande

source: Sub Groups id if having a sub groups.
sv_se: Undergrupper id om det finns undergrupper.

source: Sub Menu
sv_se: Undermeny

source: Subgroup of
sv_se: Undergrupp till

source: Subgroups
sv_se: Undergrupper

source: Subject
sv_se: Ämne

source: Subject for invite a member.
sv_se: Ämne för att bjuda in en medlem.

source: Subject of the Message initializing the Thread.
sv_se: Ämne för det meddelande som initierar tråden.

source: Submit
sv_se: Skicka in

source: Submitted on %s
sv_se: Inskickad den %s

source: Submitted on: %s
sv_se: Inskickad den: %s

source: Subscribe
sv_se: Prenumerera på

source: Subscribed Discussions
sv_se: Abonnerade diskussioner

source: Subscribed Forums
sv_se: Abonnerade forum

source: Subscription was disabled.
sv_se: Prenumerationen var inaktiverad.

source: Subscriptions
sv_se: Prenumerationer

source: Subscriptions allow users to subscribe for notifications to discussions that interest them. This is enabled by default.
sv_se: Prenumerationer gör det möjligt för användare att prenumerera på meddelanden om diskussioner som intresserar dem. Detta är aktiverat som standard.

source: Subscriptions are no longer active.
sv_se: Prenumerationerna är inte längre aktiva.

source: Success!
sv_se: Framgång!

source: Successfully Imported
sv_se: Framgångsrik import

source: Summary for the latest message of the Thread, as it exists in the database.
sv_se: Sammanfattning av det senaste meddelandet i tråden, så som det finns i databasen.

source: Summary of the latest message of the Thread.
sv_se: Sammanfattning av det senaste meddelandet i tråden.

source: Super Sticky
sv_se: Super klibbig

source: Suspend
sv_se: Avbryt

source: Suspend Owner
sv_se: Avbryta ägaren

source: Suspended
sv_se: Uppskjuten

source: suspended
sv_se: avbruten

source: Suspended Member
sv_se: Suspenderad medlem

source: Suspicious
sv_se: Misstänkt

source: Switch back to %1$s (%2$s)
sv_se: Växla tillbaka till %1$s (%2$s)

source: Switch back to Admin
sv_se: Växla tillbaka till Admin

source: Switch to WordPress Toolbar
sv_se: Växla till WordPress verktygsfält

source: Switched back to %1$s (%2$s).
sv_se: Bytte tillbaka till %1$s (%2$s).

source: Switched to %1$s (%2$s).
sv_se: Bytt till %1$s (%2$s).

source: Symbolic Links
sv_se: Symboliska länkar

source: Symbolic links are activated
sv_se: Symboliska länkar aktiveras

source: Symbolic links are not supported on your server. Please contact BuddyBoss for support.
sv_se: Symboliska länkar stöds inte på din server. Kontakta BuddyBoss för support.

source: Symbolic links are used to create "shortcuts" to media files uploaded by members, providing optimal security and performance. If symbolic links are disabled, a fallback method will be used to protect your media files.
sv_se: Symboliska länkar används för att skapa "genvägar" till mediefiler som laddats upp av medlemmar, vilket ger optimal säkerhet och prestanda. Om symboliska länkar är inaktiverade används en reservmetod för att skydda dina mediefiler.

source: Symbols
sv_se: Symboler

source: Symlink not working into your system. Please disable it.
sv_se: Symlink fungerar inte i ditt system. Vänligen inaktivera det.

source: Sync Members
sv_se: Synkronisera medlemmar

source: Sync Moderators
sv_se: Moderatorer för Sync

source: Sync Organizers
sv_se: Synkronisera arrangörer

source: Sync Users
sv_se: Synkronisera användare

source: Table Prefix
sv_se: Tabellprefix

source: Tag base
sv_se: Tag bas

# Tag prepended to active site-wide notice titles on WP Admin notices list table
source: Active: %s
sv_se: Aktiv: %s

source: Tagged Image File
sv_se: Märkt bildfil

source: Tagged:
sv_se: Märkt:

source: Tags to add into the topic.
sv_se: Taggar att lägga till i ämnet.

source: Tags:
sv_se: Taggar:

source: Take Photo
sv_se: Ta ett foto

source: TAR Archive
sv_se: TAR-arkiv

# taxonomy general name
source: Reporting Categories
sv_se: Kategorier för rapportering

# taxonomy singular name
source: Reporting Category
sv_se: Rapporteringskategori

source: Teacher
sv_se: Lärare

source: Terms of Service
sv_se: Villkor för tjänsten

source: Text File
sv_se: Textfil

source: Text for search recipients.
sv_se: Text för sökmottagare.

source: Text members see when editing this profile field (optional)
sv_se: Text som medlemmarna ser när de redigerar det här profilfältet (valfritt)

source: Thanks for registering! To complete the activation of your account and site, go to the following link: <a href="{{{activate-site.url}}}">{{{activate-site.url}}}</a>. After you activate, you can visit your site at <a href="{{{user-site.url}}}">{{{user-site.url}}}</a>.
sv_se: Tack för att du registrerar dig! För att slutföra aktiveringen av ditt konto och din webbplats går du till följande länk: <a href="{{{{{activate-site.url}}}}">{{{{{{activate-site.url}}}}</a>. När du har aktiverat kan du besöka din webbplats på <a href="{{{{{user-site.url}}}">{{{{user-site.url}}}</a>.

source: Thanks for registering! To complete the activation of your account and site, go to the following link: {{{activate-site.url}}} After you activate, you can visit your site at {{{user-site.url}}}.
sv_se: Tack för att du registrerar dig! För att slutföra aktiveringen av ditt konto och din webbplats går du till följande länk: {{{activate-site.url}}} När du har aktiverat kan du besöka din webbplats på {{{user-site.url}}}}.

source: Thanks for registering! To complete the activation of your account, go to the following link: <a href="{{{activate.url}}}">{{{activate.url}}}</a>
sv_se: Tack för att du registrerade dig! För att slutföra aktiveringen av ditt konto, gå till följande länk: <a href="{{{activate.url}}}">{{{enable.url}}}</a>

source: Thanks for registering! To complete the activation of your account, go to the following link: {{{activate.url}}}
sv_se: Tack för att du registrerar dig! För att slutföra aktiveringen av ditt konto går du till följande länk: {{{{activate.url}}}

source: That email address is already taken.
sv_se: Den e-postadressen har redan tagits.

source: That email address is currently unavailable for use.
sv_se: Den e-postadressen är för närvarande inte tillgänglig för användning.

source: That email address is invalid. Check the formatting and try again.
sv_se: Den e-postadressen är ogiltig. Kontrollera formateringen och försök igen.

source: That image is too big. Please upload one smaller than %s
sv_se: Den bilden är för stor. Ladda upp en mindre än %s

source: That photo is too big. Please upload one smaller than %s
sv_se: Det fotot är för stort. Ladda upp en mindre än %s

source: That username is already activated.
sv_se: Det användarnamnet är redan aktiverat.

source: That username is not allowed
sv_se: Det användarnamnet är inte tillåtet

source: The %s was deleted successfully!
sv_se: %s raderades framgångsrikt!

source: The <strong>BuddyBoss Platform</strong> is a fork of the open source project <strong><a class="web" href="%s">BuddyPress</a></strong>. We cannot thank the core BuddyPress team enough for their many years of contributing to the original plugin:
sv_se: <strong>BuddyBoss Platform</strong> är en del av open source-projektet <strong><a class="web" href="%s">BuddyPress</a></strong>. Vi kan inte nog tacka kärnteamet för BuddyPress för deras många år av bidrag till det ursprungliga insticksprogrammet:

source: The active BuddyPress component the activity relates to.
sv_se: Den aktiva BuddyPress-komponenten som aktiviteten avser.

source: The activity item has been marked as spam and is no longer visible.
sv_se: Aktivitetsobjektet har markerats som skräppost och är inte längre synligt.

source: The activity item has been updated successfully.
sv_se: Aktivitetsobjektet har uppdaterats framgångsrikt.

source: The activity type of the activity.
sv_se: Aktivitetens typ av aktivitet.

source: The Album title.
sv_se: Albumets titel.

source: The album you tried to access is no longer available
sv_se: Albumet du försökte komma åt är inte längre tillgängligt

source: The Album's Media.
sv_se: Albumets media.

source: The alt attribute for the <img> element.
sv_se: Alt-attributet för <img>-elementet.

source: The alternate name of the profile field.
sv_se: Det alternativa namnet på profilfältet.

source: The bp_nav and bp_options_nav globals should not be used directly and are deprecated. Please use the BuddyPress nav functions instead.
sv_se: De globala funktionerna bp_nav och bp_options_nav bör inte användas direkt och är föråldrade. Använd BuddyPress nav-funktioner istället.

source: The BuddyBar is no longer supported. Please migrate to the WordPress toolbar as soon as possible.
sv_se: BuddyBar stöds inte längre. Vänligen övergå till WordPress-verktygsfältet så snart som möjligt.

source: The BuddyBoss Platform adds community features to WordPress. Member Profiles, Activity Feeds, Direct Messaging, Notifications, and more!
sv_se: BuddyBoss-plattformen lägger till gemenskapsfunktioner till WordPress. Medlemsprofiler, aktivitetsflöden, direktmeddelanden, notifikationer och mycket mer!

source: The BuddyBoss Platform can't work while bbPress plugin is active. Please %s bbPress to re-enable BuddyBoss Platform.
sv_se: BuddyBoss-plattformen kan inte fungera när bbPress-pluginet är aktivt. Vänligen %s bbPress för att återaktivera BuddyBoss Platform.

source: The BuddyBoss Platform can't work while BuddyPress Follow plugin is active. Follow functionality is built into the platform. Please deactivate BuddyPress Follow first, if you wish to activate BuddyBoss Platform.
sv_se: BuddyBoss-plattformen kan inte fungera när insticksprogrammet BuddyPress Follow är aktivt. Funktionen Follow är inbyggd i plattformen. Vänligen avaktivera BuddyPress Follow först om du vill aktivera BuddyBoss Platform.

source: The BuddyBoss Platform can't work while BuddyPress Global Search plugin is active. Global Search functionality is built into the platform. Please deactivate BuddyPress Global Search first, if you wish to activate BuddyBoss Platform.
sv_se: BuddyBoss-plattformen kan inte fungera när BuddyPress Global Search-plugin är aktivt. Funktionen för global sökning är inbyggd i plattformen. Vänligen avaktivera BuddyPress Global Search först om du vill aktivera BuddyBoss Platform.

source: The BuddyBoss Platform can't work while BuddyPress plugin is active. Please %s BuddyPress to re-enable BuddyBoss Platform.
sv_se: BuddyBoss-plattformen kan inte fungera när BuddyPress-pluginet är aktivt. Vänligen %s BuddyPress för att återaktivera BuddyBoss Platform.

source: The BuddyPress attachments uploads directory is not set.
sv_se: BuddyPress katalog för uppladdning av bilagor är inte inställd.

source: The content for the comment.
sv_se: Innehållet i kommentaren.

source: The content of the course.
sv_se: Kursens innehåll.

source: The content of the forum.
sv_se: Innehållet i forumet.

source: The content of the reply.
sv_se: Innehållet i svaret.

source: The content of the topic.
sv_se: Ämnets innehåll.

source: The conversation you tried to access is no longer available
sv_se: Den konversation du försökte komma åt är inte längre tillgänglig

source: The cover image directory is not valid.
sv_se: Omslagsbildkatalogen är inte giltig.

source: The Cover Photo will be used to customize the header of your group.
sv_se: Omslagsbilden kommer att användas för att anpassa rubriken för din grupp.

source: The current status of the course.
sv_se: Kursens aktuella status.

source: The current status of the forum.
sv_se: Forumets nuvarande status.

source: The current status of the reply.
sv_se: Svarets aktuella status.

source: The current status of the topic.
sv_se: Ämnets aktuella status.

source: The current user is admin of a group or not.
sv_se: Den aktuella användaren är administratör för en grupp eller inte.

source: The current user is member of a group or not.
sv_se: Den aktuella användaren är medlem i en grupp eller inte.

source: The current user is moderator of a group or not.
sv_se: Den aktuella användaren är moderator för en grupp eller inte.

source: The data for the user was not found.
sv_se: Uppgifterna för användaren hittades inte.

source: The date for course was last modified, as GMT.
sv_se: Datum för när kursen senast ändrades, som GMT.

source: The date for course was last modified, in the site's timezone.
sv_se: Datum då kursen senast ändrades, i webbplatsens tidszon.

source: The date for forum was last modified, as GMT.
sv_se: Datumet för forumet ändrades senast, som GMT.

source: The date for forum was last modified, in the site's timezone.
sv_se: Det datum då forumet senast ändrades, i webbplatsens tidszon.

source: The date for reply was last modified, as GMT.
sv_se: Datumet för svaret ändrades senast, som GMT.

source: The date for reply was last modified, in the site's timezone.
sv_se: Datum då svaret senast ändrades, i webbplatsens tidszon.

source: The date for topic was last modified, as GMT.
sv_se: Datum för när ämnet senast ändrades, som GMT.

source: The date for topic was last modified, in the site's timezone.
sv_se: Datum då ämnet senast ändrades, i webbplatsens tidszon.

source: The date of the last time the membership of this user was modified, in the site's timezone.
sv_se: Datumet för den senaste ändringen av den här användarens medlemskap, i webbplatsens tidszon.

source: The date the activity was published, in the site's timezone.
sv_se: Datum då aktiviteten publicerades, i webbplatsens tidszon.

source: The date the document was created, in the site's timezone.
sv_se: Datum då dokumentet skapades, i webbplatsens tidszon.

source: The date the document was modified, in the site's timezone.
sv_se: Datum då dokumentet ändrades, i webbplatsens tidszon.

source: The date the field data was last updated, in the site's timezone.
sv_se: Det datum då fältdata senast uppdaterades, i webbplatsens tidszon.

source: The date the first message of the Thread, in the site's timezone.
sv_se: Datum för det första meddelandet i tråden, i webbplatsens tidszon.

source: The date the friendship was created, in the site's timezone.
sv_se: Datum då vänskapen skapades, i webbplatsens tidszon.

source: The date the Group was created, in the site's timezone.
sv_se: Det datum då gruppen skapades, i webbplatsens tidszon.

source: The date the Group was last active, in the site's timezone.
sv_se: Det datum då gruppen senast var aktiv, i webbplatsens tidszon.

source: The date the latest message of the Thread, in the site's timezone.
sv_se: Datum för det senaste meddelandet i tråden, i webbplatsens tidszon.

source: The date the media was created, in the site's timezone.
sv_se: Datum då mediet skapades, i webbplatsens tidszon.

source: The date the notification was created, in the site's timezone.
sv_se: Datum då anmälan skapades, i webbplatsens tidszon.

source: The date the object was created or last updated, in the site's timezone.
sv_se: Datum då objektet skapades eller senast uppdaterades, i webbplatsens tidszon.

source: The date the object was published, as GMT.
sv_se: Datum då objektet publicerades, i GMT.

source: The date the object was published, in the site's timezone.
sv_se: Datum då objektet publicerades, i webbplatsens tidszon.

source: The date the video was created, in the site's timezone.
sv_se: Datum då videon skapades, i webbplatsens tidszon.

source: The description of the activity's type (eg: Username posted an update)
sv_se: Beskrivningen av aktivitetens typ (t.ex.: Användarnamn har lagt upp en uppdatering)

source: The description of the blog.
sv_se: Beskrivningen av bloggen.

source: The description of the group of profile fields.
sv_se: Beskrivning av gruppen av profilfält.

source: The description of the Group.
sv_se: Beskrivning av gruppen.

source: The description of the profile field.
sv_se: Beskrivning av profilfältet.

source: The discussion "%s" is closed to new replies.
sv_se: Diskussionen "%s" är stängd för nya svar.

source: The discussion could not be found.
sv_se: Diskussionen kunde inte hittas.

source: The discussion was not found!
sv_se: Diskussionen hittades inte!

source: The document containing directory is not writable!
sv_se: Den katalog som innehåller dokumentet kan inte skrivas!

source: The Document description.
sv_se: Dokumentbeskrivning.

source: The document name is empty!
sv_se: Dokumentnamnet är tomt!

source: The Document title.
sv_se: Titeln på dokumentet.

source: the domain of the blog.
sv_se: bloggens domän.

source: The email address for the member.
sv_se: E-postadressen för medlemmen.

source: The email for the user the signup is for.
sv_se: E-postadressen för användaren som registreringen är avsedd för.

source: The emails entered do not match.
sv_se: De angivna e-postmeddelandena matchar inte.

source: The Fancy Editor brings the luxury of the Visual editor and HTML editor from the traditional WordPress dashboard into your theme.
sv_se: Fancy Editor ger dig lyxen av den visuella redigeraren och HTML-redigeraren från den traditionella WordPress-instrumentpanelen till ditt tema.

source: The featured media for the course.
sv_se: De presenterade medierna för kursen.

source: The field set was deleted successfully.
sv_se: Fältuppsättningen raderades framgångsrikt.

source: The field set was saved successfully.
sv_se: Fältuppsättningen sparades framgångsrikt.

source: The field was saved successfully.
sv_se: Fältet sparades framgångsrikt.

source: The fields associated with this group of profile fields.
sv_se: De fält som är kopplade till denna grupp av profilfält.

source: The file was uploaded successfully
sv_se: Filen laddades upp

source: The folder you tried to access is no longer available
sv_se: Mappen du försökte komma åt är inte längre tillgänglig

source: The following active BuddyBoss Components do not have associated WordPress Pages: %s.
sv_se: Följande aktiva BuddyBoss-komponenter har inga associerade WordPress-sidor: %s.

source: The following data will be removed:
sv_se: Följande uppgifter kommer att tas bort:

source: The following members were successfully modified: %s
sv_se: Följande medlemmar ändrades framgångsrikt: %s

source: The following problem(s) have been found with your reply:
sv_se: Följande problem har hittats med ditt svar

source: The following problem(s) have been found with your topic:
sv_se: Följande problem har hittats med ditt ämne

source: The following required plugins are missing: %s
sv_se: Följande plugins saknas: %s

source: The following users could not be added to the group: %s
sv_se: Följande användare kunde inte läggas till i gruppen: %s

source: The following users were successfully added to the group: %s
sv_se: Följande användare har lagts till i gruppen: %s

source: The forum "%s" is closed to new content.
sv_se: Forumet "%s" är stängt för nytt innehåll.

source: The forum "%s" is closed to new discussions and replies.
sv_se: Forumet "%s" är stängt för nya diskussioner och svar.

source: The forum could not be found.
sv_se: Forumet kunde inte hittas.

source: The forums search form.
sv_se: Sökformuläret för forum.

source: The full name of the user the signup is for.
sv_se: Det fullständiga namnet på användaren som registreringen gäller.
