Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: Recent Discussions
sv_se: Senaste diskussionerna

source: Recent Networkside Posts
sv_se: Nya inlägg i Networkside

source: Recent Networkwide Posts
sv_se: Nya inlägg i hela nätverket

source: Recent Replies
sv_se: Senaste svaren

source: Recently Active
sv_se: Nyligen aktiv

source: Recently Active Members
sv_se: Nyligen aktiva medlemmar

source: Recently edited topic id into the forum.
sv_se: Nyligen redigerat ämne id i forumet.

source: Recently Joined
sv_se: Nyligen gick med

source: Recently posted reply id into the forum.
sv_se: Nyligen publicerat svar id i forumet.

source: Recently posted reply id into the topic.
sv_se: Nyligen publicerat svar id i ämnet.

source: Recipient Color
sv_se: Mottagarens färg

source: Recipient Email
sv_se: Mottagarens e-postadress

source: Recipient Email for the invite.
sv_se: Mottagarens e-postmeddelande för inbjudan.

source: Recipient had requested to join a group, which was accepted.
sv_se: Mottagaren hade begärt att få gå med i en grupp, vilket godkändes.

source: Recipient had requested to join a group, which was rejected.
sv_se: Mottagaren hade begärt att få gå med i en grupp, vilket avvisades.

source: Recipient has been invited by a member to join the website.
sv_se: Mottagaren har blivit inbjuden av en medlem att gå med på webbplatsen.

source: Recipient has changed their email address.
sv_se: Mottagaren har ändrat sin e-postadress.

source: Recipient has had an invitation to connect accepted by a member.
sv_se: Mottagaren har fått en inbjudan att ansluta sig accepterad av en medlem.

source: Recipient has received a group message.
sv_se: Mottagaren har tagit emot ett gruppmeddelande.

source: Recipient has received a private message.
sv_se: Mottagaren har fått ett privat meddelande.

source: Recipient has registered for an account and site.
sv_se: Mottagaren har registrerat sig för ett konto och en webbplats.

source: Recipient has registered for an account.
sv_se: Mottagaren har registrerat sig för ett konto.

source: Recipient Name
sv_se: Mottagarens namn

source: Recipient Name for the invite.
sv_se: Mottagarnamn för inbjudan.

source: Recipient Text Size
sv_se: Mottagarens textstorlek

source: Recipient users count.
sv_se: Antal mottagande användare.

source: Recipient was mentioned in a group activity update.
sv_se: Mottagaren nämndes i en uppdatering av en gruppverksamhet.

source: Recipient was mentioned in an activity update.
sv_se: Mottagaren nämndes i en verksamhetsuppdatering.

source: Recipient's status within a group has changed.
sv_se: Mottagarens status i en grupp har ändrats.

source: Recomputing latest post in every discussion and forum&hellip; %s
sv_se: Omräkning av senaste inlägget i varje diskussion och forum&hellip; %s

source: Record activity for new sites, posts, and comments across your network.
sv_se: Registrera aktivitet för nya webbplatser, inlägg och kommentarer i ditt nätverk.

# Records the timestamp that the user registered into the activity feed
source: registered %s
sv_se: registrerad %s

source: Redirect users to their Profile Dashboard on login
sv_se: Omdirigera användare till deras Profil Dashboard vid inloggning

source: Regards, <br /> All at ###SITENAME### <br /> ###SITEURL###
sv_se: Hälsningar, <br /> Alla på ###SITENAME#### <br /> ###SITEURL#####

source: Regards, <br /> All at <a href="###SITEURL###">###SITENAME###</a> <br /> <a href="###SITEURL###">###SITEURL###</a>
sv_se: Hälsningar, <br /> Alla på <a href="###SITEURL####">###SITENAME####</a> <br /> <a href="###SITEURL####">###SITEURL####</a>

source: Regards, <br />All at ###SITENAME### <br />###SITEURL###
sv_se: Hälsningar, <br />Alla på ###SITENAME#### <br />####SITEURL#####

source: Regards, <br />All at <a href="###SITEURL###">###SITENAME###</a> <br /><a href="###SITEURL###">###SITEURL###</a>
sv_se: Hälsningar, <br />Alla på <a href="####SITEURL####">###SITENAME####</a> <br /><a href="###SITEURL####">###SITEURL####</a>

source: Register
sv_se: Registrera

source: Register Form
sv_se: Registrera formuläret

source: Register URI:
sv_se: Registrera URI:

source: Registered
sv_se: Registrerad

source: Registered Members
sv_se: Registrerade medlemmar

source: Registered on: %s
sv_se: Registrerad på: %s

source: Registration
sv_se: Registrering

source: Registration complete. Please check your e-mail.
sv_se: Registreringen är klar. Kontrollera din e-post.

source: Registration date for the member.
sv_se: Registreringsdatum för medlemmen.

source: Registration Form
sv_se: Registreringsformulär

source: Registration is currently disabled. %1$s To enable open registration, please click on the "Registration" checkbox in <a href="%2$s">General Settings</a>.
sv_se: Registreringen är för närvarande inaktiverad. %1$s För att aktivera öppen registrering, klicka på kryssrutan Registering " checkbox in <a href="%2$s">Allmänna inställningar</a>.

source: Registration is disabled. %s
sv_se: Registreringen är inaktiverad. %s

source: Registration Pages
sv_se: Registreringssidor

source: Registration Settings
sv_se: Registreringsinställningar

source: Reinstall emails (delete and restore from defaults).
sv_se: Återinstallera e-post (radera och återställ från standardinställningar).

source: Reject
sv_se: Avvisa

source: Rejected
sv_se: Avvisad

source: Rejected Group membership requests
sv_se: Avvisade begäranden om gruppmedlemskap

source: Related Meta Data
sv_se: Relaterade metadata

source: Relationships to Repair:
sv_se: Förhållanden att reparera:

source: Relative
sv_se: Relativ

source: Relevant Activity
sv_se: Relevant verksamhet

source: Remap existing users to default forum roles
sv_se: Anpassa befintliga användare till standardroller i forumet

source: Remapping forum role for each user on this site&hellip; %s
sv_se: Omfördelning av forumrollen för varje användare på den här webbplatsen&hellip; %s

source: Remember Me
sv_se: Kom ihåg mig

source: Remote IP address: %s
sv_se: Fjärr-IP-adress: %s

source: Remove
sv_se: Ta bort

source: Remove all starred messages in this thread
sv_se: Ta bort alla meddelanden med stjärnor i den här tråden

source: Remove and restore Wordpress default role capabilities
sv_se: Ta bort och återställ Wordpress standardrollfunktioner

source: Remove Ban
sv_se: Ta bort förbudet

source: Remove Connection
sv_se: Ta bort anslutningen

source: Remove file
sv_se: Ta bort filen

source: Remove from group
sv_se: Ta bort från gruppen

source: Remove item
sv_se: Ta bort objekt

source: Remove Member
sv_se: Ta bort medlem

source: Remove star
sv_se: Ta bort stjärnan

source: Remove trashed discussions from user favorites
sv_se: Ta bort skräpdiskussioner från användarens favoriter

source: Remove trashed discussions from user subscriptions
sv_se: Ta bort bort skräpdiskussioner från användarnas prenumerationer

source: Remove trashed forums from user subscriptions
sv_se: Ta bort skräpiga forum från användarnas prenumerationer

source: Remove type(s) for a group.
sv_se: Ta bort typ(er) för en grupp.

source: Removed Ban "%s"
sv_se: Borttaget förbud "%s"

source: Removing member invite. Please wait.
sv_se: Ta bort inbjudan till medlemmen. Vänligen vänta.

source: Removing trashed discussions from user favorites&hellip; %s
sv_se: Ta bort skräpdiskussioner från användarens favoriter&hellip; %s

source: Removing trashed discussions from user subscriptions&hellip; %s
sv_se: Ta bort bort bortkastade diskussioner från användarnas prenumerationer&hellip; %s

source: Removing trashed forums from user subscriptions&hellip; %s
sv_se: Ta bort skräpiga forum från användarnas prenumerationer&hellip; %s

source: Rename
sv_se: Byt namn på

source: Rename Folder
sv_se: Byt namn på mapp

source: Rename the group member roles for groups of this type (optional).
sv_se: Byt namn på gruppmedlemmarnas roller för grupper av den här typen (valfritt).

source: Rename the group member roles for groups of this type.
sv_se: Byt namn på gruppmedlemmarnas roller för grupper av den här typen.

source: Reorder the primary navigation for a group.
sv_se: Ordna om den primära navigeringen för en grupp.

source: Reorder the primary navigation for a member.
sv_se: Ordna om den primära navigeringen för en medlem.

source: Repair
sv_se: Reparation

source: Repair any missing information:
sv_se: Reparera eventuell saknad information:

source: Repair Community
sv_se: Reparera gemenskapen

source: Repair default profile set and fields&hellip; %s
sv_se: Reparera standardprofiluppsättningen och -fälten&hellip; %s

source: Repair default profile set and fields.
sv_se: Reparera standardprofilen och fälten.

source: Repair document on the site.
sv_se: Reparationsdokument på webbplatsen.

source: Repair forum media privacy
sv_se: Reparation av forumet Sekretess för medier

source: Repair forum video privacy
sv_se: Reparation forum video sekretess

source: Repair Forums
sv_se: Forum för reparationer

source: Repair Items
sv_se: Reparationsobjekt

source: Repair media on the site.
sv_se: Reparation av media på webbplatsen.

source: Repair member "last activity" data.
sv_se: Uppgifter om medlemmars "senaste aktivitet".

source: Repair messages media
sv_se: Reparation av meddelanden media

source: Repair Nickname&hellip; %s
sv_se: Reparera smeknamn&hellip; %s

source: Repair social group forum relationships
sv_se: Reparation av relationer mellan sociala grupper och forum

source: Repair total connections count for each member.
sv_se: Reparera det totala antalet anslutningar för varje medlem.

source: Repair total groups count for each member.
sv_se: Reparera det totala antalet grupper för varje medlem.

source: Repair total members count.
sv_se: Reparera det totala antalet medlemmar.

source: Repair unread messages count on the site.
sv_se: Reparation av olästa meddelanden på webbplatsen.

source: Repair video on the site.
sv_se: Reparationsvideo på webbplatsen.

source: Repairing BuddyBoss group-forum relationships&hellip; %s
sv_se: Reparation av BuddyBoss grupp-forum relationer&hellip; %s

source: Repairing the sticky discussion to the parent forum relationships&hellip; %s
sv_se: Reparera den klibbiga diskussionen till det överordnade forumets relationer&hellip; %s

source: Repeat Your New Password
sv_se: Upprepa ditt nya lösenord

source: Replied to a status update
sv_se: Svarade på en statusuppdatering

source: Replies
sv_se: Svar

source: Replies Created
sv_se: Svar skapades

source: Replies Created: %s
sv_se: Svar skapades: %s

source: Replies disabled
sv_se: Svar som är inaktiverade

source: Replies: %s
sv_se: Svar: %s

source: Reply
sv_se: Svara

source: Reply "%1$s" successfully marked as spam.
sv_se: Svaret "%1$s" har markerats som skräppost.

source: Reply "%1$s" successfully unmarked as spam.
sv_se: Svaret "%1$s" har avmarkerats som skräppost.

source: Reply Attributes
sv_se: Svarsattribut

source: Reply Author
sv_se: Svara Författare

source: Reply Author Email
sv_se: Svara Författaren E-post

source: Reply Content
sv_se: Svar Innehåll

source: Reply created. <a href="%s">View topic</a>
sv_se: Svar skapat. <a href="%s">Se ämne</a>

source: Reply Date
sv_se: Datum för svar

source: Reply draft updated. <a target="_blank" href="%s">Preview topic</a>
sv_se: Svarsutkastet har uppdaterats. <a target="_blank" href="%s">Förhandsgranska ämnet</a>

source: Reply Edit: %s
sv_se: Svar Redigera: %s

source: Reply ID not found.
sv_se: Svars-ID inte hittat.

source: Reply ID to split the topic from not found!
sv_se: Reply ID för att dela upp ämnet från not found!

source: Reply Posted!
sv_se: Svaret är publicerat!

source: Reply restored to revision from %s
sv_se: Svaret återställdes till revidering från %s

source: Reply saved.
sv_se: Svaret har sparats.

source: Reply scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview topic</a>
sv_se: Svar planerat till: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Förhandsgranska ämnet</a>

source: Reply slug
sv_se: Svar snigel

source: Reply submitted. <a target="_blank" href="%s">Preview topic</a>
sv_se: Svaret har skickats in. <a target="_blank" href="%s">Visa ämnet</a>

source: Reply Threading
sv_se: Trådning av svar

source: Reply Title
sv_se: Svar Titel

source: Reply To
sv_se: Svara på

source: Reply to Activity
sv_se: Svara på Aktivitet

source: Reply to Message
sv_se: Svara på meddelandet

source: Reply To:
sv_se: Svar till:

source: Reply To:
sv_se: Svar till

source: Reply To: %s
sv_se: Svar till: %s

source: Reply updated.
sv_se: Svar uppdaterat.

source: Reply updated. <a href="%s">View topic</a>
sv_se: Svar uppdaterat. <a href="%s">Se ämne</a>

source: Reply URL
sv_se: URL för svar

source: Repopulate site tracking records.
sv_se: Återuppdatera register för spårning av webbplatsen.

source: Repopulating Blogs records&hellip; %s
sv_se: Återuppdatering av bloggartiklar&hellip; %s

source: Report
sv_se: Rapportera

source: Report Access
sv_se: Tillgång till rapporter

source: Report Category ID.
sv_se: Rapportkategori ID.

source: Report Content
sv_se: Innehåll i rapporten

source: Report created date.
sv_se: Datum då rapporten skapades.

source: Report Results Per Page
sv_se: Rapportera resultat per sida

source: Report updated date.
sv_se: Datum för uppdatering av rapporten.

source: Reported
sv_se: Rapporterad

source: Reported Content
sv_se: Rapporterat innehåll

source: Reported content was not found.
sv_se: Det rapporterade innehållet hittades inte.

source: Reported Item ID.
sv_se: ID för rapporterad artikel.

source: Reported Item Type.
sv_se: Typ av rapporterat objekt.

source: Reported user ID.
sv_se: Rapporterat användar-ID.

source: Reported users for the item.
sv_se: Rapporterade användare för objektet.

source: Reporting
sv_se: Rapportering

source: Reporting Categories
sv_se: Kategorier för rapportering

source: Reporting Category
sv_se: Rapporteringskategori

source: Reports
sv_se: Rapporter

source: Reposition Cover Photo
sv_se: Positionera om omslagsfoto

source: Request Access
sv_se: Begär tillgång

source: Request an export of your data
sv_se: Begär en export av dina data

source: Request Data Export
sv_se: Begär export av data

source: Request Initiator
sv_se: Initiativtagare till begäran

source: Request Pending
sv_se: Begäran väntar

source: Request Sent
sv_se: Begäran skickad

source: Request: ###DESCRIPTION###
sv_se: Begäran: ###BESKRIVNING#####

source: requested %s
sv_se: begärd %s

source: Requesting the group documents. Please wait.
sv_se: Begär gruppens dokument. Vänligen vänta.

source: Requesting the group leaders. Please wait.
sv_se: Begär att gruppledarna ska vara med. Vänligen vänta.

source: Requesting the group members. Please wait.
sv_se: Begär gruppmedlemmar. Vänligen vänta.

source: Requesting the group photos. Please wait.
sv_se: Begär gruppfoton. Vänta.

source: Requesting the group videos. Please wait.
sv_se: Begär gruppvideor. Vänligen vänta.

source: Requests
sv_se: Förfrågningar

source: Requests to Connect
sv_se: Förfrågningar om att ansluta

source: Require non-admin members to be connected before they can message each other
sv_se: Kräva att medlemmar som inte är administratörer måste vara anslutna innan de kan skicka meddelanden till varandra

source: Require non-members to explicitly agree to your Terms of Service and Privacy Policy before registering.
sv_se: Kräv icke-medlemmar att uttryckligen godkänna dina användarvillkor och sekretesspolicy innan du registrerar dig.

source: Required
sv_se: Krävs

source: Required <span class="count">(%s)</span>
sv_se: Krävs <span class="count">(%s)</span>

source: Required field missing.
sv_se: Obligatoriskt fält saknas.

source: Required if you want an associated LearnDash group, and course tab is disabled during creation
sv_se: Krävs om du vill ha en associerad LearnDash-grupp och om kursfliken är inaktiverad vid skapandet

source: Required if you want to delete users data for the field.
sv_se: Krävs om du vill ta bort användardata för fältet.

source: Required if you want to load a specific user's data.
sv_se: Krävs om du vill läsa in en specifik användares data.

source: Required param missing.
sv_se: Det krävs ett param som saknas.

source: Required to be true, as users do not support trashing.
sv_se: Måste vara sant, eftersom användare inte har stöd för papperskorgen.

source: Requirement
sv_se: Krav

source: Resend Activation Emails
sv_se: Skicka om aktiveringsmeddelanden

source: Reset
sv_se: Återställ

source: Reset Forums
sv_se: Återställning av forum

source: Resources Website
sv_se: Webbplats för resurser

source: Rest Actions which perform accept/reject based on the status.
sv_se: Reståtgärder som accepterar/avvisar baserat på statusen.

source: Restore
sv_se: Återställ

source: Restore this item from the Trash
sv_se: Återskapa det här objektet från papperskorgen

source: Restrict Group invites to members who are connected.
sv_se: Begränsa gruppinbjudningar till medlemmar som är anslutna.

source: Restrict Invitations
sv_se: Begränsa inbjudningar

source: Restrict site access to only logged-in members
sv_se: Begränsa åtkomsten till webbplatsen till endast inloggade medlemmar

source: Restrict subgroup invites to members of the parent group
sv_se: Begränsa inbjudningar till undergrupper till medlemmar i den överordnade gruppen

source: Restrict the Activity Feed directory to only posts that are relevant to the logged-in member
sv_se: Begränsa katalogen för aktivitetsflöde till endast inlägg som är relevanta för den inloggade medlemmen

source: results
sv_se: resultat

source: RESUME
sv_se: CV

source: Retrieve favorite topics by the current user.
sv_se: Hämta favoritämnen för den aktuella användaren.

source: Retrieve subscribed forums by user.
sv_se: Hämta prenumererade forum per användare.

source: Retrieve subscribed topics by user.
sv_se: Hämta prenumererade ämnen efter användare.

source: Return only invitations extended by this user.
sv_se: Återge endast inbjudningar från den här användaren.

source: Return only invitations extended to this user.
sv_se: Återge endast inbjudningar som skickats till den här användaren.

source: Return only invitations extended to those users.
sv_se: Återge endast inbjudningar som skickats till dessa användare.

source: Return only Membership requests made by a specific user.
sv_se: Återge endast medlemsförfrågningar som gjorts av en viss användare.

source: Return's invite ID if current user is invited for a group or not.
sv_se: Returnerar inbjudnings-ID om den aktuella användaren är inbjuden till en grupp eller inte.

source: Return's request ID if invitation is pending for a group or not.
sv_se: Returnerar begäran om det finns en pågående inbjudan för en grupp eller inte.

source: Revert your forums back to a brand new installation. This process cannot be undone.
sv_se: Återställ dina forum till en helt ny installation. Den här processen kan inte ångras.

source: Revisions
sv_se: Revideringar

source: Revisions for reply.
sv_se: Revideringar för svar.

source: Revisions for topic.
sv_se: Revideringar av ämnet.

source: Revoke Invite
sv_se: Återkalla inbjudan

source: Rich Text Format
sv_se: Rikt textformat

source: right now
sv_se: just nu

source: Right Now in Forums
sv_se: Just nu i forum

source: Role
sv_se: Roll

source: Roles
sv_se: Roller

source: Roles assigned to the member.
sv_se: Roller som tilldelats medlemmen.

source: Rows Limit
sv_se: Rader Begränsning

source: rows to process at a time
sv_se: rader som ska bearbetas i taget

source: RSS feed 'id' must be defined
sv_se: RSS-flödet "id" måste definieras

source: Run Migration
sv_se: Kör migration

source: Sale!
sv_se: Utförsäljning!

source: Save
sv_se: Spara

source: Save Changes
sv_se: Spara ändringar

source: Save gif data into activity
sv_se: Spara gif-data i aktiviteten

source: Save gif data into topic.
sv_se: Spara gif-data i ämnet.

source: Save Settings
sv_se: Spara inställningar

source: Saving discussions allows users to return later to discussions they are interested in. This is enabled by default.
sv_se: Genom att spara diskussioner kan användarna senare återvända till diskussioner som de är intresserade av. Detta är aktiverat som standard.

source: Saving discussions is no longer active.
sv_se: Spara diskussioner är inte längre aktiv.

source: Say it ain't so!
sv_se: Säg att det inte är sant!

source: Saying no will not delete existing forum content.
sv_se: Om du säger nej raderas inte befintligt innehåll i forumet.

source: Scope of the Document.
sv_se: Dokumentets räckvidd.

source: Scope of the media.
sv_se: Mediernas räckvidd.

source: Scope of the video.
sv_se: Videons räckvidd.

source: Score
sv_se: Resultat

source: Screen Content
sv_se: Innehåll på skärmen

source: Search
sv_se: Sök

source: Search all Activity
sv_se: Sök i all aktivitet

source: Search all fields
sv_se: Sök i alla fält

source: Search all Groups
sv_se: Sök i alla grupper

source: Search anything&hellip;
sv_se: Sök allt&hellip;

source: Search Categories
sv_se: Sök kategorier

source: Search Connections&hellip;
sv_se: Sök kontakter&hellip;

source: Search Discussions
sv_se: Sök diskussioner

source: Search Documents&hellip;
sv_se: Sök dokument&hellip;

source: Search Documents…
sv_se: Sök dokument..

source: Search Emails
sv_se: Sök e-post

source: Search every profile field
sv_se: Sök i alla profilfält

source: Search Feed&hellip;
sv_se: Sökflöde&hellip;

source: Search Forums
sv_se: Sök i forum

source: Search Forums&hellip;
sv_se: Sök i forum&hellip;

source: Search GIPHY
sv_se: Sök i GIPHY

source: Search Group Types
sv_se: Sökgruppstyper

source: Search Groups&hellip;
sv_se: Sök i grupper ...

source: Search Members
sv_se: Sök medlemmar

source: Search Members&hellip;
sv_se: Sök medlemmar ...

source: Search Messages
sv_se: Sök meddelanden

source: Search Messages&hellip;
sv_se: Sök i meddelanden ...

source: Search Mode
sv_se: Sökläge

source: Search Network&hellip;
sv_se: Söknätverk ...

source: Search Notifications...
sv_se: Sökmeddelanden ...

source: Search Pending Users
sv_se: Sök väntande användare

source: Search Photos&hellip;
sv_se: Sök efter foton ...

source: Search Profile Types
sv_se: Sök profiltyper

source: Search Replies
sv_se: Sök svar

source: Search Results
sv_se: sökresultat

source: Search results for "%s"
sv_se: Sökresultat för "%s"

source: Search Results for '%s'
sv_se: Sökresultat för. %s'

source: Search Sent Invites
sv_se: Sök efter skickade inbjudningar

source: Search sites&hellip;
sv_se: Sök på webbplatser&hellip;

source: Search Tags
sv_se: Sök taggar

source: Search the following BuddyBoss components:
sv_se: Sök i följande BuddyBoss-komponenter:

source: Search the following WordPress content and custom post types:
sv_se: Sök i följande WordPress-innehåll och anpassade posttyper:

source: Search these:
sv_se: Sök efter dessa:

source: Search topic with specific tag.
sv_se: Sök i ett ämne med en specifik tagg.

source: Search Videos&hellip;
sv_se: Sök videor&hellip;

source: second
sv_se: andra

source: second(s) delay between each group of rows
sv_se: fördröjning på en eller flera sekunder mellan varje grupp av rader

source: Secondary Item ID
sv_se: Sekundärt artikel-ID

source: seconds
sv_se: sekunder

source: Security error.
sv_se: Säkerhetsfel.

source: Security Release
sv_se: Säkerhetsrelease

source: See <a href="%s">the Codex guide</a> for more information.
sv_se: Mer information finns i <a href="%s">Guiden till Codex</a>.

source: See All
sv_se: Se allt

source: See blocked member's posts
sv_se: Se blockerade medlemmars inlägg

source: Select
sv_se: Välj

source: Select %s
sv_se: Välj %s
