Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: All name fields are required with this format. Best used for professional networks.
sv_se: Alla namnfält krävs med detta format. Används bäst för professionella nätverk.

source: All Photos
sv_se: Alla foton

source: All Posts
sv_se: Alla inlägg

source: All Replies
sv_se: Alla svar

source: All replies within both discussions will be merged chronologically. The order of the merged replies is based on the time and date they were posted. If the destination discussion was created after this one, it's post date will be updated to second earlier than this one.
sv_se: Alla svar i båda diskussionerna kommer att sammanföras kronologiskt. Ordningen på de sammanslagna svaren är baserad på tid och datum då de postades. Om måldiskussionen skapades efter den här diskussionen kommer dess postningsdatum att uppdateras till det andra tidigare datumet än det här.

source: All Results
sv_se: Alla resultat

source: All site members are already members of this group, or have already received an invite to join this group, or have requested to join it.
sv_se: Alla webbplatsmedlemmar är redan medlemmar i denna grupp, eller har redan fått en inbjudan att gå med i denna grupp eller har begärt att gå med i den.

source: All Sites
sv_se: Alla webbplatser

source: All Steps
sv_se: Alla steg

source: All Students
sv_se: Alla elever

source: All suspended members will regain permission to login and their content will be unhidden
sv_se: Alla avstängda medlemmar kommer att återfå tillstånd att logga in och deras innehåll kommer inte att döljas

source: All Tags
sv_se: Alla taggar

source: All Types
sv_se: Alla typer

source: All Updates
sv_se: Alla uppdateringar

source: All Videos
sv_se: Alla videor

source: All your connections are already members of this group, or have already received an invite to join this group, or have requested to join it.
sv_se: Alla dina kontakter är redan medlemmar i den här gruppen, har redan fått en inbjudan att gå med i den här gruppen eller har begärt att få gå med i den.

source: Allow activity feed commenting on blog posts, custom post types, and forum discussions
sv_se: Tillåt kommentarer om aktivitetsflöde på blogginlägg, anpassade inläggstyper och forumdiskussioner

source: Allow Akismet to actively prevent forum spam.
sv_se: Låt Akismet aktivt förhindra skräppost från forum.

source: Allow discussion and reply revision logging
sv_se: Tillåta loggning av diskussioner och svarsrevisioner

source: Allow discussions to have tags
sv_se: Tillåt att diskussioner har taggar

source: Allow for sending group messages to group members
sv_se: Möjlighet att skicka gruppmeddelanden till gruppmedlemmar

source: Allow forum wide search
sv_se: Tillåt sökning i hela forumet

source: Allow group organizers to upload an avatar
sv_se: Tillåt grupporganisatörer att ladda upp en Profilbild

source: Allow group organizers to upload cover photos
sv_se: Tillåt grupporganisatörer att ladda upp omslagsbilder

source: Allow groups to have subgroups
sv_se: Tillåt grupper att ha undergrupper

source: Allow guest users without accounts to create discussions and replies
sv_se: Tillåt gästanvändare utan konton att skapa diskussioner och svar

source: Allow members to block each other, and report inappropriate content to be reviewed by the site admin.
sv_se: Låt medlemmarna blockera varandra och rapportera olämpligt innehåll som ska granskas av administratören.

source: Allow members to block each other.
sv_se: Låt medlemmarna blockera varandra.

source: Allow members to customize the email body content
sv_se: Låt medlemmarna anpassa innehållet i e-postmeddelandet

source: Allow members to customize the email subject
sv_se: Låt medlemmarna anpassa e-postämnet

source: Allow members to delete their profiles
sv_se: Tillåt medlemmar att radera sina profiler

source: Allow members to edit their activity posts for a duration of
sv_se: Tillåt medlemmar att redigera sina aktivitetsinlägg under en tidsperiod på

source: Allow members to have discussions using Q&A style message boards. Forums can be standalone or connected to social groups.
sv_se: Låt medlemmarna diskutera med hjälp av anslagstavlor i stil med frågor och svar. Forum kan vara fristående eller anslutna till sociala grupper.

source: Allow members to make connections with one another and focus on those they care about most.
sv_se: Låt medlemmarna skapa kontakter med varandra och fokusera på dem de bryr sig mest om.

source: Allow members to modify their account and notification settings from within their profile.
sv_se: Låt medlemmarna ändra sina konto- och meddelandeinställningar från sin profil.

source: Allow members to organize themselves into public, private or hidden social groups with separate activity feeds and member listings.
sv_se: Låt medlemmar organisera sig i offentliga, privata eller dolda sociala grupper med separata aktivitetsflöden och medlemsförteckningar.

source: Allow members to override
sv_se: Tillåt medlemmarna att åsidosätta

source: Allow members to search the entire network, along with custom post types of your choice, all in one unified search bar.
sv_se: Låt medlemmarna söka i hela nätverket, tillsammans med anpassade inläggstyper som du väljer, i ett enda sökfält.

source: Allow members to select profile type of invitee
sv_se: Tillåt medlemmarna att välja profiltyp för inbjudna

source: Allow members to select the profile type that the invited recipient will be automatically assigned to on registration.
sv_se: Låt medlemmarna välja den profiltyp som den inbjudna mottagaren automatiskt kommer att tilldelas vid registreringen.

source: Allow members to select the profile type that the invited recipient will be automatically assigned to on registration. If checked, select which of the below profile types can be assigned to the recipient:
sv_se: Låt medlemmarna välja den profiltyp som den inbjudna mottagaren automatiskt kommer att tilldelas vid registreringen. Om du kryssar för detta väljer du vilka av nedanstående profiltyper som kan tilldelas mottagaren:

source: Allow members to send email invitations to non-members to join the network.
sv_se: Tillåt medlemmar att skicka e-postinbjudningar till icke-medlemmar att gå med i nätverket.

source: Allow members to send private messages. Messages can be sent to one member or a group of members.
sv_se: Låt medlemmarna skicka privata meddelanden. Meddelanden kan skickas till en medlem eller en grupp medlemmar.

source: Allow members to upload cover images
sv_se: Låt medlemmarna ladda upp omslagsbilder

source: Allow members to upload documents in
sv_se: Tillåt medlemmarna att ladda upp dokument i

source: Allow members to upload documents in <strong>forum discussions</strong> and <strong>replies</strong>
sv_se: Tillåt medlemmar att ladda upp dokument i <strong>forumdiskussioner</strong> och <strong>svar</strong>

source: Allow members to upload documents in <strong>private messages</strong>
sv_se: Tillåt medlemmar att ladda upp dokument i <strong>privata meddelanden</strong>

source: Allow members to upload documents in <strong>profiles</strong>
sv_se: Tillåt medlemmar att ladda upp dokument i <strong>profiler</strong>

source: Allow members to upload documents in <strong>profiles</strong> and <strong>activity posts</strong>
sv_se: Tillåt medlemmar att ladda upp dokument i <strong>profiler</strong> och <strong>aktivitetsinlägg</strong>

source: Allow members to upload documents, and to organize documents into folders.
sv_se: Låt medlemmar ladda upp dokument och organisera dokument i mappar.

source: Allow members to upload photos for profile avatars
sv_se: Tillåt medlemmar att ladda upp foton för profilavatarer

source: Allow members to upload photos in
sv_se: Låt medlemmarna ladda upp foton i

source: Allow members to upload photos in <strong>forum discussions</strong> and <strong>replies</strong>
sv_se: Tillåt medlemmar att ladda upp foton i <strong>forumdiskussioner</strong> och <strong>svar</strong>

source: Allow members to upload photos in <strong>private messages</strong>
sv_se: Tillåt medlemmar att ladda upp foton i <strong>privata meddelanden</strong>

source: Allow members to upload photos in <strong>profiles</strong>
sv_se: Tillåt medlemmar att ladda upp foton i <strong>profiler</strong>

source: Allow members to upload photos in <strong>profiles</strong> and <strong>activity posts</strong>
sv_se: Tillåt medlemmar att ladda upp foton i <strong>profiler</strong> och <strong>aktivitetsinlägg</strong>

source: Allow members to upload photos, documents, videos, emojis and animated GIFs, and to organize photos and videos into albums and documents into folders.
sv_se: Låt medlemmarna ladda upp foton, dokument, videoklipp, emojis och animerade GIF:er och organisera foton och videoklipp i album och dokument i mappar.

source: Allow members to upload videos in
sv_se: Låt medlemmarna ladda upp videor i

source: Allow members to upload videos in <strong>forum discussions</strong> and <strong>replies</strong>
sv_se: Tillåt medlemmar att ladda upp videor i <strong>forumdiskussioner</strong> och <strong>svar</strong>

source: Allow members to upload videos in <strong>private messages</strong>
sv_se: Tillåt medlemmar att ladda upp videor i <strong>privata meddelanden</strong>

source: Allow members to upload videos in <strong>profiles</strong>
sv_se: Tillåt medlemmar att ladda upp videor i <strong>profiler</strong>

source: Allow members to upload videos in <strong>profiles</strong> and <strong>activity posts</strong>
sv_se: Tillåt medlemmar att ladda upp videor i <strong>profiler</strong> och <strong>aktivitetsinlägg</strong>

source: Allow members to upload videos, and to organize videos into albums.
sv_se: Låt medlemmarna ladda upp videor och organisera videor i album.

source: Allow members to use <a href="https://gravatar.com/">gravatars</a> for profile avatars
sv_se: Tillåt medlemmar att använda <a href="https://gravatar.com/">gravatars</a> som profilavatarer

source: Allow members to use animated GIFs in
sv_se: Tillåt medlemmar att använda animerade GIF:er i

source: Allow members to use animated GIFs in <strong>forum discussions</strong> and <strong>replies</strong>
sv_se: Tillåt medlemmar att använda animerade GIF:er i <strong>forumdiskussioner</strong> och <strong>svar</strong>

source: Allow members to use animated GIFs in <strong>private messages</strong>
sv_se: Tillåt medlemmar att använda animerade GIF:er i <strong>privata meddelanden</strong>

source: Allow members to use animated GIFs in <strong>profile activity posts</strong>
sv_se: Tillåt medlemmar att använda animerade GIF:er i <strong>inlägg om profilaktivitet</strong>

source: Allow members to use emoji in
sv_se: Tillåt medlemmarna att använda emoji i

source: Allow members to use emoji in <strong>forum discussions</strong> and <strong>replies</strong>
sv_se: Tillåt medlemmar att använda emoji i <strong>forumdiskussioner</strong> och <strong>svar</strong>

source: Allow members to use emoji in <strong>private messages</strong>
sv_se: Tillåt medlemmar att använda emoji i <strong>privata meddelanden</strong>

source: Allow non-members to register new accounts
sv_se: Tillåt icke-medlemmar att registrera nya konton

source: Allow selected <a href="%s">profile types</a> to automatically join groups
sv_se: Tillåt att valda <a href="%s">profiltyper</a> automatiskt går med i grupper

source: Allow selected profile types to automatically join groups
sv_se: Tillåta att valda profiltyper automatiskt går med i grupper

source: Allow social group organizers to create associated LearnDash groups during the group creation process
sv_se: Låt sociala grupporganisatörer skapa associerade LearnDash-grupper under gruppskapandet

source: Allow social group organizers to manage associated LearnDash groups after the group creation process
sv_se: Tillåt att sociala grupporganisatörer hanterar associerade LearnDash-grupper efter gruppskapandet

source: Allow social groups to have their own forums
sv_se: Tillåt sociala grupper att ha egna forum

source: Allow the following content types to be reported:
sv_se: Låt följande innehållstyper rapporteras:

source: Allow the profile fields within this set to be repeated again and again, so the user can add multiple instances of their data.
sv_se: Låt profilfälten i den här uppsättningen upprepas om och om igen, så att användaren kan lägga till flera instanser av sina uppgifter.

source: Allow users to mark discussions as favorites
sv_se: Låt användare markera diskussioner som favoriter

source: Allow users to self-select as this profile type from the "Profile Type" profile field dropdown.
sv_se: Tillåt användare att själv välja den här profiltypen från rullgardinsmenyn för profilfältet "Profiltyp".

source: Allow users to subscribe to forums and discussions
sv_se: Tillåt användare att prenumerera på forum och diskussioner

source: Allow your members to "Like" each other's activity posts
sv_se: Låt dina medlemmar "gilla" varandras aktivitetsinlägg

source: Allow your members to follow the activity of each other on their timeline
sv_se: Låt dina medlemmar följa varandras aktiviteter på sin tidslinje

source: Allowed HTML content for the activity.
sv_se: Tillåtet HTML-innehåll för aktiviteten.

source: Allowed Per Batch
sv_se: Tillåtet per parti

source: Allowed Profile Type
sv_se: Tillåten profiltyp

source: Allowed profile types to select on the email invites.
sv_se: Tillåtna profiltyper att välja på e-postinbjudningarna.

source: Allowed time for editing this activity is passed already, you can not edit now.
sv_se: Den tillåtna tiden för att redigera denna aktivitet har redan gått ut, du kan inte redigera nu.

source: Alphabetical
sv_se: Alfabetisk

source: Alphabetically
sv_se: Alfabetiskt

source: Already reported this item.
sv_se: Detta objekt har redan rapporterats.

source: Alternate Title
sv_se: Alternativ titel

source: an
sv_se: en

source: An alphanumeric identifier for the Member.
sv_se: En alfanumerisk identifierare för ledamoten.

source: An alphanumeric unique identifier for the course.
sv_se: En alfanumerisk unik identifierare för kursen.

source: An alphanumeric unique identifier for the forum.
sv_se: En alfanumerisk unik identifierare för forumet.

source: An alphanumeric unique identifier for the reply.
sv_se: En alfanumerisk unik identifierare för svaret.

source: An alphanumeric unique identifier for the topic.
sv_se: En alfanumerisk unik identifierare för ämnet.

source: An anonymous users data.
sv_se: Anonyma användaruppgifter.

source: An array of author IDs not to query from.
sv_se: En matris med författar-id som inte ska användas för att ställa frågor.

source: An array of forums IDs not to retrieve.
sv_se: En matris med forum-ID:n som inte ska hämtas.

source: An array of forums IDs to retrieve.
sv_se: En matris med forum-ID:n som ska hämtas.

source: An array of reply IDs not to retrieve.
sv_se: En matris med svars-ID:er som inte ska hämtas.

source: An array of reply IDs to retrieve.
sv_se: En matris med svars-ID som ska hämtas.

source: An array of topic IDs not to retrieve.
sv_se: En matris med ämnes-ID:n som inte ska hämtas.

source: An array of topic IDs to retrieve.
sv_se: En matris med ämnes-ID:n som ska hämtas.

source: An error occurred when trying to modify the following members: %s
sv_se: Ett fel inträffade när du försökte ändra följande medlemmar: %s

source: An error occurred when trying to update activity ID #%s.
sv_se: Ett fel inträffade när du försökte uppdatera aktivitets-ID #%s.

source: An error occurred when trying to update your group details.
sv_se: Ett fel inträffade när du försökte uppdatera dina gruppuppgifter.

source: An error occurred while trying to update the profile.
sv_se: Ett fel inträffade när du försökte uppdatera profilen.

source: An error occurred. Please try again later.
sv_se: Ett fel inträffade. Försök igen senare.

source: An invitation from {{inviter.name}} to join [{{{site.name}}}]
sv_se: En inbjudan från {{inviter.name}} att gå med i [{{{{site.name}}}]]

source: An unexpected error occured. Please try again.
sv_se: Ett oväntat fel inträffade. Försök igen.

source: An Unexpected HTTP Error occurred during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
sv_se: Ett oväntat HTTP-fel inträffade under API-förfrågan.</p> <p><a href="?" onclick="document.location.reload(); return false;">Veka igen</a>

source: An unknown error occurred
sv_se: Ett okänt fel inträffade

source: and
sv_se: och

source: and %d more
sv_se: och %d mer

source: and then upload it into the "/wp-content/mu-plugins/" directory on your server.
sv_se: och sedan ladda upp den till katalogen "/wp-content/mu-plugins/" på din server.

source: and then upload the plugin manually into the "/wp-content/mu-plugins/" directory on your server.
sv_se: och sedan ladda upp insticksprogrammet manuellt till katalogen "/wp-content/mu-plugins/" på din server.

source: and you.
sv_se: och dig.

source: Android Package
sv_se: Android-paket

source: Animals & Nature
sv_se: Djur och natur

source: Animated GIFs
sv_se: Animerade GIF:er

source: Anonymous
sv_se: Anonymt

source: Anonymous posting
sv_se: Anonymt inlägg

source: Any extra capabilities assigned to the user.
sv_se: Eventuella extra funktioner som tilldelats användaren.

source: Any links to this tag will no longer function.
sv_se: Alla länkar till denna tagg kommer inte längre att fungera.

source: Any site member can join this group.
sv_se: Alla webbplatsmedlemmar kan gå med i den här gruppen.

source: Anyone
sv_se: Någon

source: API Caching
sv_se: API-lagring

source: API Caching cannot be automatically installed on your server. To enable caching, you need to manually install the "BuddyBoss API Caching" plugin in your
sv_se: API Caching kan inte installeras automatiskt på din server. För att aktivera caching måste du manuellt installera insticksprogrammet "BuddyBoss API Caching" i din

source: API Caching could not be automatically updated on your server. To enable caching, you need to manually update the "BuddyBoss API Caching" plugin in your
sv_se: API Caching kunde inte uppdateras automatiskt på din server. För att aktivera caching måste du manuellt uppdatera insticksprogrammet "BuddyBoss API Caching" i din

source: Append type(s) for a group.
sv_se: Lägga till typ(er) för en grupp.

source: Apply
sv_se: Ansök på

source: Approved
sv_se: Godkänd

source: Archive
sv_se: Arkiv

source: Are these emails not written in your site's language? Go to <a href="%s">BuddyBoss Tools and try the "reinstall emails"</a> tool.
sv_se: Är e-postmeddelandena inte skrivna på det språk som används på din webbplats? Gå till <a href="%s">BuddyBoss Tools och prova verktyget "reinstall emails"</a>.

source: Are you sure you meant to do that?
sv_se: Är du säker på att det var meningen att du skulle göra det?

source: Are you sure you want to cancel this upload?
sv_se: Är du säker på att du vill avbryta denna uppladdning?

source: Are you sure you want to delete all Default Data content? Content that was created by you and others, and not by this default data installer, will not be deleted.
sv_se: Är du säker på att du vill radera allt innehåll i Standarddata? Innehåll som skapats av dig och andra, och inte av detta installationsprogram för standarddata, kommer inte att raderas.

source: Are you sure you want to delete that permanently?
sv_se: Är du säker på att du vill radera den permanent?

source: Are you sure you want to delete the "%s" tag? This is permanent and cannot be undone.
sv_se: Är du säker på att du vill ta bort taggen "%s"? Detta är permanent och kan inte göras ogjort.

source: Are you sure you want to delete this album? Photos in this album will also be deleted.
sv_se: Är du säker på att du vill ta bort det här albumet? Foton i detta album kommer också att raderas.

source: Are you sure you want to delete this album? Videos in this album will also be deleted.
sv_se: Är du säker på att du vill radera det här albumet? Videor i detta album kommer också att raderas.

source: Are you sure you want to delete this document?
sv_se: Är du säker på att du vill radera det här dokumentet?

source: Are you sure you want to delete this field set and all of its included fields?
sv_se: Är du säker på att du vill ta bort den här fältuppsättningen och alla dess inkluderade fält?

source: Are you sure you want to delete this folder? Documents in this folder will also be deleted?
sv_se: Är du säker på att du vill ta bort den här mappen? Kommer dokumenten i den här mappen också att raderas?

source: Are you sure you want to delete this media?
sv_se: Är du säker på att du vill radera det här mediet?

source: Are you sure you want to delete this set? This cannot be undone.
sv_se: Är du säker på att du vill ta bort den här uppsättningen? Detta kan inte göras ogjort.

source: Are you sure you want to delete this video?
sv_se: Är du säker på att du vill radera den här videon?

source: Are you sure you want to do this?
sv_se: Är du säker på att du vill göra detta?

source: Are you sure you want to import data? This action is going to alter your database. If this is a live website you may want to create a backup of your database first.
sv_se: Är du säker på att du vill importera data? Den här åtgärden kommer att ändra din databas. Om detta är en levande webbplats kan du först skapa en säkerhetskopia av din databas.

source: Are you sure you want to merge the "%s" tag into the tag you specified?
sv_se: Är du säker på att du vill slå ihop "%s"-taggen med den tagg du angav?

source: Are you sure you want to permanently delete all of your messages from this conversation? This cannot be undone.
sv_se: Är du säker på att du vill radera alla dina meddelanden från den här konversationen permanent? Detta kan inte göras ogjort.

source: Are you sure you want to remove your connection with this member?
sv_se: Är du säker på att du vill ta bort din koppling till den här medlemmen?

source: Are you sure you want to revoke all selected invitation?
sv_se: Är du säker på att du vill återkalla alla valda inbjudningar?

source: Are you sure you want to revoke this invitation?
sv_se: Är du säker på att du vill återkalla denna inbjudan?

source: Are you sure you want to send the invite without a subject?
sv_se: Är du säker på att du vill skicka inbjudan utan ämne?

source: Are you sure you want to send the invite without adding a message?
sv_se: Är du säker på att du vill skicka inbjudan utan att lägga till ett meddelande?

source: Are you sure you want to send the invite without adding a subject and message?
sv_se: Är du säker på att du vill skicka inbjudan utan att lägga till ett ämne och ett meddelande?

source: Are you sure you want to unblock this member?
sv_se: Är du säker på att du vill häva blockeringen av den här medlemmen?

source: Are you sure?
sv_se: Är du säker?

source: Argument `membership_id` passed to %1$s is deprecated. See the inline documentation at %2$s for more details.
sv_se: Argumentet `membership_id` som skickades till %1$s är föråldrat. Se inline-dokumentationen på %2$s för mer information.

source: Arguments passed to %1$s should be in an associative array. See the inline documentation at %2$s for more details.
sv_se: Argumenten som skickas till %1$s ska vara i en associativ matris. Se inline-dokumentationen på %2$s för mer information.

source: Articles
sv_se: Artiklar

source: As a site admin you are able to delete conversations. Are you sure you want to permanently delete this conversation and all of its messages? This cannot be undone.
sv_se: Som webbplatsadministratör kan du radera konversationer. Är du säker på att du vill radera den här konversationen och alla dess meddelanden permanent? Detta kan inte göras ogjort.
