Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: Most popular discussions
sv_se: De mest populära diskussionerna

source: Move
sv_se: Flytta

source: Move document to...
sv_se: Flytta dokumentet till...

source: Move folder to...
sv_se: Flytta mappen till...

source: Move Method
sv_se: Flyttningsmetod

source: Move Photo to...
sv_se: Flytta bilden till...

source: Move reply "%s"
sv_se: Flytta svaret "%s"

source: Move this item to the Trash
sv_se: Flytta det här objektet till papperskorgen

source: Move this reply
sv_se: Flytta detta svar

source: Move Video to...
sv_se: Flytta video till...

source: Moved: %s
sv_se: Flyttat: %s

source: Multi Fields
sv_se: Flera fält

source: Must be at least 4 characters, letters and numbers only. It cannot be changed so choose carefully!)
sv_se: Måste bestå av minst 4 tecken, endast bokstäver och siffror. Det kan inte ändras, så välj noga!)

source: must-use plugins
sv_se: plugins som måste användas

source: Mutual Connections
sv_se: Ömsesidiga kopplingar

source: My %s
sv_se: Min %s

source: My %s
sv_se: Min %s

source: My Account
sv_se: Mitt konto

# My Account Activity sub nav
source: Connections
sv_se: Anslutningar

# My Account Activity sub nav
source: Following
sv_se: Följande

# My Account Activity sub nav
source: Groups
sv_se: Grupper

# My Account Activity sub nav
source: Likes
sv_se: Gillar

source: My Activity
sv_se: Min aktivitet

source: My Albums
sv_se: Mina album

source: My Certificates
sv_se: Mina certifikat

source: My Connections
sv_se: Mina kontakter

source: My Courses Tab
sv_se: Fliken Mina kurser

source: My Discussions
sv_se: Mina diskussioner

source: My Documents
sv_se: Mina dokument

source: My Favorite Discussions
sv_se: Mina favoritdiskussioner

source: My Favorites
sv_se: Mina favoriter

source: My Followers
sv_se: Mina följare

source: My Friends
sv_se: Mina vänner

source: My Groups
sv_se: Mina grupper

source: My Messages
sv_se: Mina meddelanden

source: My Moderation
sv_se: Min moderation

source: My Photos
sv_se: Mina foton

source: My Profile
sv_se: Min profil

source: My Replies
sv_se: Mina svar

source: My Sites
sv_se: Mina webbplatser

source: My Videos
sv_se: Mina videor

source: Name
sv_se: Namn

source: Name (required)
sv_se: namn (krävs)

source: Name (required):
sv_se: Namn (krävs):

source: Name and Description
sv_se: Namn och en beskrivning

source: Name of the anonymous user.
sv_se: Den anonyma användarens namn.

source: Name of the component.
sv_se: Komponentens namn.

source: Name of the database with your old forum data
sv_se: Namnet på databasen med dina gamla forumdata

source: Name of the field to order according to.
sv_se: Namnet på det fält som ska beställas enligt.

source: Name of the field.
sv_se: Fältets namn.

source: Name of the group type.
sv_se: Namnet på grupptypen.

source: Name of the object.
sv_se: Objektets namn.

source: Name of the setting.
sv_se: Inställningens namn.

source: Name:
sv_se: Namn:

source: Navigation item slug.
sv_se: Navigationsobjektets slug.

source: Network Search
sv_se: Nätverkssökning

source: Never active
sv_se: Aldrig aktiv

source: Never Hide
sv_se: Göm dig aldrig

source: New %s published
sv_se: Ny %s publicerad

source: New Activity comment reply
sv_se: Ny aktivitet kommentar svar

source: New Activity reply
sv_se: Svar på ny aktivitet

source: New Album Title.
sv_se: Ny albumtitel.

source: New Category Name
sv_se: Nytt kategorinamn

source: New connection created
sv_se: Ny anslutning skapas

source: New connections
sv_se: Nya anslutningar

source: New Discussion
sv_se: Ny diskussion

source: New discussion in <strong>%s</strong> titled:
sv_se: Ny diskussion i <strong>%s</strong> med titeln:

source: New Email
sv_se: Ny E-post

source: New Email Situation
sv_se: Ny e-postsituation

source: New email situation name
sv_se: Namn på ny e-postsituation

source: New Field
sv_se: Nytt fält

source: New Field Set
sv_se: Ny fältuppsättning

source: New Forum
sv_se: Nytt forum

source: New forum discussion
sv_se: Ny diskussion i forumet

source: New forum reply
sv_se: Nytt forum-svar

source: New Group
sv_se: Ny grupp

source: New Group Message
sv_se: Meddelande om ny grupp

source: New Group Type
sv_se: Ny grupptyp

source: New Groups
sv_se: Nya grupper

source: New item comment posted
sv_se: Kommentar till en ny artikel

source: New item published
sv_se: Ny artikel publicerad

source: New member registered
sv_se: Ny medlem registrerad

source: New Members
sv_se: Nya medlemmar

source: New mentions
sv_se: Nya omnämnanden

source: New Message
sv_se: Nytt meddelande

source: New Messages
sv_se: Nya meddelanden

source: New Post
sv_se: Nytt inlägg

source: New post comment posted
sv_se: Nya inlägg kommentarer

source: New post published
sv_se: Nytt inlägg publicerat

source: New Private Message
sv_se: Nytt privat meddelande

source: New private messages
sv_se: Nya privata meddelanden

source: New Profile Type
sv_se: Ny profiltyp

source: New Reply
sv_se: Nytt svar

source: New Sent Invite
sv_se: Ny skickad inbjudan

source: New site created
sv_se: Ny webbplats skapad

source: New Site Title.
sv_se: Ny webbplatstitel.

source: New Site URL.
sv_se: Ny webbadress.

source: New Site: %s
sv_se: Ny webbplats: %s

source: New Sites
sv_se: Nya webbplatser

source: New sitewide notice
sv_se: Ny platsövergripande anmälan

source: New Tag Name
sv_se: Nytt namn på märket

source: New Topic title for the split with option reply.
sv_se: Ny ämnestitel för delningen med svarsalternativet.

source: New Topic Title.
sv_se: Ny ämnestitel.

source: New update comment replies
sv_se: Ny uppdatering kommentar svar

source: New update replies
sv_se: Nya uppdateringssvar

source: New user account password.
sv_se: Nytt lösenord för användarkonto.

source: New user confirm account password.
sv_se: Ny användare bekräftar lösenordet för kontot.

source: New user confirm email address.
sv_se: Ny användare bekräftar e-postadress.

source: New user email address.
sv_se: Ny användares e-postadress.

source: New user registration is currently not allowed.
sv_se: Registrering av nya användare är för närvarande inte tillåten.

source: New user registration on your site %s:
sv_se: Registrering av ny användare på din webbplats %s:

source: New user Username .
sv_se: Nytt användarnamn.

source: New users fill out this form to register their accounts.
sv_se: Nya användare fyller i det här formuläret för att registrera sina konton.

source: Newest
sv_se: Nyaste

source: Newest Discussions
sv_se: Nyaste diskussionerna

source: Newest First
sv_se: Nyaste först

source: Newest Members
sv_se: Nyaste medlemmarna

source: Newest Registered
sv_se: Nyaste registrerade

source: Newly Created
sv_se: Nyligen skapad

source: News Feed
sv_se: Nyhetsflöde

source: Next
sv_se: Nästa

source: Next Forums
sv_se: Nästa forum

source: Next page
sv_se: Nästa sida

source: Next Step
sv_se: Nästa steg

source: Next »
sv_se: Nästa

source: Nickname
sv_se: Användarnamn

source: No
sv_se: Nej

source: No activities found.
sv_se: Inga aktiviteter hittades.

source: No activities were found.
sv_se: Inga aktiviteter hittades.

source: No activity found with this ID.
sv_se: Ingen aktivitet hittades med detta ID.

source: No albums found. Please create and select album.
sv_se: Inga album hittades. Skapa och välj album.

source: No blocked members found.
sv_se: Inga blockerade medlemmar hittades.

source: No changes were made to this account.
sv_se: Inga ändringar gjordes i det här kontot.

source: No changes were made to your account.
sv_se: Inga ändringar gjordes i ditt konto.

source: No comments by default, stream for within stream display, threaded for below each activity item.
sv_se: Inga kommentarer som standard, ström för visning inom strömmen, trådad för visning under varje aktivitetsobjekt.

source: No components found.
sv_se: Inga komponenter hittades.

source: No data to clean
sv_se: Inga uppgifter att rengöra

source: No Discussion
sv_se: Ingen diskussion

source: No Discussions
sv_se: Inga diskussioner

source: No discussions available
sv_se: Inga diskussioner tillgängliga

source: No discussions found
sv_se: Inga diskussioner hittades

source: No discussions found in trash
sv_se: Inga diskussioner hittades i papperskorgen

source: No discussions to convert
sv_se: Inga diskussioner om konvertering

source: No email situations
sv_se: Inga e-postsituationer

source: No email situations found
sv_se: Inga e-postsituationer hittades

source: No emails found
sv_se: Inga e-postmeddelanden hittades

source: No emails found in trash
sv_se: Inga e-postmeddelanden hittades i papperskorgen

source: No extended profile data available as the component is inactive
sv_se: Inga uppgifter om förlängd profil finns tillgängliga eftersom komponenten är inaktiv

source: No file was uploaded.
sv_se: Ingen fil laddades upp.

source: No folders found. Please create and select folder.
sv_se: Inga mappar hittades. Skapa och välj en mapp.

source: No forms found
sv_se: Inga formulär hittades

source: No forms found in trash
sv_se: Inga formulär hittades i papperskorgen

source: No Forum
sv_se: Inget forum

source: No forum parents to convert
sv_se: Inga forumföräldrar att konvertera

source: No forums available
sv_se: Inga forum finns tillgängliga

source: No forums found
sv_se: Inga forum hittades

source: No forums found in trash
sv_se: Inga forum hittades i papperskorgen

source: No forums have been created here yet.
sv_se: Inga forum har skapats här ännu.

source: No forums to convert
sv_se: Inga forum att konvertera

source: No Ghostscript.
sv_se: Ingen Ghostscript.

source: No group found with this ID.
sv_se: Ingen grupp hittades med detta ID.

source: No Group Profile Photo
sv_se: Inget gruppprofilfoto

source: No group Selected.
sv_se: Ingen grupp Vald.

source: No Group Type
sv_se: Nej Typ av grupp

source: No Group Types found
sv_se: Inga grupptyper hittades

source: No Group Types found in trash
sv_se: Inga grupptyper hittades i papperskorgen

source: No groups found!
sv_se: Inga grupper hittades!

source: No groups found.
sv_se: Inga grupper hittades.

source: No groups matched the current filter.
sv_se: Inga grupper matchade det aktuella filtret.

source: No member found by that ID.
sv_se: Ingen medlem hittades med det ID:t.

source: No member found with that ID.
sv_se: Ingen medlem hittades med det ID:t.

source: No members found in parent group.
sv_se: Inga medlemmar hittades i föräldergruppen.

source: No members found.
sv_se: Inga medlemmar hittades.

source: No members of this type
sv_se: Inga medlemmar av denna typ

source: No Members Selected.
sv_se: Inga medlemmar har valts.

source: No members were found. Try another filter.
sv_se: Inga medlemmar hittades. Testa ett annat filter.

source: No moderation found with this ID.
sv_se: Ingen moderering hittades med detta ID.

source: No Moderators
sv_se: Inga moderatorer

source: No new messages yet!
sv_se: Inga nya meddelanden ännu!

source: No new notifications
sv_se: Inga nya meddelanden

source: No new notifications.
sv_se: Inga nya meddelanden.

source: No one
sv_se: Ingen

source: No one has signed up yet!
sv_se: Ingen har anmält sig än!

source: No Organizers
sv_se: Inga arrangörer

source: No passwords to clear
sv_se: Inga lösenord att rensa

source: No pending accounts found.
sv_se: Inga väntande konton hittades.

source: No pending group invitations found.
sv_se: Inga väntande gruppinbjudningar hittades.

source: No Pending Invites
sv_se: Inga väntande inbjudningar

source: No Pending Requests
sv_se: Inga väntande begäranden

source: No photo captured. Click "Capture" to take your photo.
sv_se: Inget foto har tagits. Klicka på "Capture" för att ta ditt foto.

source: No Profile Type
sv_se: Ingen profiltyp

source: No Profile Types found
sv_se: Inga profiltyper hittades

source: No Profile Types found in trash
sv_se: Inga profiltyper hittades i papperskorgen

source: No recorded history. Akismet has not checked this post.
sv_se: Ingen antecknad historia. Akismet har inte kontrollerat det här inlägget.

source: No Replies
sv_se: Inga svar

source: No replies added here yet.
sv_se: Inga svar har lagts till här ännu.

source: No replies found
sv_se: Inga svar hittades

source: No replies found in trash
sv_se: Inga svar hittades i papperskorgen

source: No replies to convert
sv_se: Inga svar för att konvertera

source: No reply positions to recalculate!
sv_se: Inga svarspositioner att räkna om!

source: No reply_to parents to convert
sv_se: Inget svar_till föräldrar att konvertera

source: No reported content found.
sv_se: Inget rapporterat innehåll har hittats.

source: No reporting categories found.
sv_se: Inga rapporteringskategorier hittades.

source: No response
sv_se: Inget svar

source: No result found&hellip;
sv_se: Inga resultat…

source: No results for '%s'
sv_se: Inga resultat för '%s'

source: No results found
sv_se: Inga resultat funna

source: No search results were found here.
sv_se: Inga sökresultat hittades här.

source: No Sent Invites found
sv_se: Inga skickade inbjudningar hittades

source: No Sent Invites found in trash
sv_se: Inga skickade inbjudningar hittades i papperskorgen

source: No stickies to stick
sv_se: Inga stickies för att hålla fast

source: No Subject
sv_se: Inget ämne

source: No super stickies to stick
sv_se: Inga superklistermärken att hålla fast

source: No tags to convert
sv_se: Inga taggar att konvertera

source: No template packages available.
sv_se: Inga mallpaket finns tillgängliga.

source: No user found with this ID.
sv_se: Ingen användare hittades med detta ID.

source: No users to convert
sv_se: Inga användare att konvertera

source: No, do not send email
sv_se: Nej, skicka inte e-post

source: Non-Forums passwords cannot be automatically converted. They will be converted as each user logs in.
sv_se: Lösenord som inte tillhör forumet kan inte konverteras automatiskt. De konverteras när varje användare loggar in.

source: None
sv_se: Ingen

source: None available
sv_se: Ingen tillgänglig

source: Not Enrolled
sv_se: Ej inskriven

source: Not recently active
sv_se: Inte nyligen aktiv

source: Not Spam
sv_se: Inte skräppost

source: Not spam
sv_se: Inte skräppost

source: Not starred
sv_se: Inte stjärnmärkt

source: not yet active
sv_se: ännu inte aktiv

source: Note: Any fields in the first group will appear on the signup page.
sv_se: Observera: Alla fält i den första gruppen kommer att visas på registreringssidan.

source: Note: Resetting without this checked will delete the meta-data necessary to delete these users.
sv_se: Observera: Om du återställer utan att detta är markerat raderas de metadata som behövs för att radera dessa användare.

source: Note: This widget is only displayed if a member has some connections.
sv_se: Observera: Den här widgeten visas endast om en medlem har vissa anslutningar.

source: Note: This widget is only displayed if a member is followed by other members.
sv_se: Observera: Den här widgeten visas endast om en medlem följs av andra medlemmar.

source: Note: This widget is only displayed if a member is following other members.
sv_se: Observera: Den här widgeten visas endast om en medlem följer andra medlemmar.

source: Note: This widget is only displayed if a member is logged in.
sv_se: Observera: Den här widgeten visas endast om en medlem är inloggad.

source: Nothing found for '%s'
sv_se: Ingenting hittades för '%s'

source: Nothing to import
sv_se: Inget att importera

source: Nothing to remove!
sv_se: Inget att ta bort!

source: Notice
sv_se: Lägga märke till

source: Notice activated successfully.
sv_se: Meddelandet aktiverades framgångsrikt.

source: Notice deactivated successfully.
sv_se: Meddelandet avaktiverades framgångsrikt.

source: Notice deleted successfully.
sv_se: Meddelandet har tagits bort.

source: Notice successfully created.
sv_se: Meddelande har skapats.

source: Notice successfully updated.
sv_se: Meddelandet har uppdaterats.

source: Notice was not created. Please try again.
sv_se: Ett tillkännagivande har inte skapats. Försök igen.

source: Notice was not updated. Please try again.
sv_se: Meddelandet uppdaterades inte. Var god försök igen.

source: Notices
sv_se: Lägger märke till

source: Notices List
sv_se: Meddelandelista

source: Notification
sv_se: Meddelande

source: Notification Action
sv_se: Meddelandeåtgärd

source: Notification is already with the status you are trying to update into.
sv_se: Meddelandet har redan den status som du försöker uppdatera till.

source: Notification successfully deleted.
sv_se: Aviseringen har tagits bort.

source: Notification successfully marked read.
sv_se: Aviseringen har markerats som läst.

source: Notification successfully marked unread.
sv_se: Aviseringen har markerats som oläst.

source: Notifications
sv_se: Meddelanden

source: Notifications %s
sv_se: Meddelanden %s

source: Notifications deleted.
sv_se: Meddelanden raderade.

source: Notifications marked as read
sv_se: Meddelanden markerade som lästa

source: Notifications marked as unread.
sv_se: Aviseringar markerade som olästa.

source: Notified Date (GMT)
sv_se: Datum för anmälan (GMT)

source: Notify administrators when content has been automatically hidden.
sv_se: Meddela administratörer när innehåll har dolts automatiskt.

source: Notify administrators when members have been automatically suspended.
sv_se: Meddela administratörer när medlemmar har stängts av automatiskt.

source: Notify group members of these changes via email
sv_se: Meddela gruppmedlemmarna om dessa ändringar via e-post

source: Notify me of follow-up replies via email
sv_se: Meddela mig om uppföljningssvar via e-post

source: Notify members of relevant activity with a toolbar bubble and/or via email and allow them to customize their notification settings.
sv_se: Meddela medlemmarna om relevant aktivitet med en bubbla i verktygsfältet och/eller via e-post och låt dem anpassa sina inställningar för meddelanden.

source: Notify the author of follow-up replies via email
sv_se: Meddela författaren om uppföljningssvar via e-post

source: Now Editing &ldquo;%s&rdquo;
sv_se: Nu redigerar du &ldquo;%s&rdquo;

source: Number
sv_se: Antal

source: Number field
sv_se: Nummerfält

source: Number of posts to show for each blog:
sv_se: Antal inlägg som ska visas för varje blogg:

source: Number of report results displayed per page
sv_se: Antal rapportresultat som visas per sida

source: Number of Reports
sv_se: Antal rapporter

source: Number of Results
sv_se: Antal resultat

source: Number of time item was reported.
sv_se: Antal gånger som artikeln har rapporterats.

source: Object of groups.
sv_se: Gruppernas objekt.

source: Object of member.
sv_se: Objekt för medlemmen.

source: Objects
sv_se: Objekt

source: October
sv_se: Oktober

source: of
sv_se: på

source: Offensive
sv_se: Offensivt

source: Offset the result set by a specific number of items.
sv_se: Förskjuta resultatuppsättningen med ett visst antal objekt.

source: Oh, and this is what a reply looks like.
sv_se: Och så här ser ett svar ut.

source: Oldest
sv_se: Äldsta

source: Oldest First
sv_se: Äldst först

source: On Deactivation:
sv_se: Vid inaktivering:

source: On Registration and Account activation, Profile Type members will auto-join Groups from Selected Group Types below other than Hidden Groups.
sv_se: Vid registrering och kontoaktivering kommer medlemmar av profiltyp automatiskt att ansluta sig till grupper från valda grupptyper nedan, förutom dolda grupper.

source: On-screen Notifications
sv_se: Meddelanden på skärmen

source: On-screen notifications
sv_se: Meddelanden på skärmen

source: Once done, copy the API key and paste it in the field above.
sv_se: När du har gjort det kopierar du API-nyckeln och klistrar in den i fältet ovan.

source: Once in 10 minutes
sv_se: En gång på 10 minuter

source: Once in 30 minutes
sv_se: En gång om 30 minuter

source: Once in 5 minutes
sv_se: En gång på 5 minuter

source: One of the password fields was empty.
sv_se: Ett av lösenordsfälten var tomt.

source: Only allow the selected profile types to send invites.
sv_se: Tillåt endast de valda profiltyperna att skicka inbjudningar.

source: Only Me
sv_se: Bara jag

source: Only members of the selected profile types may be sent requests to join this group.
sv_se: Endast medlemmar av de valda profiltyperna kan skickas förfrågningar om att gå med i denna grupp.

source: Only members of the selected profile types may be sent requests to join this group. (Leave blank for unrestricted invites)
sv_se: Endast medlemmar av de valda profiltyperna kan skickas förfrågningar om att gå med i denna grupp. (Lämna tomt för obegränsade inbjudningar)

source: Only people who are invited can join the group.
sv_se: Endast personer som är inbjudna kan gå med i gruppen.

source: Only people who request membership and are accepted can join the group.
sv_se: Endast personer som begär medlemskap och accepteras kan gå med i gruppen.

source: Only site administrators can reconfigure which forum belongs to this group.
sv_se: Endast webbplatsadministratörer kan konfigurera om vilket forum som hör till den här gruppen.

source: Only the group organizer may continue editing this group.
sv_se: Endast grupparrangören kan fortsätta redigera den här gruppen.

source: Oops! That page can’t be found.
sv_se: Oops! Den sidan kan inte hittas.

source: Open
sv_se: Öppna

source: Open this discussion
sv_se: Öppna denna diskussion

source: OpenDocument Spreadsheet
sv_se: OpenDocument-kalkylblad

source: option
sv_se: alternativ

source: Optional
sv_se: Valfritt

source: Optional reason for editing:
sv_se: Valfritt skäl för redigering:

source: Optional: Customize the message of your invite.
sv_se: Valfritt: Anpassa meddelandet i din inbjudan.

source: Options
sv_se: Alternativ

source: Options for Move the reply.
sv_se: Alternativ för Flytta svaret.

source: Options of the profile field.
sv_se: Alternativ för profilfältet.

source: Options set for the fields.
sv_se: Alternativ för fälten.

source: Options:
sv_se: Alternativ:

source: Order albums by which attribute.
sv_se: Ordna album efter vilket attribut.

source: Order by a specific parameter (default: signup_id).
sv_se: Beställ efter en specifik parameter (standard: signup_id).

source: Order by a specific parameter.
sv_se: Beställ efter en specifik parameter.

source: Order By:
sv_se: Beställning av:

source: Order documents by which attribute.
sv_se: Ordna dokumenten efter vilket attribut.

source: Order folders by which attribute.
sv_se: Ordna mapparna efter vilket attribut.

source: Order Groups by which attribute.
sv_se: Ordna grupper efter vilket attribut.

source: Order media by which attribute.
sv_se: Ordna media efter vilket attribut.

source: Order number of the course.
sv_se: Kursens beställningsnummer.

source: Order of the item.
sv_se: Artikelns ordning.

source: Order results ascending or descending.
sv_se: Ordna resultaten i stigande eller fallande ordning.

source: Order sort attribute ascending or descending.
sv_se: Ordna sorteringsattributet stigande eller fallande.

source: Order:
sv_se: Beställning:

source: Organized by
sv_se: Organiserad av

source: Organizer
sv_se: Arrangör

source: organizer
sv_se: arrangör

source: Organizer Of
sv_se: Arrangör av

source: Organizers
sv_se: Arrangörer

source: Organizers and Moderators
sv_se: Arrangörer och moderatorer

source: Organizers and Moderators only
sv_se: Endast arrangörer och moderatorer

source: Organizers only
sv_se: Endast arrangörer

source: Orphan
sv_se: Föräldralösa barn

source: Orphan <span class="count">(%s)</span>
sv_se: Föräldralösa <span class="count">(%s)</span>

source: Other
sv_se: Övriga

source: other like this
sv_se: andra som detta

source: others like this
sv_se: andra som detta

source: out of
sv_se: av

source: Overview
sv_se: Översikt

source: Page %s
sv_se: Sidan %s

source: Pages
sv_se: Sidor

source: Pages and Posts Search
sv_se: Sökning efter sidor och inlägg
