Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: Video error. Please upload a photo instead.
sv_se: Videofel. Ladda upp ett foto istället.

source: Video file URL.
sv_se: URL till videofilen.

source: Video inherits activity privacy in comment. You are not allowed to move.
sv_se: Video ärver aktivitetssekretess i kommentarer. Det är inte tillåtet att röra sig.

source: Video poster URL with full image size.
sv_se: URL till videoposter med full bildstorlek.

source: Video poster URL with thumbnail image size.
sv_se: URL för videoposter med storlek på miniatyrbild.

source: Video privacy.
sv_se: Videointegritet.

source: Video specific IDs.
sv_se: Videospecifika ID:n.

source: Video update complete!
sv_se: Uppdateringen av videon är klar!

source: Video Uploading
sv_se: Uppladdning av videor

source: Video URL for the activity image size.
sv_se: Video-URL för aktivitetsbildens storlek.

source: Video URL with full image size.
sv_se: Video-URL med fullständig bildstorlek.

source: Video URL with thumbnail image size.
sv_se: Videons URL med storlek på miniatyrbilden.

source: Videos
sv_se: Videor

source: View
sv_se: Visa

source: View "%s"
sv_se: Visa "%s"

source: View %s's profile
sv_se: Visa %s profil

source: View (%d) more
sv_se: Visa (%d) mer

source: View Activity
sv_se: Visa aktivitet

source: View activity.
sv_se: Visa aktivitet.

source: View all
sv_se: Visa alla

source: View all actions
sv_se: Visa alla åtgärder

source: View As
sv_se: Visa som

source: View base
sv_se: Visa bas

source: View Content
sv_se: Visa innehåll

source: View Conversation
sv_se: Visa konversation

source: View Course
sv_se: Visa kurs

source: View Discussion
sv_se: Visa diskussion

source: View Discussion Tag
sv_se: Visa diskussionstaggen

source: View Email
sv_se: Visa e-post

source: View Email Situation
sv_se: Visa e-postsituationen

source: View Forum
sv_se: Visa forum

source: View Invitation
sv_se: Visa inbjudan

source: View message.
sv_se: Visa meddelande.

source: View moderation Overview line 1.
sv_se: Visa moderering Översiktslinje 1.

source: View moderation Overview line 2
sv_se: Visa moderering Översikt linje 2

source: View on %s
sv_se: Visa på %s

source: View previous comments
sv_se: Visa tidigare kommentarer

source: View Profile
sv_se: Visa profil

source: View Reply
sv_se: Visa svar

source: View Reports
sv_se: Visa rapporter

source: View Tutorial
sv_se: Visa handledning

source: View Tutorials
sv_se: Visa handledningar

source: View: %s
sv_se: Visa: %s

source: Viewing %1$d - %2$d of %3$d results
sv_se: Visar %1$d - %2$d av %3$d resultat

source: Viewing %1$s discussion
sv_se: Visar %1$s diskussion

source: Viewing %1$s forum
sv_se: Visar %1$s forum

source: Viewing %1$s post
sv_se: Visar %1$s inlägg

source: Viewing %1$s reply
sv_se: Visa %1$s svar

source: Viewing %1$s result
sv_se: Visar %1$s resultat

source: Viewing %2$s of %4$s discussions
sv_se: Visar %2$s av %4$s diskussioner

source: Viewing %2$s of %4$s forums
sv_se: Visar %2$s av %4$s forum

source: Viewing %2$s of %4$s posts
sv_se: Visar %2$s av %4$s inlägg

source: Viewing %2$s of %4$s replies
sv_se: Visar %2$s av %4$s svar

source: Viewing %2$s of %4$s results
sv_se: Visar %2$s av %4$s resultat

source: Viewing 1 group
sv_se: Visar 1 grupp

source: Viewing 1 invitation
sv_se: Visar 1 inbjudan

source: Viewing 1 item
sv_se: Visar 1 objekt

source: Viewing 1 member
sv_se: Visar 1 medlem

source: Viewing 1 member with connections
sv_se: Visar 1 medlem med anslutningar

source: Viewing 1 message
sv_se: Visa 1 meddelande

source: Viewing 1 notification
sv_se: Visning av 1 anmälan

source: Viewing 1 online member
sv_se: Visar 1 medlem online

source: Viewing 1 request
sv_se: Visar en begäran

source: Viewing 1 site
sv_se: Visning av 1 webbplats

source: Viewing all groups that are %s
sv_se: Visar alla grupper som är %s

source: Viewing all members who are %s
sv_se: Visar alla medlemmar som är %s

source: Visibility
sv_se: Synlighet

source: Visibility of the Album.
sv_se: Albumets synlighet.

source: Visibility of the document.
sv_se: Dokumentets synlighet.

source: Visibility of the media.
sv_se: Mediernas synlighet.

source: Visibility of the video.
sv_se: Videons synlighet.

source: Visibility:
sv_se: Synlighet:

source: Visit
sv_se: Besök

source: Visit %s's website
sv_se: Besök %s webbplats

source: Visit Group
sv_se: Besök gruppen

source: Visit Site
sv_se: Besök webbplatsen

source: Voice count of the topic
sv_se: Rösträkning av ämnet

source: Volume
sv_se: Volym

source: WARNING
sv_se: VARNING

source: Warning while uploading the cover photo.
sv_se: Varning när du laddar upp omslagsbildet.

source: Warning! Problem updating %1$s. Your server may not be able to connect to sites running on it. Error message: <em>%2$s</em>
sv_se: Varning! Problem vid uppdatering av %1$s. Din server kanske inte kan ansluta till webbplatser som körs på den. Felmeddelande: <em>%2$s</em>

source: WARNING: Deleting this group will completely remove ALL content associated with it. There is no way back. Please be careful with this option.
sv_se: VARNING: Om du raderar den här gruppen försvinner allt innehåll som är kopplat till den. Det finns ingen väg tillbaka. Var försiktig med detta alternativ.

source: We are facing a problem to creating a reply.
sv_se: Vi har problem med att skapa ett svar.

source: We are facing a problem to creating a topic.
sv_se: Vi har problem med att skapa ett ämne.

source: We are facing a problem to update a topic.
sv_se: Vi har problem med att uppdatera ett ämne.

source: We are facing a problem to updating a reply.
sv_se: Vi har problem med att uppdatera ett svar.

source: We couldn't find any invitations associated with this email address.
sv_se: Vi kunde inte hitta några inbjudningar kopplade till den här e-postadressen.

source: We have found some media uploaded from the <strong>BuddyBoss Media</strong></strong> plugin, which is not compatible with BuddyBoss Platform as it has its own media component. You should import the media into BuddyBoss Platform, and then remove the BuddyBoss Media plugin if you are still using it.
sv_se: Vi har hittat en del media som laddats upp från insticksprogrammet <strong>BuddyBoss Media</strong></strong>, som inte är kompatibelt med BuddyBoss Platform eftersom det har en egen mediakomponent. Du bör importera medierna till BuddyBoss Platform och sedan ta bort BuddyBoss Media-pluginet om du fortfarande använder det.

source: We hope you enjoy your new site. Thanks! <br />--The Team @ SITE_NAME
sv_se: Vi hoppas att du trivs på din nya webbplats. Tack! <br />--The Team @ SITE_NAME

source: We see you are running BuddyBoss Theme, congratulations! If you have an active theme license, you can access our support ticketing system to get 24/7 support for BuddyBoss Theme and Platform. Sign into <a href="https://www.buddyboss.com/" target="_blank">BuddyBoss.com</a> using the email and password created during your purchase, and from there you can access support tickets, downloads and license keys.
sv_se: Vi ser att du kör BuddyBoss Theme, grattis! Om du har en aktiv temalicens kan du få tillgång till vårt supportsystem för att få support dygnet runt för BuddyBoss tema och plattform. Logga in på <a href="https://www.buddyboss.com/" target="_blank">BuddyBoss.com</a> med hjälp av den e-postadress och det lösenord som skapades vid köpet, och därifrån kan du få tillgång till supportärenden, nedladdningar och licensnycklar.

source: We're almost there!
sv_se: Vi är nästan där!

source: We've made it easy to figure out your file's MIME type. Upload any sample file below and click "Get MIME Type" and we will display the MIME type for that file. For example, if you wanted to check the MIME type for the .zip extension, you would need to upload any random ZIP file. Once we have determined the correct MIME Type, click to enter that MIME type into the table cell.
sv_se: Vi har gjort det enkelt för dig att ta reda på vilken MIME-typ din fil har. Ladda upp en provfil nedan och klicka på "Get MIME Type" så visar vi MIME-typen för filen. Om du till exempel vill kontrollera MIME-typen för .zip-tillägget måste du ladda upp en slumpmässig ZIP-fil. När vi har fastställt rätt MIME-typ klickar du på för att skriva in den MIME-typen i tabellcellen.

source: Webcam not found or permission was denied. Please upload a photo.
sv_se: Webbkameran hittades inte eller tillstånd nekades. Ladda upp en bild.

source: Website
sv_se: Webbplats

source: Website of the anonymous user.
sv_se: Den anonyma användarens webbplats.

source: Website:
sv_se: Webbplats:

source: week
sv_se: vecka

source: weeks
sv_se: veckor

source: Welcome to BuddyBoss Platform
sv_se: Välkommen till BuddyBoss-plattformen

source: Welcome! You've been invited to join the site by the following user: %s. Please fill out the information below to create your account.
sv_se: Välkommen! Du har blivit inbjuden till webbplatsen av följande användare: %s. Fyll i informationen nedan för att skapa ditt konto.

source: Wether the friendship has been accepted.
sv_se: Om vänskapen har accepterats.

source: What do you want to import?
sv_se: Vad vill du importera?

source: What is a MIME type?
sv_se: Vad är en MIME-typ?

source: What type of group is this? (optional)
sv_se: Vilken typ av grupp är detta? (valfritt)

source: When a group member is promoted to be a %s of the group, the member gains the ability to edit and delete any forum discussion within the group and delete any activity feed items, excluding those posted by %s.
sv_se: När en gruppmedlem befordras till %s i gruppen får medlemmen möjlighet att redigera och radera alla forumdiskussioner i gruppen och radera alla aktivitetsflöden, utom de som publicerats av %s.

source: When a member has been automatically suspended due to reaching the reporting threshold.
sv_se: När en medlem har stängts av automatiskt på grund av att han eller hon har nått rapporteringströskeln.

source: When a member is blocked, their profile and all of their content is hidden from the member who blocked them.
sv_se: När en medlem blockeras döljs hans eller hennes profil och allt innehåll för den medlem som blockerat honom eller henne.

source: When a member joins a group, he or she is assigned the %s role by default. %s are able to contribute to the group’s discussions, activity feeds, and view other group members.
sv_se: När en medlem går med i en grupp tilldelas han eller hon som standard rollen %s. %s kan bidra till gruppens diskussioner, aktivitetsflöden och visa andra gruppmedlemmar.

source: When a member requests to join a group their membership is automatically accepted
sv_se: När en medlem begär att gå med i en grupp accepteras medlemskapet automatiskt

source: When content is automatically hidden due to reaching the reporting threshold.
sv_se: När innehåll automatiskt döljs på grund av att rapporteringströskeln har uppnåtts.

source: When links are used in activity posts, display an image and excerpt from the site
sv_se: När länkar används i aktivitetsinlägg visas en bild och ett utdrag från webbplatsen

source: When users publish new blog posts, show them in the activity feed.
sv_se: När användare publicerar nya blogginlägg, visa dem i aktivitetsflödet.

source: When using Bulk Edit, you can change the status (Published, Private, etc.) and add discussion tags for all selected discussions at once. To remove a discussion from the grouping, just click the x next to its name in the Bulk Edit area that appears.
sv_se: När du använder Bulk Edit kan du ändra statusen (Publicerad, Privat osv.) och lägga till diskussionstaggar för alla valda diskussioner på en gång. Om du vill ta bort en diskussion från grupperingen klickar du bara på x:et bredvid dess namn i området Bulk Edit som visas.

source: When using Bulk Edit, you can change the status (Published, Private, etc.) for all selected forums at once. To remove a forum from the grouping, just click the x next to its name in the Bulk Edit area that appears.
sv_se: När du använder Bulk Edit kan du ändra statusen (Publicerad, Privat osv.) för alla valda forum på en gång. Om du vill ta bort ett forum från grupperingen klickar du bara på x:et bredvid forumets namn i området Bulk Edit som visas.

source: When using Bulk Edit, you can change the status (Published, Private, etc.) for all selected replies at once. To remove a reply from the grouping, just click the x next to its name in the Bulk Edit area that appears.
sv_se: När du använder Bulk Edit kan du ändra statusen (Publicerad, Privat osv.) för alla valda svar på en gång. Om du vill ta bort ett svar från grupperingen klickar du bara på x:et bredvid dess namn i det område för massredigering som visas.

source: When you split a discussion, you are slicing it in half starting with the reply you just selected. Choose to use that reply as a new discussion with a new title, or merge those replies into an existing discussion.
sv_se: När du delar upp en diskussion delar du den på mitten och börjar med det svar du just valt. Välj om du vill använda svaret som en ny diskussion med en ny titel eller om du vill slå ihop svaren i en befintlig diskussion.

source: Whether fields updated or giving an error.
sv_se: Om fälten har uppdaterats eller om de ger ett fel.

source: Whether invitee is registered or not.
sv_se: Oavsett om den inbjudna är registrerad eller inte.

source: Whether is a group thread or not.
sv_se: Oavsett om det är en grupptråd eller inte.

source: Whether it is a document or folder.
sv_se: Oavsett om det är ett dokument eller en mapp.

source: Whether it is hidden of all or not.
sv_se: Oavsett om den är dold för alla eller inte.

source: Whether it's a new notification or not.
sv_se: Oavsett om det är en ny anmälan eller inte.

source: Whether or not user can report or not.
sv_se: Om användaren kan rapportera eller inte.

source: Whether or not user have the comment access for the activity object.
sv_se: Om användaren har tillgång till kommentarer för aktivitetsobjektet eller inte.

source: Whether or not user have the delete access for the activity object.
sv_se: Om användaren har tillgång till att ta bort aktivitetsobjektet eller inte.

source: Whether or not user have the edit access for the activity object.
sv_se: Om användaren har redigeringsbehörighet för aktivitetsobjektet eller inte.

source: Whether or not user have the favorite access for the activity object.
sv_se: Om användaren har favoritåtkomst för aktivitetsobjektet eller inte.

source: Whether results should exclude banned group members.
sv_se: Om resultaten ska utesluta förbjudna gruppmedlemmar.

source: Whether results should exclude group admins and mods.
sv_se: Om resultaten ska utesluta gruppadministratörer och mods.

source: Whether results should include hidden Groups.
sv_se: Om resultaten ska innehålla dolda grupper.

source: Whether revoke invite or not.
sv_se: Återkalla inbjudan eller inte.

source: Whether shows the replies for the current user or not.
sv_se: Om svaren för den aktuella användaren ska visas eller inte.

source: Whether shows the sub-forums for the current user or not.
sv_se: Om underforum för den aktuella användaren ska visas eller inte.

source: Whether shows the topics for the current user or not.
sv_se: Om du vill visa ämnena för den aktuella användaren eller inte.

source: Whether the activity has been marked as spam or not.
sv_se: Om aktiviteten har markerats som skräppost eller inte.

source: Whether the activity is reported or not.
sv_se: Oavsett om verksamheten rapporteras eller inte.

source: Whether the activity object has been favorited by the current user.
sv_se: Om aktivitetsobjektet har favoriserats av den aktuella användaren.

source: Whether the activity object should be sitewide hidden or not.
sv_se: Om aktivitetsobjektet ska vara dolt i hela webbplatsen eller inte.

source: Whether the comment created or not.
sv_se: Om kommentaren har skapats eller inte.

source: Whether the comment is reported or not.
sv_se: Oavsett om kommentaren rapporteras eller inte.

source: Whether the course is purchasable or not.
sv_se: Om kursen kan köpas eller inte.

source: Whether the current user can create a topic in the forum or not.
sv_se: Om den aktuella användaren kan skapa ett ämne i forumet eller inte.

source: Whether the current user can edit the reply or not.
sv_se: Om den aktuella användaren kan redigera svaret eller inte.

source: Whether the current user can edit the topic or not.
sv_se: Om den aktuella användaren kan redigera ämnet eller inte.

source: Whether the current user can move the reply or not.
sv_se: Om den aktuella användaren kan flytta svaret eller inte.

source: Whether the current user can reply on topic or not.
sv_se: Om den aktuella användaren kan svara på ett ämne eller inte.

source: Whether the current user can spam the reply or not.
sv_se: Om den aktuella användaren kan skicka skräppost i svaret eller inte.

source: Whether the current user can spit the reply or not.
sv_se: Om den aktuella användaren kan ge ett svar eller inte.

source: Whether the current user can trash a topic or not.
sv_se: Om den aktuella användaren kan förstöra ett ämne eller inte.

source: Whether the current user can trash the reply or not.
sv_se: Om den aktuella användaren kan förstöra svaret eller inte.

source: Whether the current user has access for the course or not.
sv_se: Om den aktuella användaren har tillgång till kursen eller inte.

source: Whether the current user is moderator or not.
sv_se: Om den aktuella användaren är moderator eller inte.

source: Whether the document is reported or not.
sv_se: Om dokumentet rapporteras eller inte.

source: Whether the Forum is assigned as category or not.
sv_se: Om forumet har tilldelats en kategori eller inte.

source: Whether the Forum is closed or not.
sv_se: Oavsett om forumet är stängt eller inte.

source: Whether the Forum is reported or not.
sv_se: Oavsett om forumet rapporteras eller inte.

source: Whether the Forum is sticky or not.
sv_se: Om forumet är klibbigt eller inte.

source: Whether the friendship been confirmed/accepted.
sv_se: Om vänskapen har bekräftats/accepterats.

source: Whether the Group has a forum enabled or not.
sv_se: Om gruppen har ett forum aktiverat eller inte.

source: Whether the group is reported or not.
sv_se: Om gruppen rapporteras eller inte.

source: Whether the group of profile fields can be deleted or not.
sv_se: Om gruppen av profilfält kan tas bort eller inte.

source: Whether the group of profile fields can be repeated or not.
sv_se: Om gruppen av profilfält kan upprepas eller inte.

source: Whether the group type should have its own type-specific directory.
sv_se: Om grupptypen ska ha en egen typspecifik katalog.

source: Whether the invite has been sent to the invitee.
sv_se: Om inbjudan har skickats till den inbjudna.

source: Whether the invite should be sent to the invitee.
sv_se: Om inbjudan ska skickas till den inbjudna.

source: Whether the media is reported or not.
sv_se: Oavsett om medierna rapporterar eller inte.

source: Whether the member has a default avatar or not.
sv_se: Om medlemmen har en standardavatar eller inte.

source: Whether the member has been banned from the group.
sv_se: Om medlemmen har förbjudits från gruppen.

source: Whether the member is a group administrator.
sv_se: Om medlemmen är en gruppadministratör.

source: Whether the member is a group moderator.
sv_se: Om medlemmen är moderator för gruppen.

source: Whether the member is reported or not.
sv_se: Oavsett om medlemmen är rapporterad eller inte.

source: Whether the membership of this user has been confirmed.
sv_se: Om den här användarens medlemskap har bekräftats.

source: Whether the object is active or inactive.
sv_se: Om objektet är aktivt eller inaktivt.

source: Whether the option is the default one for the profile field.
sv_se: Om alternativet är standardalternativet för profilfältet.

source: Whether the post is by an anonymous user or not.
sv_se: Oavsett om inlägget är av en anonym användare eller inte.

source: Whether the profile field can be deleted or not.
sv_se: Om profilfältet kan tas bort eller inte.

source: Whether the profile field must have a value.
sv_se: Om profilfältet måste ha ett värde.

source: Whether the profile type should have its own type-specific directory.
sv_se: Om profiltypen ska ha en egen typspecifik katalog.

source: Whether the reply is reported or not.
sv_se: Oavsett om svaret rapporteras eller inte.

source: Whether the setting is active or inactive.
sv_se: Om inställningen är aktiv eller inaktiv.

source: Whether the topic is closed or not.
sv_se: Om ämnet är avslutat eller inte.

source: Whether the topic is reported or not.
sv_se: Oavsett om ämnet rapporteras eller inte.

source: Whether the topic is sticky or not.
sv_se: Oavsett om ämnet är klibbigt eller inte.

source: Whether the URL is wp embed or not.
sv_se: Om webbadressen är wp embed eller inte.

source: Whether the user can create activity or not.
sv_se: Om användaren kan skapa aktiviteter eller inte.

source: Whether the user can create group or not.
sv_se: Om användaren kan skapa en grupp eller inte.

source: Whether the user can create the document into forums or not.
sv_se: Om användaren kan skapa dokumentet i forum eller inte.

source: Whether the user can create the document into messages or not.
sv_se: Om användaren kan skapa dokumentet i meddelanden eller inte.

source: Whether the user can create the document or not.
sv_se: Om användaren kan skapa dokumentet eller inte.

source: Whether the user can create the media into forums or not.
sv_se: Om användaren kan skapa media i forum eller inte.

source: Whether the user can create the media into messages or not.
sv_se: Om användaren kan skapa media i meddelanden eller inte.

source: Whether the user can create the media or not.
sv_se: Om användaren kan skapa media eller inte.

source: Whether the user can create the video into forums or not.
sv_se: Om användaren kan skapa videon i forum eller inte.

source: Whether the user can create the video into messages or not.
sv_se: Om användaren kan skapa videon i meddelanden eller inte.

source: Whether the user can create the video or not.
sv_se: Om användaren kan skapa videon eller inte.

source: Whether the user can join the group or not.
sv_se: Om användaren kan gå med i gruppen eller inte.

source: Whether the user has permission to upload document to the group or not.
sv_se: Om användaren har rätt att ladda upp dokument till gruppen eller inte.

source: Whether the user has permission to upload media to the group or not.
sv_se: Om användaren har rätt att ladda upp media till gruppen eller inte.

source: Whether the user has permission to upload video to the group or not.
sv_se: Om användaren har rätt att ladda upp video till gruppen eller inte.

source: Whether the Video is reported or not.
sv_se: Oavsett om videon rapporteras eller inte.

source: Whether this group type is allowed to be selected on the group creation page.
sv_se: Om den här grupptypen får väljas på sidan för skapande av grupper.

source: Whether this group type should be shown in lists.
sv_se: Om den här grupptypen ska visas i listor.

source: Whether to activate or deactivate the component.
sv_se: Om komponenten ska aktiveras eller inaktiveras.

source: Whether to allow members to set the visibility for the profile field data or not.
sv_se: Om medlemmarna ska kunna ställa in synligheten för profilfältsdata eller inte.

source: Whether to check it's setup for the preview or not.
sv_se: Om du vill kontrollera om den är inställd för förhandsgranskningen eller inte.

source: Whether to check user can delete the video poster image or not.
sv_se: Om du vill kontrollera om användaren kan radera videoposterbilden eller inte.

source: Whether to check user can set as preview or not.
sv_se: Om du vill kontrollera om användaren kan ställa in som förhandsvisning eller inte.
