Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: Edit Category
sv_se: Redigera kategori

source: Edit Cover Photo
sv_se: Redigera omslagsfoto

source: Edit Details
sv_se: Redigera detaljer

source: Edit Discussion
sv_se: Redigera diskussion

source: Edit Email
sv_se: Redigera e-post

source: Edit Email Situations
sv_se: Redigera e-postsituationer

source: Edit Field
sv_se: Redigera fält

source: Edit Field Set
sv_se: Redigera fältuppsättning

source: Edit Fields
sv_se: Redigera fält

source: Edit Folder
sv_se: Redigera mapp

source: Edit Folder Privacy
sv_se: Redigera mappintegritet

source: Edit Forum
sv_se: Redigera forum

source: Edit Group
sv_se: Redigera grupp

source: edit group
sv_se: redigera grupp

source: Edit Group %s
sv_se: Redigera grupp %s

source: Edit Group Discussion
sv_se: Redigera gruppdiskussionen

source: Edit Group Name &amp; Description
sv_se: Redigera gruppnamn och beskrivning

source: Edit Group Type
sv_se: Redigera grupptyp

source: Edit Member
sv_se: Redigera medlem

source: Edit My Profile
sv_se: redigera min profil

source: Edit or update your avatar photo for this group.
sv_se: Redigera eller uppdatera ditt avatarfoto för den här gruppen.

source: Edit Post Privacy
sv_se: Redigera inläggets sekretess

source: Edit Privacy
sv_se: Redigera sekretess

source: Edit Profile
sv_se: Redigera profil

source: Edit Profile Photo
sv_se: Redigera profilfoto

source: Edit Profile Type
sv_se: Redigera profiltyp

source: Edit Reply
sv_se: Redigera svar

source: Edit Sent Invite
sv_se: Redigera skickad inbjudan

source: Edit settings
sv_se: Ändra inställningar

source: Edit Tag
sv_se: Redigera tagg

source: Edit User
sv_se: Redigera användare

source: Edit your bio
sv_se: Redigera din biografi

source: Edit Your Profile
sv_se: Redigera din profil

source: Editable forum roles no longer exist.
sv_se: Redigerbara forumroller finns inte längre.

source: Editing Activity (ID #%s)
sv_se: Redigeringsaktivitet (ID #%s)

source: Email
sv_se: E-post

source: Email (will not be published) (required):
sv_se: E-post (kommer inte att publiceras) (obligatoriskt):

source: Email Address
sv_se: E-postadress

source: Email address cannot be empty.
sv_se: E-postadressen kan inte utelämnas.

source: Email address of the anonymous user.
sv_se: Den anonyma användarens e-postadress.

source: Email Background Color
sv_se: Bakgrundsfärg för e-post

source: Email Content
sv_se: Innehåll i e-post

source: Email Invites
sv_se: E-postinbjudningar

source: Email Invites Settings
sv_se: Inställningar för e-postinbjudningar

source: Email list
sv_se: E-postlista

source: Email list navigation
sv_se: Navigering i e-postlistan

source: Email Notification
sv_se: E-postmeddelande

source: Email Preferences
sv_se: E-postinställningar

source: Email Subject
sv_se: E-postämne

source: Email Templates
sv_se: E-postmallar

source: Email:
sv_se: E-post:

source: Email: <b>%s</b>
sv_se: E-post: <b>%s </b>

source: Emails
sv_se: E-postmeddelanden

source: Emails have been successfully reinstalled.
sv_se: E-postmeddelanden har installerats om.

source: Emails Sent
sv_se: E-postmeddelanden skickade

source: Embed media (YouTube, Twitter, Vimeo, etc&hellip;) directly into discussions and replies
sv_se: Bädda in media (YouTube, Twitter, Vimeo etc&hellip;) direkt i diskussioner och svar

source: Embedded Activity Item
sv_se: Inbäddad aktivitet

source: Empty Discussion Tag
sv_se: Tom diskussionstagg

source: Empty Discussion Tags
sv_se: Tomt diskussion taggar

source: Empty documents will not be uploaded.
sv_se: Tomma dokument kommer inte att laddas upp.

source: Empty media file will not be uploaded.
sv_se: Tomma mediefiler kommer inte att laddas upp.

source: Empty Spam
sv_se: Tomma skräppostmeddelanden

source: Empty video file will not be uploaded.
sv_se: En tom videofil kommer inte att laddas upp.

source: Enable <a href="%s">advanced profile search</a> on the members directory.
sv_se: Aktivera <a href="%s">avancerad profilsökning</a> i medlemskatalogen.

source: Enable <a href="%s">group types</a> to better organize groups
sv_se: Aktivera <a href="%s">grupptyper för</a> att bättre organisera grupper

source: Enable <a href="%s">profile types</a> to give members unique profile fields and permissions
sv_se: Aktivera <a href="%s">profiltyper för</a> att ge medlemmarna unika profilfält och behörigheter

source: Enable advanced profile search on the members directory
sv_se: Aktivera avancerad profilsökning i medlemskatalogen

source: Enable Akismet spam protection for activity feed
sv_se: Aktivera Akismet skräppostskydd för aktivitetsflöde

source: Enable albums in groups
sv_se: Aktivera album i grupper

source: Enable albums in profiles
sv_se: Aktivera album i profiler

source: Enable Autocomplete
sv_se: Aktivera autokomplettering

source: Enable autocomplete dropdown when typing into search inputs.
sv_se: Aktivera rullgardinsmenyn för autokomplettering när du skriver i sökinmatningar.

source: Enable Group Forums
sv_se: Aktivera gruppforum

source: Enable group sync functionality <b>FROM</b> <a href="%1$s">BuddyBoss Social Groups</a> <b>TO</b> <a href="%2$s">LearnDash Groups</a>
sv_se: Aktivera funktionalitet för gruppsynkronisering <b>FROM</b> <a href="%1$s">BuddyBoss Social Groups</a> <b>TO</b> <a href="%2$s">LearnDash Groups</a>

source: Enable group sync functionality <b>FROM</b> <a href="%1$s">LearnDash Groups</a> <b>TO</b> <a href="%2$s">BuddyBoss Social Groups</a>
sv_se: Aktivera funktionalitet för gruppsynkronisering <b>FROM</b> <a href="%1$s">LearnDash Groups</a> <b>TO</b> <a href="%2$s">BuddyBoss Social Groups</a>

source: Enable group types to better organize groups
sv_se: Aktivera grupptyper för att bättre organisera grupper

source: Enable on-screen notifications
sv_se: Aktivera meddelanden på skärmen

source: Enable or disable all optional components in bulk
sv_se: Aktivera eller inaktivera alla valfria komponenter i en grupp

source: Enable profile types to give members unique profile fields and permissions
sv_se: Aktivera profiltyper för att ge medlemmarna unika profilfält och behörigheter

source: Enable Registration
sv_se: Aktivera registrering

source: Enable social group creation by all members
sv_se: Gör det möjligt för alla medlemmar att skapa sociala grupper

source: Enable Social Group Report for LearnDash
sv_se: Aktivera rapport om sociala grupper för LearnDash

source: Enable this option to show on-screen notifications at the bottom of the screen smaller than 500px wide.
sv_se: Aktivera det här alternativet om du vill visa meddelanden på skärmen längst ner på skärmen som är mindre än 500px bred.

source: Enable threaded (nested) replies %s levels deep
sv_se: Aktivera trådade (inbäddade) svar %s nivåer djupt

source: Enabled
sv_se: Aktiverad

source: Enabled View(s)
sv_se: Aktiverad vy(er)

source: Encapsulated Postscript
sv_se: Inkapslat postscriptum

source: End:
sv_se: Slut:

source: Enforce field visibility
sv_se: Genomför synlighet på fältet

source: Enlarge
sv_se: Förstora

source: Ensure result set excludes Groups with specific IDs
sv_se: Se till att resultatuppsättningen utesluter grupper med specifika ID:n

source: Ensure result set excludes posts assigned to specific authors.
sv_se: Se till att resultatuppsättningen utesluter inlägg som tilldelats specifika författare.

source: Ensure result set excludes specific document IDs.
sv_se: Se till att resultatuppsättningen utesluter specifika dokument-ID:n.

source: Ensure result set excludes specific folder IDs.
sv_se: Se till att resultatuppsättningen utesluter specifika mapp-ID:n.

source: Ensure result set excludes specific IDs.
sv_se: Se till att resultatuppsättningen utesluter specifika ID:n.

source: Ensure result set excludes specific media IDs.
sv_se: Se till att resultatuppsättningen utesluter specifika medie-ID:n.

source: Ensure result set excludes specific member IDs.
sv_se: Se till att resultatuppsättningen utesluter specifika medlems-ID:n.

source: Ensure result set excludes specific profile field groups.
sv_se: Se till att resultatuppsättningen utesluter specifika profilfältgrupper.

source: Ensure result set excludes specific profile fields.
sv_se: Se till att resultatuppsättningen utesluter specifika profilfält.

source: Ensure result set excludes specific video IDs.
sv_se: Se till att resultatuppsättningen utesluter specifika video-ID:er.

source: Ensure result set includes Groups with specific IDs.
sv_se: Se till att resultatuppsättningen innehåller grupper med specifika ID:n.

source: Ensure result set includes specific document IDs.
sv_se: Se till att resultatuppsättningen innehåller specifika dokument-ID:n.

source: Ensure result set includes specific folder IDs.
sv_se: Se till att resultatuppsättningen innehåller specifika mapp-ID:n.

source: Ensure result set includes specific group roles.
sv_se: Se till att resultatuppsättningen innehåller specifika grupproller.

source: Ensure result set includes specific IDs.
sv_se: Se till att resultatuppsättningen innehåller specifika ID:n.

source: Enter a comma-separated list of user logins.
sv_se: Ange en kommaseparerad lista över användarinloggningar.

source: Enter a custom URL to redirect users to register to your site. Useful for membership plugins.
sv_se: Ange en anpassad URL för att omdirigera användare för att registrera sig på din webbplats. Användbar för plugins för medlemskap.

source: Enter a valid email address
sv_se: Ange en giltig e-postadress

source: Enter Album Title
sv_se: Ange albumtitel

source: Enter custom time format
sv_se: Ange anpassat tidsformat

source: Enter email
sv_se: Ange e-postadress

source: Enter Folder Title
sv_se: Ange mapptitel

source: Enter fullscreen
sv_se: Gå in i helskärmsläge

source: Enter Group Name &amp; Description
sv_se: Ange gruppnamn och beskrivning

source: Enter name
sv_se: Ange namn

source: Enter password
sv_se: Ange lösenord

source: Enter URLs or URI fragments (e.g. /groups/) to remain publicly visible always. Enter one URL or URI per line.
sv_se: Ange webbadresser eller URI-fragment (t.ex. /groups/) som alltid ska vara synliga för allmänheten. Ange en URL eller URI per rad

source: Enter valid %s
sv_se: Ange giltig %s

source: Enter valid email
sv_se: Ange en giltig e-postadress

source: Error creating document, please try again.
sv_se: Fel vid skapandet av dokumentet, försök igen.

source: Error creating media, please try again.
sv_se: Fel vid skapandet av media, försök igen.

source: Error creating video, please try again.
sv_se: Fel vid skapandet av videon, försök igen.

source: Error joining this group.
sv_se: Fel att gå med i denna grupp.

source: Error leaving group.
sv_se: Fel när man lämnar gruppen.

source: Error requesting membership.
sv_se: Fel vid begäran om medlemskap.

source: Error while uploading document.
sv_se: Fel vid uppladdning av dokument.

source: Error while uploading media.
sv_se: Fel vid uppladdning av media.

source: Error while uploading thumbnail.
sv_se: Fel vid uppladdning av miniatyrbild.

source: Error while uploading video.
sv_se: Fel vid uppladdning av video.

source: ERROR: Please type a reply.
sv_se: FEL: Skriv ett svar.

source: ERROR: The item you are trying to reply to cannot be found, or it has been deleted.
sv_se: FEL: Det objekt som du försöker svara på kan inte hittas eller har tagits bort.

source: Errors occurred when trying to update these activity items:
sv_se: Fel inträffade när du försökte uppdatera dessa aktivitetsobjekt:

source: Essays
sv_se: Uppsatser

source: Every %d Minutes
sv_se: Var %d minut

source: Every %d minutes
sv_se: Var %d minut

source: Every minute
sv_se: Varje minut

source: Everyone
sv_se: Alla

source: Everything in a community website revolves around its members. All website users are given member profiles.
sv_se: Allt på en communitywebbplats kretsar kring sina medlemmar. Alla webbplatsanvändare ges medlemsprofiler.

source: Everything was deleted.
sv_se: Allt raderades.

source: Example:
sv_se: Exempel:

source: Excel Spreadsheet
sv_se: Excel-kalkylblad

source: Excel Spreadsheet (Binary, Macro Enabled)
sv_se: Excel-kalkylblad (binärt, med möjlighet till makro)

source: Excel Spreadsheet (Macro Enabled)
sv_se: Excel-kalkylblad (med möjlighet till makro)

source: Excel Template
sv_se: Excel-mall

source: Excel Template (Macro Enabled)
sv_se: Excel-mall (med aktiverat makro)

source: Existing tag:
sv_se: Befintlig etikett:

source: Expand All
sv_se: Expandera alla

source: Explain to members how best to fill out this field.
sv_se: Förklara för medlemmarna hur man bäst fyller i det här fältet.

source: Explain what the forum is about
sv_se: Förklara vad forumet handlar om

source: Export CSV
sv_se: Exportera CSV

source: Export Data
sv_se: Exportera data

source: Export failed, please refresh and try again.
sv_se: Exporten misslyckades. Uppdatera sidan och försök igen.

source: Export is ready.
sv_se: Exporten är klar.

source: Extended
sv_se: Utökad

source: Extended Profile
sv_se: Utökad profil

source: Extension
sv_se: Förlängning

# extension notification
source: Your server needs %1$s installed to automatically create thumbnails after uploading videos (optional). Ask your web host. <br/><br/>If FFmpeg is already installed on your server and you still see the above warning, this means BuddyBoss Platform is unable to auto-detect the binary file path for FFmpeg. You will need to add the below FFmpeg absolute path constants into your %2$s file, replacing PATH_OF_BINARY_FILE with the actual file path to the FFmpeg binary file. Ask your web host to provide the absolute path for the FFmpeg binary file. <br /><br />%3$s <br />%4$s
sv_se: Din server behöver %1$s installerad för att automatiskt skapa miniatyrbilder efter uppladdning av videor (valfritt). Fråga din webbhotell. <br/><br/>Om FFmpeg redan är installerat på din server och du ändå ser ovanstående varning betyder det att BuddyBoss Platform inte kan automatiskt upptäcka den binära filsökvägen för FFmpeg. Du måste lägga till nedanstående konstanter för den absoluta sökvägen för FFmpeg i din %2$s-fil och ersätta PATH_OF_BINARY_FILE med den faktiska sökvägen till den binära FFmpeg-filen. Be din webbhotell att tillhandahålla den absoluta sökvägen till den binära FFmpeg-filen. <br /><br />%3$s <br />%4$s

# extension notification
source: Your server needs %1$s installed to automatically generate multiple thumbnails from video files (optional). Ask your web host.
sv_se: Din server behöver %1$s installerad för att automatiskt generera flera miniatyrbilder från videofiler (valfritt). Fråga din webbhotell.

# extension notification
source: Your server needs %1$s installed to enable live previews for PDF documents (optional). Ask your web host.
sv_se: Din server behöver %1$s installerad för att möjliggöra förhandsgranskning av PDF-dokument i realtid (valfritt). Fråga din webbhotell.

source: Extensions
sv_se: Förlängningar

source: Extra configuration settings are provided and activated. You can selectively enable or disable any setting by using the form on this screen.
sv_se: Extra konfigurationsinställningar tillhandahålls och aktiveras. Du kan selektivt aktivera eller inaktivera valfri inställning genom att använda formuläret på den här skärmen.

source: Fail to activate the signup.
sv_se: Det gick inte att aktivera registreringen.

source: Failed
sv_se: Misslyckad

source: Failed to create table!
sv_se: Det gick inte att skapa en tabell!

source: Failed to migrate invitations!
sv_se: Migreringen av inbjudningar misslyckades!

source: Failed to write file to disk.
sv_se: Det gick inte att skriva filen till disken.

source: Failed!
sv_se: Misslyckades!

source: Favorite
sv_se: Favorit

source: Favorite count for the activity object.
sv_se: Antal favoriter för aktivitetsobjektet.

source: Favorite Discussions
sv_se: Favoritdiskussioner

source: Favorites
sv_se: Favoriter

source: Favorites are no longer active.
sv_se: Favoriterna är inte längre aktiva.

source: Feature media image which added last in the content for blog post as well as custom post type.
sv_se: Funktion mediebild som läggs till sist i innehållet för blogginlägg och anpassade inläggstyper.

source: Featured Image URLs for the forum.
sv_se: URL:er för bilder som visas i forumet.

source: February
sv_se: Februari

source: Feed
sv_se: Foder

source: Female
sv_se: Kvinna

source: Fetch the data for specific blog ID.
sv_se: Hämta data för ett visst blogg-ID.

source: FFMpeg\FFMpeg class not found
sv_se: FFMpeg\FFMpeg-klassen finns inte

source: FFMpeg\FFProbe class not found
sv_se: FFMpeg\FFProbe-klassen finns inte

source: Field
sv_se: Fält

source: field
sv_se: fält

source: Field explanation to understand the purpose.
sv_se: Fältförklaring för att förstå syftet.

source: Field Set Description
sv_se: Fältuppsättning Beskrivning

source: Field Set Name (required)
sv_se: Fältuppsättningens namn (obligatoriskt)

source: Field type for the setting.
sv_se: Fälttyp för inställningen.

source: Field type name.
sv_se: Fälttypens namn.

source: Fields array with field_id, group_id, type, value and visibility_level to update the data.
sv_se: Fältmatris med field_id, group_id, type, value och visibility_level för att uppdatera data.

source: Fields array with name and email_id to create an invites.
sv_se: Fältmatris med namn och email_id för att skapa en inbjudan.

source: Fields array with name, email_id and profile_type to create an invites.
sv_se: Fältmatris med namn, email_id och profile_type för att skapa en inbjudan.

source: Fields array with order of field set with field ID and value to reorder.
sv_se: Fältmatris med ordning för fältet med fält-ID och värde för att ändra ordningen.

source: Fields for "%s" Field Set
sv_se: Fält för "%s" Fältuppsättning

source: File canceled.
sv_se: Filen avbröts.

source: File doesn&#8217;t exist?
sv_se: Filen finns inte?

source: File Extensions
sv_se: Filutvidgningar

source: File is not a PDF.
sv_se: Filen är inte en PDF.

source: File is too large (%1$s MB). Max file size: %2$s MB.
sv_se: Filen är för stor (%1$s MB). Maximal filstorlek: %2$s MB.

source: File is too large ({{filesize}} MB). Max file size: {{maxFilesize}} MB.
sv_se: Filen är för stor ({{filesize}} MB). Max filstorlek: {{maxFilesize}} MB.

source: File is too large ({{filesize}} MB). Max filesize: {{maxFilesize}} MB.
sv_se: Filen är för stor ({{filesize}} MB). Max filstorlek: {{maxFilesize}} MB.

source: File not found
sv_se: Filen hittades inte

source: File renaming error!
sv_se: Fel i omdöpning av fil!

source: File successfully uploaded.
sv_se: Filen har laddats upp framgångsrikt.

source: File too large
sv_se: Filen är för stor

source: File upload stopped by extension.
sv_se: Uppladdning av filer stoppades av ett tillägg.

source: Filter activities list
sv_se: Filtrera listan över aktiviteter

source: Filter by activity type
sv_se: Filtrera efter typ av aktivitet

source: Filter by.. active(Last Active), popular(Most Members), newest(Newly Created), alphabetical(Alphabetical)
sv_se: Filtrera efter.. aktiv(Senast aktiva), populär(Flest medlemmar), nyaste(Nyligen skapade), alfabetisk(Alfabetisk)

source: Filter components list
sv_se: Lista över filterkomponenter

source: Filter Connections
sv_se: Filteranslutningar

source: Filter email list
sv_se: Filtrera e-postlistan

source: Filter Groups
sv_se: Filtrera grupper

source: Filter groups list
sv_se: Filtrera grupperna i listan

source: Filter Results
sv_se: Filtrera resultat

source: Filter the result by box.
sv_se: Filtrera resultatet med rutan.

source: Filter the result by thread status.
sv_se: Filtrera resultatet efter trådstatus.

source: Filter users list
sv_se: Filtrera användarlistan

source: Finish
sv_se: Slutförande

source: First
sv_se: Första

source: First Name
sv_se: Förnamn

source: First Name &amp; Last Name
sv_se: Förnamn & Efternamn

source: Flagged as spam by %s
sv_se: Flaggat som skräppost av %s

source: Flagged as spam by Akismet
sv_se: Flaggat som skräppost av Akismet

source: Flags
sv_se: Flaggor

source: Folder Title.
sv_se: Mappens titel.

source: Folders
sv_se: Mappar

source: Follow
sv_se: Följ

source: Followers counts for the current user.
sv_se: Antalet följare för den aktuella användaren.

source: Following
sv_se: Följande

source: Following special characters are not supported: \ / ? % * : | " < >
sv_se: Följande specialtecken stöds inte: \ / ? % * : | " < >

source: Following special characters are not supported:<br/> ? [ ] / \\ = < > : ; , ' " & $ # * ( ) | ~ ` ! { } % + {space}
sv_se: Följande specialtecken stöds inte:<br/> ? [ ] / \\ = < > : ; , ' " & $ # * ( ) | ~ ` ! { } % + {space}

source: Following special characters are not supported:<br/> \ / ? % * : | " < >
sv_se: Följande specialtecken stöds inte:<br/> \ / ? % * : | " < >

source: Followings counts for the current user.
sv_se: Antalet följare för den aktuella användaren.

source: Food & Drink
sv_se: Mat och dryck

source: Footer
sv_se: Sidfot

source: Footer Text
sv_se: Text i sidfoten

source: Footer Text Color
sv_se: Färg på text i sidfoten

source: Footer Text Size
sv_se: Storlek på text i sidfoten

source: For best results, upload an image that is %1$spx by %2$spx or larger.
sv_se: För bästa resultat, ladda upp en bild som är %1$ spx med %2$spx eller större.

source: For example, "How old are you?" could be used instead of "Age".
sv_se: Till exempel kan "Hur gammal är du?" användas i stället för "Ålder".

source: For more information, see <a href="%s">the release notes</a>.
sv_se: Mer information finns i <a href="%s">utgivningsanvisningarna</a>.

source: For more information, you can also read our privacy policy: ###PRIVACY_POLICY_URL###
sv_se: För mer information kan du också läsa vår sekretesspolicy: ###PRIVACY_POLICY_URL#####

source: For more information:
sv_se: För mer information:

source: Forever
sv_se: För alltid

source: Form created.
sv_se: Formuläret skapades.

source: Form Fields
sv_se: Fält i formuläret

source: Form updated.
sv_se: Formuläret har uppdaterats.

source: Forum Activity
sv_se: Aktivitet i forumet

source: Forum Attributes
sv_se: Forumets egenskaper

source: Forum Author
sv_se: Författare i forumet

source: Forum Author Email
sv_se: E-post till författare i forumet

source: Forum Content
sv_se: Innehåll i forumet

source: Forum created. <a href="%s">View forum</a>
sv_se: Forum skapades. <a href="%s">Se forum</a>

source: Forum Date
sv_se: Forum Datum

source: Forum Discussions
sv_se: Diskussioner i forumet

source: Forum Discussions Started
sv_se: Forumdiskussioner påbörjade

source: Forum draft updated. <a target="_blank" href="%s">Preview forum</a>
sv_se: Forumutkastet har uppdaterats. <a target="_blank" href="%s">Förhandsgranskning av forumet</a>

source: Forum featured image URL with full image size.
sv_se: URL till den presenterade bilden i forumet med full storlek på bilden.

source: Forum featured image URL with thumbnail image size.
sv_se: URL för den presenterade bilden i forumet med storlek på miniatyrbilden.

source: Forum Features
sv_se: Funktioner i forumet

source: Forum features that can be toggled on and off
sv_se: Forumfunktioner som kan kopplas på och av

source: Forum ID for the topic.
sv_se: Forum-ID för ämnet.

source: Forum id of the group.
sv_se: Gruppens forum-id.

source: Forum ID to reply on.
sv_se: Forum-ID för att svara på.

source: Forum ID to retrieve all the topics.
sv_se: Forum-ID för att hämta alla ämnen.

source: Forum ID to retrieve child pages for. Use 0 to only retrieve top-level forums.
sv_se: Forum-ID som ska hämtas för de underordnade sidorna. Använd 0 för att endast hämta forum på högsta nivå.

source: Forum Index
sv_se: Index för forumet

source: Forum Name <span>(Maximum Length: %d)</span>
sv_se: Forumnamn <span>(Maximal längd: %d)</span>

source: Forum Order
sv_se: Ordning i forumet

source: Forum Parent
sv_se: Förälder i forumet

source: Forum Profile Slugs
sv_se: Forum Profil Slugs
