Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: You will no longer receive emails when someone sends you an invitation to connect.
sv_se: Du kommer inte längre att få e-postmeddelanden när någon skickar en inbjudan till dig att ansluta.

source: You will no longer receive emails when you are invited to join a group.
sv_se: Du kommer inte längre att få e-postmeddelanden när du blir inbjuden att gå med i en grupp.

source: You will no longer receive emails when you have been promoted in a group.
sv_se: Du kommer inte längre att få e-postmeddelanden när du har befordrats i en grupp.

source: You will no longer receive emails when your request to join a group has been accepted or denied.
sv_se: Du kommer inte längre att få e-postmeddelanden när din begäran om att gå med i en grupp har accepterats eller nekats.

source: You're a %s
sv_se: Du är %s

source: You're an %s
sv_se: Du är %s

source: You've earned a certificate!
sv_se: Du har fått ett certifikat!

source: You,
sv_se: Du,

source: Your account is now active!
sv_se: Ditt konto är nu aktivt!

source: Your account was activated successfully! You can now log in with the username and password you provided when you signed up.
sv_se: Ditt konto har aktiverats! Du kan nu logga in med det användarnamn och lösenord som du angav när du registrerade dig.

source: Your account was activated successfully! Your account details have been sent to you in a separate email.
sv_se: Ditt konto har aktiverats! Dina kontouppgifter har skickats till dig i ett separat e-postmeddelande.

source: Your address will be
sv_se: Din adress kommer att vara

source: Your browser does not support drag'n'drop file uploads.
sv_se: Din webbläsare stöder inte uppladdningar av drag'n'drop-filer.

source: Your browser does not support HTML5 audio
sv_se: Din webbläsare stöder inte HTML5-ljud

source: Your browser does not support HTML5 video
sv_se: Din webbläsare stöder inte HTML5-video

source: Your browser does not support the audio element.
sv_se: Din webbläsare stöder inte ljudelementet.

source: Your browser does not support this feature.
sv_se: Din webbläsare stöder inte den här funktionen.

source: Your browser is not supported. Please upload a photo instead.
sv_se: Din webbläsare stöds inte. Ladda upp ett foto istället.

source: Your changes have not been saved. Please fill in all required fields, and save your changes again.
sv_se: Dina ändringar har inte sparats. Fyll i alla obligatoriska fält och spara ändringarna igen.

source: Your cover photo was deleted successfully.
sv_se: Ditt omslagsfoto raderades.

source: Your Cover Photo will be used to customize the header of your profile.
sv_se: Ditt omslagsfoto kommer att användas för att anpassa rubriken i din profil.

source: Your current password is invalid.
sv_se: Ditt nuvarande lösenord är ogiltigt.

source: Your database is being updated in the background.
sv_se: Din databas uppdateras i bakgrunden.

source: Your information:
sv_se: Din information:

source: Your membership request for the group "{{group.name}}" has been accepted. To view the group, visit: {{{group.url}}}
sv_se: Din begäran om medlemskap för gruppen "{{group.name}}" har accepterats. För att se gruppen, besök: {{{group.url}}}

source: Your membership request for the group "{{group.name}}" has been rejected. To request membership again, visit: {{{group.url}}}
sv_se: Din medlemsförfrågan för gruppen "{{group.name}}" har avvisats. För att begära medlemskap igen, besök: {{{group.url}}}

source: Your membership request for the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; has been accepted. {{{group.small_card}}}
sv_se: Din begäran om medlemskap för gruppen & quot; <a href="{{{group.url}}}"> {{group.name}} </a> & quot; har blivit accepterad. {{{group.small_card}}}

source: Your membership request for the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; has been rejected. {{{group.small_card}}}
sv_se: Din begäran om medlemskap för gruppen & quot; <a href="{{{group.url}}}"> {{group.name}} </a> & quot; har blivit avvisad. {{{group.small_card}}}

source: Your membership request was sent to the group organizer successfully. You will be notified when the group organizer responds to your request.
sv_se: Din medlemsförfrågan skickades till grupparrangören. Du kommer att meddelas när grupparrangören svarar på din begäran.

source: Your message could not be sent. Please try again.
sv_se: Ditt meddelande kunde inte skickas. Var god försök igen.

source: Your message was not sent. Please enter a subject line.
sv_se: Ditt meddelande skickades inte. Ange en ämnesrad.

source: Your message was not sent. Please enter some content.
sv_se: Ditt meddelande skickades inte. Vänligen skriv in något innehåll.

source: Your message was not sent. Please use a valid sender.
sv_se: Ditt meddelande skickades inte. Använd en giltig avsändare.

source: Your message was sent privately to %%count%% members of this group.
sv_se: Ditt meddelande skickades privat till %%count%%% medlemmar i den här gruppen.

source: Your message was sent privately to %s members of this group.
sv_se: Ditt meddelande skickades privat till %s medlemmar i den här gruppen.

source: Your message was sent privately to all members of this group you can message.
sv_se: Ditt meddelande skickades privat till alla medlemmar i den här gruppen som du kan skicka meddelanden till.

source: Your message was sent privately to all members of this group.
sv_se: Ditt meddelande skickades privat till alla medlemmar i den här gruppen.

source: Your message was sent to %%count%% members of this group.
sv_se: Ditt meddelande skickades till %%count%%% medlemmar i den här gruppen.

source: Your message was sent to %s members of this group.
sv_se: Ditt meddelande skickades till %s medlemmar i den här gruppen.

source: Your message was sent to all members of this group.
sv_se: Ditt meddelande skickades till alla medlemmar i den här gruppen.

source: Your new cover photo was uploaded successfully.
sv_se: Ditt nya omslagsfoto laddades upp.

source: Your new profile photo was uploaded successfully.
sv_se: Din nya profilbild har laddats upp.

source: Your new SITE_NAME site has been successfully set up at: <br />BLOG_URL
sv_se: Din nya webbplats SITE_NAME har inrättats på: <br />BLOG_URL

source: Your notification settings have been saved.
sv_se: Dina aviseringsinställningar har sparats.

source: Your profile has unsaved changes. If you leave the page, the changes will be lost.
sv_se: Din profil har ändringar som inte har sparats. Om du lämnar sidan kommer ändringarna att gå förlorade.

source: Your Profile Photo
sv_se: Ditt profilfoto

source: Your profile photo cannot be changed.
sv_se: Din profilbild kan inte ändras.

source: Your profile photo is ready. Click "Save" to use this photo.
sv_se: Din profilbild är klar. Klicka på "Spara" för att använda det här fotot.

source: Your profile photo was deleted successfully!
sv_se: Din profilbild har tagits bort!

source: Your profile photo will be used on your profile and throughout the site.
sv_se: Din profilbild kommer att användas på din profil och på hela webbplatsen.

source: Your profile settings have been saved.
sv_se: Dina profilinställningar har sparats.

source: Your Progress
sv_se: Dina framsteg

source: Your reply cannot be empty.
sv_se: Ditt svar kan inte vara tomt.

source: Your reply was sent successfully
sv_se: Ditt svar skickades framgångsrikt

source: Your request for an export of personal data has been completed. You may download your personal data by clicking on the link below. For privacy and security, we will automatically delete the file on ###EXPIRATION###, so please download it before then.
sv_se: Din begäran om export av personuppgifter har slutförts. Du kan ladda ner dina personuppgifter genom att klicka på länken nedan. För integritet och säkerhet tar vi automatiskt bort filen på ### EXPIRATION###, så ladda ner den innan dess.

source: Your request to erase your personal data on ###SITENAME### has been completed.
sv_se: Din begäran om att radera dina personuppgifter om ####SITENAME##### har slutförts.

source: Your request to join a group has been approved or denied
sv_se: Din begäran om att gå med i en grupp har godkänts eller nekats

source: Your settings has been successfully updated.
sv_se: Dina inställningar har uppdaterats.

source: Your settings have been saved.
sv_se: Dina inställningar har sparats.

source: Your site does not support BuddyBoss Platform.
sv_se: Din webbplats stöder inte BuddyBoss-plattformen.

source: Your site is currently running PHP version %1$s, while BuddyBoss Platform requires version %2$s or greater.
sv_se: Din webbplats kör för närvarande PHP-version %1$s, medan BuddyBoss Platform kräver version %2$s eller högre.

source: Your site is currently running PHP version %s, while BuddyPress 2.8 will require version 5.3+.
sv_se: Din webbplats kör för närvarande PHP-version %s, medan BuddyPress 2.8 kräver version 5.3+.

source: Your site is not ready for BuddyPress 2.8.
sv_se: Din webbplats är inte redo för BuddyPress 2.8.

source: Your uploaded file's MIME type is:
sv_se: Den uppladdade filens MIME-typ är

source: Your users will distinguish themselves through their profile page. Create relevant profile fields that will show on each users profile.
sv_se: Dina användare kommer att utmärka sig genom sin profilsida. Skapa relevanta profilfält som visas på varje användares profil.

source: {{content.type}} [{{content.link}}] has been automatically hidden from your network as it has been reported {{timesreported}} time(s). View Reports: {{reportlink}}
sv_se: {{content.type}} [{{content.link}}] har automatiskt gömts från ditt nätverk eftersom den har rapporterats {{timesreported}}} gång(er) Visa rapporter: {{reportlink}}

source: {{friend.name}} accepted your friend request. To learn more about them, visit their profile: {{{friendship.url}}}
sv_se: {{friend.name}} accepterade din vänförfrågan. Om du vill veta mer om dem kan du besöka deras profil: {{{{vänskap.url}}}

source: {{initiator.name}} wants to add you as a connection. To accept this request and manage all of your pending requests, visit: {{{friend-requests.url}}} To view {{initiator.name}}'s profile, visit: {{{initiator.url}}}
sv_se: {{initiator.name}} vill lägga till dig som en anslutning. För att acceptera denna begäran och hantera alla dina väntande förfrågningar, besök: {{{friend-requests.url}}} För att se profilen till {{initiator.name}}, besök: {{{initiator.url}}}

source: {{inviter.name}} has invited you to join the group: "{{group.name}}". {{{group.invite_message}}} To accept your invitation, visit: {{{invites.url}}} To learn more about the group, visit: {{{group.url}}}. To view {{inviter.name}}'s profile, visit: {{{inviter.url}}}
sv_se: {{inviter.name}} har bjudit in dig att gå med i gruppen: "{{group.name}}". {{{group.invite_message}}} För att acceptera din inbjudan, besök: {{{{invites.url}}} Om du vill veta mer om gruppen kan du besöka: {{{group.url}}}. För att se {{inviter.name}}s profil, besök: {{{inviter.url}}}, för att se {{{inviter.url}}

source: {{poster.name}} mentioned you in a status update: {{{status_update}}} Go to the discussion to reply or catch up on the conversation: {{{mentioned.url}}}
sv_se: {{poster.name}} nämnde dig i en statusuppdatering: {{{status_update}}} Gå till diskussionen för att svara eller följa med i samtalet: {{{{mentioned.url}}}

source: {{poster.name}} mentioned you in the group "{{group.name}}": {{{status_update}}} Go to the discussion to reply or catch up on the conversation: {{{mentioned.url}}}
sv_se: {{poster.name}} nämnde dig i gruppen "{{group.name}}": {{{status_update}}} Gå till diskussionen för att svara eller följa med i samtalet: {{{{mentioned.url}}}

source: {{poster.name}} replied to one of your comments: {{{activity_reply}}} Go to the discussion to reply or catch up on the conversation: {{{thread.url}}}
sv_se: {{poster.name}} svarade på en av dina kommentarer: {{{activity_reply}}} Gå till diskussionen för att svara eller följa med i samtalet: {{{thread.url}}}

source: {{poster.name}} replied to one of your updates: {{{activity_reply}}} Go to the discussion to reply or catch up on the conversation: {{{thread.url}}}
sv_se: {{poster.name}} svarade på en av dina uppdateringar: {{{activity_reply}}} Gå till diskussionen för att svara eller följa med i samtalet: {{{thread.url}}}

source: {{poster.name}} replied to the discussion <a href="{{discussion.url}}">{{discussion.title}}</a> in the forum <a href="{{forum.url}}">{{forum.title}}</a>: {{{reply.content}}}
sv_se: {{poster.name}} svarade på diskussionen <a href="{{discussion.url}}">{{discussion.title}}</a> i forumet <a href="{{forum.url}}">{{forum.title}}</a>: {{{{reply.content}}}

source: {{poster.name}} replied to the discussion {{discussion.title}} in the forum {{forum.title}}: {{{reply.content}}} Post Link: {{reply.url}}
sv_se: {{poster.name}} svarade på diskussionen {{discussion.title}} i forumet {{forum.title}}: {{{{reply.content}}} Inläggslänk: {{{reply.url}}

source: {{poster.name}} started a new discussion <a href="{{discussion.url}}">{{discussion.title}}</a> in the forum <a href="{{forum.url}}">{{forum.title}}</a>: {{{discussion.content}}}
sv_se: {{poster.name}} startade en ny diskussion <a href="{{discussion.url}}">{{discussion.title}}</a> i forumet <a href="{{forum.url}}">{{forum.title}}</a>: {{{discussion.content}}}

source: {{poster.name}} started a new discussion {{discussion.title}} in the forum {{forum.title}}: {{{discussion.content}}} Discussion Link: {{discussion.url}}
sv_se: {{poster.name}} startade en ny diskussion {{discussion.title}} i forumet {{forum.title}}: {{{discussion.content}}} Diskussionslänk: {{discussion.url}}

source: {{requesting-user.name}} wants to join the group "{{group.name}}". As you are the organizer of this group, you must either accept or reject the membership request. To manage this and all other pending requests, visit: {{{group-requests.url}}} To view {{requesting-user.name}}'s profile, visit: {{{profile.url}}}
sv_se: {{requesting-user.name}} vill gå med i gruppen "{{group.name}}". Eftersom du är arrangör för denna grupp måste du antingen acceptera eller avvisa begäran om medlemskap. För att hantera detta och alla andra väntande förfrågningar, besök: {{{group-requests.url}}} Om du vill visa profilen för {{requesting-user.name}}, besök: {{{profile.url}}}

source: {{sender.name}} from {{group.name}} sent you a new message. {{{message}}}
sv_se: {{sender.name}} från {{group.name}} skickade ett nytt meddelande till dig. {{{message}}}

source: {{sender.name}} from {{group.name}} sent you a new message. {{{message}}}" Go to the discussion to reply or catch up on the conversation: {{{message.url}}}
sv_se: {{sender.name}} från {{group.name}} skickade ett nytt meddelande till dig. {{{message}}}" Gå till diskussionen för att svara eller fånga upp konversationen: {{{message.url}}}

source: {{sender.name}} sent you a new message. {{{message}}}
sv_se: {{sender.name}} har skickat ett nytt meddelande till dig. {{{message}}}

source: {{sender.name}} sent you a new message. {{{message}}}" Go to the discussion to reply or catch up on the conversation: {{{message.url}}}
sv_se: {{sender.name}} har skickat ett nytt meddelande till dig. {{{message}}}}" Gå till diskussionen för att svara eller följa med i samtalet: {{{message.url}}}

source: {{user.name}} [{{user.link}}] has been automatically suspended from your network as they have been reported {{user.timesblocked}} time(s). View Reports: {{reportlink}}
sv_se: {{user.name}} [{{user.link}}] har automatiskt stängts av från ditt nätverk eftersom de har rapporterats {{user.timesblocked}}} gånger Visa rapporter: {{reportlink}}

source: « Prev
sv_se: " Föregående
