Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: The group cover photo was deleted successfully!
sv_se: Gruppens omslagsfoto har tagits bort!

source: The group cover photo was uploaded successfully.
sv_se: Gruppens omslagsfoto laddades upp.

source: The group has been updated successfully.
sv_se: Gruppen har uppdaterats framgångsrikt.

source: The group profile photo was deleted successfully!
sv_se: Gruppens profilfoto har tagits bort!

source: The group profile photo was uploaded successfully.
sv_se: Grupp profilbilden laddades upp.

source: The group type you provided, %1$s, is not one of %2$s.
sv_se: Den grupptyp du angett, %1$s, är inte en av %2$s.

source: The group was deleted successfully.
sv_se: Gruppen raderades framgångsrikt.

source: The ID for the author of the activity.
sv_se: ID för författaren till aktiviteten.

source: The ID for the author of the Album.
sv_se: ID för albumets författare.

source: The ID for the author of the course.
sv_se: ID för kursens författare.

source: The ID for the author of the document.
sv_se: ID för dokumentets författare.

source: The ID for the author of the forum.
sv_se: ID för forumets författare.

source: The ID for the author of the media.
sv_se: ID för mediets författare.

source: The ID for the author of the reply.
sv_se: ID för författaren till svaret.

source: The ID for the author of the topic.
sv_se: ID för ämnets författare.

source: The ID for the author of the video.
sv_se: ID för videons författare.

source: The ID of latest sender of the Thread.
sv_se: ID för den senaste avsändaren av tråden.

source: The ID of some other object also associated with this one.
sv_se: ID för ett annat objekt som också är associerat med det här objektet.

source: The ID of some other object primarily associated with this one.
sv_se: ID för ett annat objekt som i första hand är kopplat till det här objektet.

source: The ID of the field the data is from.
sv_se: ID för fältet som uppgifterna kommer från.

source: The ID of the group the field is part of.
sv_se: ID för den grupp som fältet ingår i.

source: The ID of the group the user requested a membership for.
sv_se: ID för den grupp som användaren begärde medlemskap för.

source: The ID of the group to which the user has been invited.
sv_se: ID för den grupp som användaren har bjudits in till.

source: The ID of the item associated with the notification.
sv_se: ID för det objekt som är kopplat till meddelandet.

source: The ID of the latest message of the Thread.
sv_se: ID för det senaste meddelandet i tråden.

source: The ID of the notification object.
sv_se: ID för anmälningsobjektet.

source: The ID of the parent field.
sv_se: ID för det överordnade fältet.

source: The ID of the secondary item associated with the notification.
sv_se: ID för det sekundära objektet som är kopplat till anmälan.

source: The ID of the user the field data is from.
sv_se: ID för användaren som fältdata kommer från.

source: The ID of the user the notification is addressed to.
sv_se: ID för den användare som meddelandet är riktat till.

source: The ID of the user who created the Group.
sv_se: ID för den användare som skapade gruppen.

source: The ID of the user who is invited to join the Group.
sv_se: ID för den användare som bjuds in att gå med i gruppen.

source: The ID of the user who made the invite.
sv_se: ID för den användare som bjöd in.

source: The ID of the user who requested a Group membership.
sv_se: ID för den användare som begärde ett gruppmedlemskap.

source: The ID of user the field data is from.
sv_se: ID för användaren som fältdata kommer från.

source: The invite has been sent.
sv_se: Inbjudan har skickats.

source: The invite has not been sent.
sv_se: Inbjudan har inte skickats.

source: The item you were replying to no longer exists.
sv_se: Artikeln du svarade på finns inte längre.

source: The last activity date from the blog, in the site's timezone.
sv_se: Datum för den senaste aktiviteten på bloggen, i webbplatsens tidszon.

source: The LearnDash & bbPress Integration plugin can't work if LearnDash LMS plugin & %1$s component is deactivated. Please activate LearnDash LMS plugin & %2$s component.
sv_se: Insticksmodulen LearnDash & bbPress Integration kan inte fungera om LearnDash LMS-insticksmodulen & %1$s-komponenten är inaktiverad. Aktivera LearnDash LMS-plugin & %2$s-komponenten.

source: The list of fields Objects to update with name and value of the field.
sv_se: Listan över fält Objekt som ska uppdateras med fältets namn och värde.

source: The list of recipient User Objects involved into the Thread.
sv_se: Listan över mottagande användarobjekt som är involverade i tråden.

source: The list of the recipients user IDs of the Message.
sv_se: Listan över mottagarnas användar-ID för meddelandet.

source: The list of user IDs for all messages in the Thread.
sv_se: Listan över användar-ID:n för alla meddelanden i tråden.

source: The list of values for the field data.
sv_se: Listan över värden för fältdata.

source: The Media description.
sv_se: Mediebeskrivning.

source: The Media title.
sv_se: Medietiteln.

source: The member is already a member of the group.
sv_se: Medlemmen är redan medlem i gruppen.

source: The member requested to join the group
sv_se: Medlemmen som begärde att få ansluta sig till gruppen

source: The member type you provided, %1$s, is not one of %2$s.
sv_se: Den medlemstyp du angett, %1$s, är inte en av %2$s.

source: The Name and Description box is fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to hide or unhide, or to choose a 1- or 2-column layout for this screen.
sv_se: Rutan Namn och beskrivning är fast på plats, men du kan flytta alla andra rutor genom att dra och släppa dem, och du kan minimera eller expandera dem genom att klicka på rubrikfältet för varje ruta. Använd fliken Skärmalternativ för att dölja eller avlägsna dem, eller för att välja en 1- eller 2-kolumnig layout för den här skärmen.

source: The name of group of profile fields.
sv_se: Namnet på gruppen av profilfält.

source: The name of the blog.
sv_se: Bloggens namn.

source: The name of the BuddyPress component the notification relates to.
sv_se: Namnet på BuddyPress-komponenten som anmälan gäller.

source: The name of the component's action the notification is about.
sv_se: Namnet på den komponentåtgärd som anmälan gäller.

source: The name of the Group.
sv_se: Gruppens namn.

source: The name of the notification object.
sv_se: Namnet på anmälningsobjektet.

source: The name of the profile field.
sv_se: Namnet på profilfältet.

source: The name used for that user in @-mentions.
sv_se: Det namn som används för användaren i @-mentions.

source: The new admin email address is ###NEW_EMAIL###.
sv_se: Den nya e-postadressen för administratören är ###NEW_EMAIL#####.

source: The new group profile photo was uploaded successfully.
sv_se: Det nya gruppprofilbildet laddades upp.

source: The new network admin email address is ###NEW_EMAIL###.
sv_se: Den nya e-postadressen för nätverksadministratören är ###NEW_EMAIL#####.

source: The new password fields did not match.
sv_se: De nya lösenordet matchade inte.

source: The new password must be different from the current password.
sv_se: Det nya lösenordet måste vara annorlunda än det aktuella lösenordet.

source: The number of forums to offset before retrieval.
sv_se: Antalet forum som ska kompenseras innan de hämtas.

source: The number of reply to offset before retrieval.
sv_se: Antalet svar som ska förskjutas innan de hämtas.

source: The number of topics to offset before retrieval.
sv_se: Antalet ämnen som ska kompenseras innan de hämtas.

source: The optional message to send to the invited user.
sv_se: Det valfria meddelandet som ska skickas till den inbjudna användaren.

source: The order of the group of profile fields.
sv_se: Ordningen på gruppen av profilfält.

source: The order of the option into the profile field list of options
sv_se: Alternativets ordning i listan över alternativ i profilfältet

source: The order of the profile field into the group of fields.
sv_se: Ordningsföljden för profilfältet i fältgruppen.

source: The passwords entered do not match.
sv_se: De angivna lösenorden matchar inte.

source: The path of the blog.
sv_se: Bloggens väg.

source: The permalink of the blog.
sv_se: Bloggens permalink.

source: The permalink to the Group on the site.
sv_se: Permalink till gruppen på webbplatsen.

source: The permalink to this activity on the site.
sv_se: Den permalink som visar denna aktivitet på webbplatsen.

source: The permalink to this forum on the site.
sv_se: Permalink till det här forumet på webbplatsen.

source: The permalink to this reply on the site.
sv_se: Permalink till detta svar på webbplatsen.

source: The permalink to this topic on the site.
sv_se: Permalink till detta ämne på webbplatsen.

source: The position of the current navigation item.
sv_se: Positionen för det aktuella navigationsobjektet.

source: The privacy of album.
sv_se: Integritet i album.

source: The profile field type %s is not registered.
sv_se: Profilfältstypen %s är inte registrerad.

source: The raw and rendered versions for the content of the message.
sv_se: Den obearbetade och den renodlade versionen av meddelandets innehåll.

source: The registered date for the user, in the site's timezone.
sv_se: Användarens registrerade datum i webbplatsens tidszon.

source: The reply was not found!
sv_se: Svaret hittades inte!

source: The reply you want to edit was not found.
sv_se: Svaret du vill redigera hittades inte.

source: The reply you want to move was not found.
sv_se: Svaret du vill flytta hittades inte.

source: The reply you want to split from was not found.
sv_se: Svaret som du vill dela upp från hittades inte.

source: The report description.
sv_se: Beskrivningen av rapporten.

source: The request was unsuccessful. Please try again.
sv_se: Begäran var inte framgångsrik. Försök igen.

source: The saved value for the field.
sv_se: Det sparade värdet för fältet.

source: The saved value for this profile field.
sv_se: Det sparade värdet för detta profilfält.

source: The selected Template Pack will serve all BuddyPress templates.
sv_se: Det valda mallpaketet kommer att användas för alla BuddyPress-mallar.

source: the sign-up has already been activated.
sv_se: registreringen har redan aktiverats.

source: The site is already active.
sv_se: Webbplatsen är redan aktiv.

source: The Slugs section allows you to control the permalink structure for your forums.
sv_se: I avsnittet Slugs kan du styra permalänkstrukturen för dina forum.

source: The status of the Group.
sv_se: Gruppens status.

source: The title field and the big discussion editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
sv_se: Titelfältet och det stora redigeringsområdet för diskussionen är fast på plats, men du kan flytta alla andra rutor genom att dra och släppa dem, och du kan minimera eller expandera dem genom att klicka på rubrikfältet för varje ruta. Använd fliken Skärmalternativ för att dölja fler rutor (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) eller för att välja en 1- eller 2-kolumnig layout för den här skärmen.

source: The title field and the big forum editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
sv_se: Titelfältet och det stora forumredigeringsområdet är fast på plats, men du kan flytta alla andra rutor genom att dra och släppa dem, och du kan minimera eller expandera dem genom att klicka på rubrikfältet för varje ruta. Använd fliken Skärmalternativ för att dölja fler rutor (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) eller för att välja en 1- eller 2-kolumnig layout för den här skärmen.

source: The title field and the big reply editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
sv_se: Titelfältet och det stora redigeringsfältet för svar är fasta, men du kan flytta alla andra rutor genom att dra och släppa dem, och du kan minimera eller expandera dem genom att klicka på rubrikfältet för varje ruta. Använd fliken Skärmalternativ för att dölja fler rutor (Utdrag, Skicka trackbacks, Anpassade fält, Diskussion, Slug, Författare) eller för att välja en 1- eller 2-kolumnig layout för den här skärmen.

source: The title of the course, transformed for display.
sv_se: Kursens titel, omvandlad för visning.

source: The title of the course.
sv_se: Kursens titel.

source: The title of the forum, transformed for display.
sv_se: Forumets titel, omvandlad för visning.

source: The title of the forum.
sv_se: Rubriken för forumet.

source: The title of the reply, transformed for display.
sv_se: Titeln på svaret, omvandlad för visning.

source: The title of the reply.
sv_se: Rubriken för svaret.

source: The title of the topic, transformed for display.
sv_se: Ämnets titel, omvandlad för visning.

source: The title of the topic.
sv_se: Ämnets titel.

source: The topic you want to merge was not found.
sv_se: Ämnet du vill sammanföra hittades inte.

source: The topic you want to move from was not found.
sv_se: Ämnet du vill flytta från hittades inte.

source: The topic you want to move to was not found.
sv_se: Ämnet du vill flytta till hittades inte.

source: The topic you want to split was not found.
sv_se: Ämnet du vill dela upp hittades inte.

source: The two big editing areas for the activity title and content are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Primary Item/Secondary Item, Link, Type, Author ID) or to choose a 1- or 2-column layout for this screen.
sv_se: De två stora redigeringsområdena för aktivitetens titel och innehåll är fasta, men du kan flytta alla andra rutor genom att dra och släppa dem, och du kan minimera eller expandera dem genom att klicka på rubrikfältet för varje ruta. Använd fliken Skärmalternativ för att dölja fler rutor (primärt objekt/sekundärt objekt, länk, typ, författar-id) eller för att välja en 1- eller 2-kolumnig layout för den här skärmen.

source: The type for the profile field.
sv_se: Typ för profilfältet.

source: The type the field.
sv_se: Fältets typ.

source: The type(s) of the Group.
sv_se: Gruppens typ(er).

source: The uploaded file exceeds
sv_se: Den uppladdade filen överskrider

source: The uploaded file exceeds the maximum allowed file size for this site
sv_se: Den uppladdade filen överskrider den högsta tillåtna filstorleken för den här webbplatsen

source: The uploaded file exceeds the maximum allowed file size of: %s
sv_se: Den uppladdade filen överstiger den maximalt tillåtna filstorleken:% s

source: The uploaded file was only partially uploaded.
sv_se: Den uppladdade filen överfördes endast delvis.

source: The url identifier for the course.
sv_se: Kursens url-identifierare.

source: The url identifier for the forum.
sv_se: URL-identifieraren för forumet.

source: The url identifier for the reply.
sv_se: URL-identifieraren för svaret.

source: The url identifier for the topic.
sv_se: Webbplatsidentifieraren för ämnet.

source: The URL-friendly name for the navigation
sv_se: URL-vänligt namn för navigationen

source: The URL-friendly slug for the Group.
sv_se: En URL-vänlig slug för gruppen.

source: The user ID of the Message sender.
sv_se: Användar-ID för avsändaren av meddelandet.

source: The user ID to remove from the thread
sv_se: Användar-ID som ska tas bort från tråden

source: The user is already active.
sv_se: Användaren är redan aktiv.

source: The User's display name to create a document.
sv_se: Användarens visningsnamn för att skapa ett dokument.

source: The User's display name to create a media.
sv_se: Användarens visningsnamn för att skapa ett media.

source: The User's display name to create a video.
sv_se: Användarens visningsnamn för att skapa en video.

source: The User's login name to create a document.
sv_se: Användarens inloggningsnamn för att skapa ett dokument.

source: The User's login name to create a media.
sv_se: Användarens inloggningsnamn för att skapa ett media.

source: The User's login name to create a video.
sv_se: Användarens inloggningsnamn för att skapa en video.

source: The User's nice name to create a document.
sv_se: Användarens trevliga namn för att skapa ett dokument.

source: The User's nice name to create a media.
sv_se: Användarens trevliga namn för att skapa ett media.

source: The User's nice name to create a video.
sv_se: Användarens trevliga namn för att skapa en video.

source: The username of the user the signup is for.
sv_se: Användarnamnet för användaren som registreringen gäller.

source: The value of the field data.
sv_se: Värdet av fältdata.

source: The Video description.
sv_se: Videobeskrivning.

source: The Video title.
sv_se: Titeln på videon.

source: The way profile field's options are ordered.
sv_se: Hur profilfältets alternativ är ordnade.

source: The web browser on your device cannot be used to upload files.
sv_se: Webbläsaren på din enhet kan inte användas för att ladda upp filer.

source: their
sv_se: deras

source: There are many different types of activities. Some are generated automatically by BuddyBoss Platform and other plugins, and some are entered directly by a user in the form of status update. To help manage the different activity types, use the filter dropdown box to switch between them.
sv_se: Det finns många olika typer av aktiviteter. En del genereras automatiskt av BuddyBoss Platform och andra plugins, och en del läggs in direkt av en användare i form av statusuppdateringar. För att underlätta hanteringen av de olika aktivitetstyperna kan du använda rullgardinsrutan för filter för att växla mellan dem.

source: There are no fields in this field set.
sv_se: Det finns inga fält i denna fältuppsättning.

source: There are no groups to display.
sv_se: Det finns inga grupper att visa.

source: There are no more pending invitations for the group.
sv_se: Det finns inga fler väntande inbjudningar för gruppen.

source: There are no other discussions in this forum to merge with.
sv_se: Det finns inga andra diskussioner i det här forumet att slå ihop med.

source: There are no other members in this group. Please add some members before sending a message.
sv_se: Det finns inga andra medlemmar i den här gruppen. Lägg till några medlemmar innan du skickar ett meddelande.

source: There are no pending membership requests.
sv_se: Det finns inga väntande medlemsförfrågningar.

source: There are no recently active members
sv_se: Det finns inga nyligen aktiva medlemmar

source: There are no users currently online
sv_se: Det finns inga användare online för närvarande

source: There aren't enough site members to show a random sample just yet.
sv_se: Det finns inte tillräckligt många medlemmar på webbplatsen för att visa ett slumpmässigt urval ännu.

source: There is a pending change of your email address to %1$s. Check your email (%2$s) for the verification link.
sv_se: Det finns en väntande ändring av din e-postadress till %1$s. Kontrollera din e-post (%2$s) för verifieringslänken.

source: There is a pending change of your email address to %s.
sv_se: Det finns en väntande ändring av din e-postadress till %s.

source: There is already a request to this member.
sv_se: Det finns redan en begäran till denna medlem.

source: There is an error while creating album.
sv_se: Det har uppstått ett fel under skapandet av albumet.

source: There is no document.
sv_se: Det finns inget dokument.

source: There is no media.
sv_se: Det finns inga medier.

source: There was a configuration error. Please contact the server administrator.
sv_se: Det uppstod ett konfigurationsfel. Kontakta serveradministratören.

source: There was a problem accepting that request. Please try again.
sv_se: Det fanns ett problem med att godkänna denna begäran. Försök igen.

source: There was a problem activating accounts. Please try again.
sv_se: Det gick inte att aktivera konton. Var god försök igen.

source: There was a problem activating that notice.
sv_se: Det fanns ett problem med att aktivera meddelandet.

source: There was a problem adding the tags to the topic.
sv_se: Det fanns ett problem med att lägga till taggarna i ämnet.

source: There was a problem closing the discussion "%1$s".
sv_se: Det fanns ett problem med att avsluta diskussionen "%1$s".

source: There was a problem confirming if friend user is a valid one.
sv_se: Det fanns ett problem med att bekräfta om vänanvändaren är en giltig användare.

source: There was a problem confirming if user ID provided is a valid one.
sv_se: Det fanns ett problem med att bekräfta om det angivna användar-ID:t är giltigt.

source: There was a problem confirming if user is a valid one.
sv_se: Det fanns ett problem med att bekräfta om användaren är giltig.

source: There was a problem confirming if user is valid.
sv_se: Det fanns ett problem med att bekräfta om användaren är giltig.

source: There was a problem confirming the blog's user admin is valid.
sv_se: Det fanns ett problem med att bekräfta att bloggens användaradministratör är giltig.

source: There was a problem converting the reply into the topic. Please try again.
sv_se: Det fanns ett problem med att konvertera svaret till ämnet. Försök igen.

source: There was a problem cropping the group profile photo.
sv_se: Det gick inte att beskära gruppprofilbildet.

source: There was a problem cropping your %s photo.
sv_se: Det gick inte att beskära ditt %s foto.

source: There was a problem cropping your profile photo.
sv_se: Det gick inte att beskära ditt profilfoto.

source: There was a problem deactivating that notice.
sv_se: Det fanns ett problem med att avaktivera meddelandet.

source: There was a problem deleting media.
sv_se: Det fanns ett problem med att radera media.

source: There was a problem deleting sign-ups. Please try again.
sv_se: Det fanns ett problem med att radera anmälningar. Försök igen.

source: There was a problem deleting that notice.
sv_se: Det fanns ett problem med att radera detta meddelande.

source: There was a problem deleting that notification.
sv_se: Det fanns ett problem med att radera meddelandet.

source: There was a problem deleting that profile photo. Please try again.
sv_se: Det gick inte att ta bort profilbildet. Var god försök igen.

source: There was a problem deleting the album.
sv_se: Det fanns ett problem med att radera albumet.

source: There was a problem deleting the folder.
sv_se: Det fanns ett problem med att radera mappen.

source: There was a problem deleting the group cover photo. Please try again.
sv_se: Det gick inte att ta bort gruppomslagsbildet. Var god försök igen.

source: There was a problem deleting the group profile photo. Please try again.
sv_se: Det gick inte att ta bort gruppprofilbildet. Var god försök igen.

source: There was a problem deleting video.
sv_se: Det fanns ett problem med att radera video.
