Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: Sorry, there was a problem deleting this group cover.
sv_se: Det var tyvärr ett problem med att radera detta gruppomslag.

source: Sorry, there was a problem deleting this user cover.
sv_se: Det var tyvärr ett problem med att radera detta användartäck.

source: Sorry, there was a problem fetching the avatar.
sv_se: Ursäkta, det var ett problem med att hämta avataren.

source: Sorry, there was a problem fetching the blog avatar.
sv_se: Tyvärr var det ett problem med att hämta bloggavataren.

source: Sorry, there was a problem fetching this group avatar.
sv_se: Det var tyvärr ett problem med att hämta gruppens avatar.

source: Sorry, there was a problem fetching this group cover.
sv_se: Tyvärr var det ett problem med att hämta det här gruppomslaget.

source: Sorry, there was a problem fetching this user cover.
sv_se: Tyvärr var det ett problem med att hämta detta användaromslag.

source: Sorry, there was no activity found.
sv_se: Tyvärr hittades ingen aktivitet.

source: Sorry, there was no member with that name found within this group.
sv_se: Tyvärr hittades ingen medlem med det namnet i den här gruppen.

source: Sorry, there were no discussions found.
sv_se: Tyvärr hittades inga diskussioner.

source: Sorry, there were no groups found.
sv_se: Tyvärr hittades inga grupper.

source: Sorry, there were no posts found. Why not write one?
sv_se: Tyvärr hittades inga inlägg. Varför inte skriva ett?

source: Sorry, there were no results found.
sv_se: Tyvärr hittades inga resultat.

source: Sorry, there were no sites found.
sv_se: Tyvärr hittades inga webbplatser.

source: Sorry, this component does not exist.
sv_se: Den här komponenten finns tyvärr inte.

source: Sorry, this component is already active.
sv_se: Tyvärr är den här komponenten redan aktiv.

source: Sorry, this component is not active.
sv_se: Tyvärr är den här komponenten inte aktiv.

source: Sorry, This forum has been closed to new discussions.
sv_se: Tyvärr har det här forumet stängts för nya diskussioner.

source: Sorry, This forum is a category. No discussions can be created in this forum.
sv_se: Tyvärr, detta forum är en kategori. Inga diskussioner kan skapas i det här forumet.

source: Sorry, This forum is hidden and you do not have the capability to read or create new discussions in it.
sv_se: Tyvärr är det här forumet dolt och du har inte möjlighet att läsa eller skapa nya diskussioner i det.

source: Sorry, This forum is private and you do not have the capability to read or create new discussions in it.
sv_se: Tyvärr är det här forumet privat och du har inte möjlighet att läsa eller skapa nya diskussioner i det.

source: Sorry, this is not a valid action.
sv_se: Tyvärr är detta inte en giltig åtgärd.

source: Sorry, this message does not exist.
sv_se: Tyvärr finns det här meddelandet inte.

source: Sorry, this thread does not exist.
sv_se: Tyvärr finns denna tråd inte.

source: Sorry, uploading the file failed.
sv_se: Det gick tyvärr inte att ladda upp filen.

source: Sorry, URL is not valid.
sv_se: Tyvärr är URL:en inte giltig.

source: Sorry, user cover upload is disabled.
sv_se: Tyvärr, uppladdning av användaromslag är inaktiverat.

source: Sorry, you are not able to view the register form fields.
sv_se: Tyvärr kan du inte se fälten i registreringsformuläret.

source: Sorry, you are not allow to update the privacy
sv_se: Tyvärr är det inte tillåtet att uppdatera sekretessen

source: Sorry, you are not allowed to accept the invitation as requested.
sv_se: Tyvärr får du inte acceptera inbjudan som du har bett om.

source: Sorry, you are not allowed to access this forum.
sv_se: Tyvärr får du inte komma åt det här forumet.

source: Sorry, you are not allowed to access this reply.
sv_se: Tyvärr har du inte tillgång till detta svar.

source: Sorry, you are not allowed to access this topic.
sv_se: Tyvärr får du inte komma åt det här ämnet.

source: Sorry, you are not allowed to add poster image.
sv_se: Tyvärr är det inte tillåtet att lägga till en affischbild.

source: Sorry, you are not allowed to ban this group member.
sv_se: Tyvärr får du inte förbjuda den här gruppmedlemmen.

source: Sorry, you are not allowed to block member.
sv_se: Tyvärr får du inte blockera en medlem.

source: Sorry, you are not allowed to block this member.
sv_se: Tyvärr får du inte blockera den här medlemmen.

source: Sorry, you are not allowed to create a Album.
sv_se: Tyvärr är det inte tillåtet att skapa ett album.

source: Sorry, you are not allowed to create a Document item.
sv_se: Tyvärr får du inte skapa ett dokumentobjekt.

source: Sorry, you are not allowed to create a document.
sv_se: Tyvärr får du inte skapa ett dokument.

source: Sorry, you are not allowed to create a folder.
sv_se: Tyvärr får du inte skapa en mapp.

source: Sorry, you are not allowed to create a Media item.
sv_se: Tyvärr är det inte tillåtet att skapa ett Media-objekt.

source: Sorry, you are not allowed to create a media.
sv_se: Tyvärr är det inte tillåtet att skapa ett medium.

source: Sorry, you are not allowed to create a Video item.
sv_se: Tyvärr är det inte tillåtet att skapa ett videoobjekt.

source: Sorry, you are not allowed to create a video.
sv_se: Tyvärr är det inte tillåtet att skapa en video.

source: Sorry, you are not allowed to create a XProfile field.
sv_se: Tyvärr får du inte skapa ett XProfile-fält.

source: Sorry, you are not allowed to create activities.
sv_se: Tyvärr får du inte skapa aktiviteter.

source: Sorry, you are not allowed to create an activity comment.
sv_se: Tyvärr får du inte skapa en aktivitetskommentar.

source: Sorry, you are not allowed to create groups.
sv_se: Tyvärr får du inte skapa grupper.

source: Sorry, you are not allowed to create the invitation as requested.
sv_se: Tyvärr får du inte skapa den inbjudan som du har begärt.

source: Sorry, you are not allowed to delete poster images.
sv_se: Tyvärr är det inte tillåtet att radera affischbilder.

source: Sorry, you are not allowed to delete the invitation as requested.
sv_se: Tyvärr får du inte radera inbjudan som du har begärt.

source: Sorry, you are not allowed to delete this activity.
sv_se: Tyvärr får du inte radera den här aktiviteten.

source: Sorry, you are not allowed to delete this album.
sv_se: Tyvärr får du inte radera det här albumet.

source: Sorry, you are not allowed to delete this document.
sv_se: Tyvärr får du inte radera det här dokumentet.

source: Sorry, you are not allowed to delete this field.
sv_se: Tyvärr får du inte radera det här fältet.

source: Sorry, you are not allowed to delete this folder.
sv_se: Tyvärr får du inte ta bort den här mappen.

source: Sorry, you are not allowed to delete this group.
sv_se: Tyvärr får du inte radera den här gruppen.

source: Sorry, you are not allowed to delete this media.
sv_se: Tyvärr får du inte radera det här mediet.

source: Sorry, you are not allowed to delete this reply.
sv_se: Tyvärr får du inte radera det här svaret.

source: Sorry, you are not allowed to delete this thread messages.
sv_se: Tyvärr är det inte tillåtet att radera den här tråden.

source: Sorry, you are not allowed to delete this topic.
sv_se: Tyvärr får du inte radera det här ämnet.

source: Sorry, you are not allowed to delete this user.
sv_se: Tyvärr får du inte radera den här användaren.

source: Sorry, you are not allowed to delete this video.
sv_se: Tyvärr får du inte radera den här videon.

source: Sorry, you are not allowed to delete your profile repeater fields.
sv_se: Tyvärr får du inte ta bort dina profilrepeaterfält.

source: Sorry, you are not allowed to demote this group member.
sv_se: Tyvärr får du inte degradera den här gruppmedlemmen.

source: Sorry, you are not allowed to fetch poster images.
sv_se: Tyvärr är det inte tillåtet att hämta affischbilder.

source: Sorry, you are not allowed to generate link preview in the activity.
sv_se: Tyvärr är det inte tillåtet att generera en förhandsgranskning av länken i aktiviteten.

source: Sorry, you are not allowed to merge this topic.
sv_se: Tyvärr är det inte tillåtet att slå ihop detta ämne.

source: Sorry, you are not allowed to move this document with folder.
sv_se: Tyvärr är det inte tillåtet att flytta det här dokumentet till en mapp.

source: Sorry, you are not allowed to move this media with album.
sv_se: Tyvärr är det inte tillåtet att flytta det här mediet med albumet.

source: Sorry, you are not allowed to move this video with album.
sv_se: Tyvärr är det inte tillåtet att flytta den här videon med albumet.

source: Sorry, you are not allowed to perform action on messages.
sv_se: Tyvärr får du inte utföra åtgärder på meddelanden.

source: Sorry, you are not allowed to perform this action.
sv_se: Tyvärr får du inte utföra den här åtgärden.

source: Sorry, you are not allowed to promote this group member.
sv_se: Tyvärr är det inte tillåtet att marknadsföra den här gruppmedlemmen.

source: Sorry, you are not allowed to report a moderation.
sv_se: Tyvärr får du inte rapportera en moderering.

source: Sorry, you are not allowed to report this content.
sv_se: Tyvärr har du inte rätt att rapportera detta innehåll.

source: Sorry, you are not allowed to report this item.
sv_se: Tyvärr är det inte tillåtet att rapportera den här produkten.

source: Sorry, you are not allowed to search recipients.
sv_se: Du har tyvärr inte tillåtelse att söka mottagare.

source: Sorry, you are not allowed to search thread.
sv_se: Du har tyvärr inte tillåtelse att söka tråd.

source: Sorry, you are not allowed to see the account settings options.
sv_se: Du får tyvärr inte se alternativen för kontoinställningar.

source: Sorry, you are not allowed to see the account settings.
sv_se: Du får tyvärr inte se kontoinställningarna.

source: Sorry, you are not allowed to see the courses group settings options.
sv_se: Du har tyvärr inte tillåtelse att se inställningarna för kursgruppsinställningar.

source: Sorry, you are not allowed to see the forum group settings options.
sv_se: Tyvärr har du inte tillåtelse att se inställningarna för forumgruppen.

source: Sorry, you are not allowed to see the group settings options.
sv_se: Tyvärr har du inte tillåtelse att se alternativen för gruppinställningar.

source: Sorry, you are not allowed to see the group settings.
sv_se: Tyvärr har du inte tillåtelse att se gruppinställningarna.

source: Sorry, you are not allowed to see the notification.
sv_se: Tyvärr får du inte se meddelandet.

source: Sorry, you are not allowed to see the notifications.
sv_se: Tyvärr får du inte se meddelandena.

source: Sorry, you are not allowed to see this thread.
sv_se: Tyvärr får du inte se den här tråden.

source: Sorry, you are not allowed to split this topic.
sv_se: Tyvärr är det inte tillåtet att dela det här ämnet.

source: Sorry, you are not allowed to star/unstar messages.
sv_se: Tyvärr får du inte börja/slutta meddelanden med en stjärna eller ta bort en stjärna.

source: Sorry, you are not allowed to subscribe/unsubscribe the forum.
sv_se: Tyvärr får du inte prenumerera på forumet eller avbryta prenumerationen.

source: Sorry, you are not allowed to unban this group member.
sv_se: Tyvärr får du inte häva förbudet för den här gruppmedlemmen.

source: Sorry, you are not allowed to unblock member.
sv_se: Tyvärr får du inte avblockera medlemmen.

source: Sorry, you are not allowed to update favorites.
sv_se: Tyvärr får du inte uppdatera favoriter.

source: Sorry, you are not allowed to update the account settings options.
sv_se: Du har tyvärr inte tillåtelse att uppdatera alternativen för kontoinställningar.

source: Sorry, you are not allowed to update the courses group settings options.
sv_se: Du får tyvärr inte uppdatera inställningarna för kursgruppsinställningar.

source: Sorry, you are not allowed to update the forum group settings options.
sv_se: Tyvärr har du inte tillåtelse att uppdatera inställningarna för forumgruppen.

source: Sorry, you are not allowed to update the group settings.
sv_se: Tyvärr har du inte tillåtelse att uppdatera gruppinställningarna.

source: Sorry, you are not allowed to update this activity.
sv_se: Tyvärr är det inte tillåtet att uppdatera den här aktiviteten.

source: Sorry, you are not allowed to update this album.
sv_se: Tyvärr får du inte uppdatera det här albumet.

source: Sorry, you are not allowed to update this group.
sv_se: Tyvärr får du inte uppdatera den här gruppen.

source: Sorry, you are not allowed to update this media.
sv_se: Tyvärr är det inte tillåtet att uppdatera detta medium.

source: Sorry, you are not allowed to update this reply.
sv_se: Tyvärr får du inte uppdatera detta svar.

source: Sorry, you are not allowed to update this topic.
sv_se: Tyvärr får du inte uppdatera det här ämnet.

source: Sorry, you are not allowed to update this video.
sv_se: Tyvärr är det inte tillåtet att uppdatera den här videon.

source: Sorry, you are not allowed to update your profile fields.
sv_se: Tyvärr får du inte uppdatera dina profilfält.

source: Sorry, you are not allowed to update your profile repeater fields.
sv_se: Tyvärr är det inte tillåtet att uppdatera dina profilrepeaterfält.

source: Sorry, you are not allowed to upload document.
sv_se: Du får tyvärr inte ladda upp dokument.

source: Sorry, you are not allowed to upload media.
sv_se: Tyvärr har du inte tillåtelse att ladda upp media.

source: Sorry, you are not allowed to upload poster image.
sv_se: Tyvärr är det inte tillåtet att ladda upp en affischbild.

source: Sorry, you are not allowed to upload video.
sv_se: Tyvärr är det inte tillåtet att ladda upp video.

source: Sorry, you are not allowed to view a membership request.
sv_se: Tyvärr får du inte visa en medlemskapsförfrågan.

source: Sorry, you are not allowed to view courses.
sv_se: Tyvärr får du inte se kurser.

source: Sorry, you are not allowed to view folder tree.
sv_se: Tyvärr får du inte visa mappträdet.

source: Sorry, you are not allowed to view group tabs.
sv_se: Tyvärr får du inte visa gruppflikarna.

source: Sorry, you are not allowed to view members.
sv_se: Tyvärr får du inte visa medlemmar.

source: Sorry, you are not allowed to view membership requests.
sv_se: Tyvärr får du inte se medlemsförfrågningar.

source: Sorry, you are not allowed to view this XProfile field group.
sv_se: Tyvärr får du inte se den här XProfile-fältgruppen.

source: Sorry, you are not authorized to perform this action.
sv_se: Tyvärr har du inte rätt att utföra den här åtgärden.

source: Sorry, you are not logged in to update fields.
sv_se: Tyvärr är du inte inloggad för att uppdatera fält.

source: Sorry, you can not able to block admin users.
sv_se: Tyvärr kan du inte blockera administratörsanvändare.

source: Sorry, you can not able to block him self.
sv_se: Tyvärr kan du inte blockera honom själv.

source: Sorry, You can not able to delete auto generated video poster.
sv_se: Tyvärr kan du inte radera automatiskt genererade videoposter.

source: Sorry, You can not able to delete the account.
sv_se: Du kan tyvärr inte ta bort kontot.

source: Sorry, you can not allowed to block yourself.
sv_se: Tyvärr kan du inte blockera dig själv.

source: Sorry, you cannot add the activity to your favorites.
sv_se: Tyvärr kan du inte lägga till aktiviteten till dina favoriter.

source: Sorry, you cannot add the message to your starred box.
sv_se: Tyvärr kan du inte lägga till meddelandet i din stjärnruta.

source: Sorry, you cannot deactivate a required component.
sv_se: Tyvärr kan du inte avaktivera en obligatorisk komponent.

source: Sorry, you cannot remove the activity from your favorites.
sv_se: Tyvärr kan du inte ta bort aktiviteten från dina favoriter.

source: Sorry, you cannot remove the message from your starred box.
sv_se: Tyvärr kan du inte ta bort meddelandet från rutan med stjärnor.

source: Sorry, you cannot save XProfile field data.
sv_se: Tyvärr kan du inte spara XProfile-fältdata.

source: Sorry, you cannot unblock suspended member.
sv_se: Tyvärr kan du inte avblockera en avstängd medlem.

source: Sorry, you cannot view the activities.
sv_se: Tyvärr kan du inte se aktiviteterna.

source: Sorry, you cannot view the group.
sv_se: Tyvärr kan du inte se gruppen.

source: Sorry, you cannot view the messages.
sv_se: Tyvärr kan du inte se meddelandena.

source: Sorry, you cannot view this notification.
sv_se: Tyvärr kan du inte se det här meddelandet.

source: Sorry, you do not have access to list components.
sv_se: Tyvärr har du inte tillgång till listkomponenter.

source: Sorry, you do not have access to list mentions.
sv_se: Tyvärr har du inte tillgång till listanämningar.

source: Sorry, You do not have permission to create new discussions.
sv_se: Tyvärr har du inte behörighet att skapa nya diskussioner.

source: Sorry, You do not have permission to edit that discussion.
sv_se: Tyvärr, du har inte tillåtelse att redigera den diskussionen.

source: Sorry, You do not have permission to edit the source topic.
sv_se: Tyvärr, du har inte rätt att redigera källämnet.

source: Sorry, You do not have permission to reply.
sv_se: Tyvärr, du har inte tillåtelse att svara.

source: Sorry, You do not have the permissions to create new topics. The reply could not be converted into a discussion.
sv_se: Tyvärr har du inte behörighet att skapa nya ämnen. Svaret kunde inte omvandlas till en diskussion.

source: Sorry, You do not have the permissions to edit the destination discussion!
sv_se: Tyvärr har du inte behörighet att redigera diskussionen om destinationen!

source: Sorry, You do not have the permissions to edit the destination discussion.
sv_se: Tyvärr har du inte behörighet att redigera diskussionen om destinationen.

source: Sorry, You do not have the permissions to edit the source discussion.
sv_se: Tyvärr har du inte behörighet att redigera källdiskussionen.

source: Sorry, you don't have permission to create invites.
sv_se: Tyvärr har du inte behörighet att skapa inbjudningar.

source: Sorry, You don't have permission to move this folder.
sv_se: Tyvärr, du har inte behörighet att flytta den här mappen.

source: Sorry, you don't have permission to revoke invite.
sv_se: Tyvärr har du inte rätt att återkalla inbjudan.

source: Sorry, you don't have permission to view invites profile type.
sv_se: Tyvärr har du inte behörighet att se inbjudna profiltyper.

source: Sorry, you don't have permission to view invites.
sv_se: Tyvärr har du inte tillåtelse att visa inbjudningar.

source: Sorry, you have not selected any members.
sv_se: Tyvärr, du har inte valt några medlemmar.

source: Sorry, you have not uploaded any document.
sv_se: Tyvärr, du har inte laddat upp något dokument.

source: Sorry, you have not uploaded any media.
sv_se: Tyvärr, du har inte laddat upp något media.

source: Sorry, you have not uploaded any thumb.
sv_se: Tyvärr har du inte laddat upp någon miniatyr.

source: Sorry, you have not uploaded any video.
sv_se: Tyvärr har du inte laddat upp någon video.

source: Sorry, You have passed invalid poster ID.
sv_se: Tyvärr, du har skickat ett ogiltigt affisch-ID.

source: Sorry, you need an image file to upload.
sv_se: Tyvärr, du behöver en bildfil för att ladda upp.

source: Sorry, you need to be logged in to create a group message.
sv_se: Tyvärr måste du vara inloggad för att skapa ett gruppmeddelande.

source: Sorry, you need to be logged in to create a membership request.
sv_se: Tyvärr måste du vara inloggad för att skapa en medlemskapsförfrågan.

source: Sorry, you need to be logged in to create a message.
sv_se: Tyvärr måste du vara inloggad för att kunna skapa ett meddelande.

source: Sorry, you need to be logged in to create a reply.
sv_se: Tyvärr måste du vara inloggad för att kunna skapa ett svar.

source: Sorry, you need to be logged in to create a topic.
sv_se: Tyvärr måste du vara inloggad för att skapa ett ämne.

source: Sorry, you need to be logged in to create an invitation.
sv_se: Tyvärr måste du vara inloggad för att skapa en inbjudan.

source: Sorry, you need to be logged in to create invites.
sv_se: Tyvärr måste du vara inloggad för att kunna skapa inbjudningar.

source: Sorry, you need to be logged in to delete a request.
sv_se: Tyvärr måste du vara inloggad för att kunna ta bort en begäran.

source: Sorry, you need to be logged in to delete this album.
sv_se: Tyvärr måste du vara inloggad för att kunna ta bort det här albumet.

source: Sorry, you need to be logged in to delete this document.
sv_se: Tyvärr måste du vara inloggad för att kunna ta bort det här dokumentet.

source: Sorry, you need to be logged in to delete this folder.
sv_se: Tyvärr måste du vara inloggad för att kunna ta bort den här mappen.

source: Sorry, you need to be logged in to delete this group.
sv_se: Tyvärr måste du vara inloggad för att kunna ta bort den här gruppen.

source: Sorry, you need to be logged in to delete this media.
sv_se: Tyvärr måste du vara inloggad för att kunna ta bort det här mediet.

source: Sorry, you need to be logged in to delete this video.
sv_se: Tyvärr måste du vara inloggad för att kunna ta bort den här videon.

source: Sorry, you need to be logged in to get a membership.
sv_se: Tyvärr måste du vara inloggad för att få ett medlemskap.

source: Sorry, you need to be logged in to join a group.
sv_se: Tyvärr måste du vara inloggad för att gå med i en grupp.

source: Sorry, you need to be logged in to make an update.
sv_se: Tyvärr måste du vara inloggad för att göra en uppdatering.

source: Sorry, you need to be logged in to perform the action on the reply.
sv_se: Tyvärr måste du vara inloggad för att kunna utföra åtgärden i svaret.

source: Sorry, you need to be logged in to perform the action on the topic.
sv_se: Tyvärr måste du vara inloggad för att kunna utföra åtgärden i ämnet.

source: Sorry, you need to be logged in to perform the action.
sv_se: Tyvärr måste du vara inloggad för att kunna utföra åtgärden.

source: Sorry, you need to be logged in to perform this action.
sv_se: Tyvärr måste du vara inloggad för att kunna utföra den här åtgärden.

source: Sorry, you need to be logged in to revoke invite.
sv_se: Tyvärr måste du vara inloggad för att återkalla inbjudan.

source: Sorry, you need to be logged in to save XProfile data.
sv_se: Tyvärr måste du vara inloggad för att spara XProfile-data.

source: Sorry, you need to be logged in to see the group invitations.
sv_se: Tyvärr, du måste vara inloggad för att se gruppinbjudningarna.

source: Sorry, you need to be logged in to split a topic.
sv_se: Tyvärr måste du vara inloggad för att dela ett ämne.

source: Sorry, you need to be logged in to update this album.
sv_se: Tyvärr måste du vara inloggad för att uppdatera detta album.

source: Sorry, you need to be logged in to update this document.
sv_se: Tyvärr måste du vara inloggad för att kunna uppdatera det här dokumentet.

source: Sorry, you need to be logged in to update this folder.
sv_se: Tyvärr måste du vara inloggad för att uppdatera den här mappen.

source: Sorry, you need to be logged in to update this group.
sv_se: Tyvärr måste du vara inloggad för att uppdatera den här gruppen.

source: Sorry, you need to be logged in to update this media.
sv_se: Tyvärr måste du vara inloggad för att kunna uppdatera detta media.

source: Sorry, you need to be logged in to update this video.
sv_se: Tyvärr måste du vara inloggad för att kunna uppdatera den här videon.

source: Sorry, you need to be logged in to view a group membership.
sv_se: Tyvärr måste du vara inloggad för att kunna se ett gruppmedlemskap.

source: Sorry, you need to be logged in to view invites profile type.
sv_se: Tyvärr måste du vara inloggad för att se inbjudna profiltyper.

source: Sorry, you need to be logged in to view invites.
sv_se: Tyvärr måste du vara inloggad för att se inbjudningar.

source: Sorry, you need to be logged in to view membership requests.
sv_se: Tyvärr måste du vara inloggad för att se medlemsförfrågningar.
