Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: <strong>ERROR</strong>: You do not have the permissions to create new topics. The reply could not be converted into a discussion.
sv_se: <strong>FEL</strong>: Du har inte behörighet att skapa nya ämnen. Svaret kunde inte omvandlas till en diskussion.

source: <strong>ERROR</strong>: You do not have the permissions to delete the discussion tags.
sv_se: <strong>FEL</strong>: Du har inte behörighet att ta bort diskussionstaggarna.

source: <strong>ERROR</strong>: You do not have the permissions to edit the destination discussion!
sv_se: <strong>FEL</strong>: Du har inte behörighet att redigera diskussionen om destinationen!

source: <strong>ERROR</strong>: You do not have the permissions to edit the destination discussion.
sv_se: <strong>FEL</strong>: Du har inte behörighet att redigera måldiskussionen.

source: <strong>ERROR</strong>: You do not have the permissions to edit the discussion tags.
sv_se: <strong>FEL</strong>: Du har inte behörighet att redigera diskussionstaggarna.

source: <strong>ERROR</strong>: You do not have the permissions to edit the source discussion.
sv_se: <strong>FEL</strong>: Du har inte behörighet att redigera källdiskussionen.

source: <strong>ERROR</strong>: You don't have access to send the document.
sv_se: <strong>FEL</strong>: Du har inte tillgång till att skicka dokumentet.

source: <strong>ERROR</strong>: You don't have access to send the gif.
sv_se: <strong>FEL</strong>: Du har inte tillgång till att skicka gif:en.

source: <strong>ERROR</strong>: You don't have access to send the media.
sv_se: <strong>FEL</strong>: Du har inte tillgång till att skicka media.

source: <strong>ERROR</strong>: You don't have the permission to edit favorites of that user!
sv_se: <strong>FEL</strong>: Du har inte behörighet att redigera den användarens favoriter!

source: <strong>ERROR</strong>: You need to choose a valid move option.
sv_se: <strong>FEL</strong>: Du måste välja ett giltigt flyttalternativ.

source: <strong>ERROR</strong>: You need to choose a valid split option.
sv_se: <strong>FEL</strong>: Du måste välja ett giltigt delningsalternativ.

source: <strong>ERROR</strong>: You need to enter a tag name.
sv_se: <strong>ERROR</strong>: Du måste ange ett taggnamn.

source: <strong>ERROR</strong>: Your account has already been activated.
sv_se: <strong> ERROR</strong>: Ditt konto har redan aktiverats.

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
sv_se: <strong> ERROR</strong>: Ditt konto har markerats som en spammare.

source: <strong>ERROR</strong>: Your account has been suspended. Please contact a site admin for more information.
sv_se: <strong> ERROR</strong>: Ditt konto har stängts av. Kontakta en webbplatsadministratör för mer information.

source: <strong>ERROR</strong>: Your account has not been activated. Check your email for the activation link.
sv_se: <strong> ERROR</strong>: Ditt konto har inte aktiverats. Kontrollera din e-post för aktiveringslänken.

source: <strong>ERROR</strong>: Your discussion cannot be created at this time.
sv_se: <strong>FEL</strong>: Din diskussion kan inte skapas just nu.

source: <strong>ERROR</strong>: Your discussion cannot be edited at this time.
sv_se: <strong>FEL</strong>: Din diskussion kan inte redigeras just nu.

source: <strong>ERROR</strong>: Your discussion cannot be empty.
sv_se: <strong>FEL</strong>: Din diskussion kan inte vara tom.

source: <strong>ERROR</strong>: Your discussion needs a subject.
sv_se: <strong>FEL</strong>: Din diskussion behöver ett ämne.

source: <strong>ERROR</strong>: Your forum cannot be created at this time.
sv_se: <strong>FEL</strong>: Ditt forum kan inte skapas just nu.

source: <strong>ERROR</strong>: Your forum cannot be edited at this time.
sv_se: <strong>FEL</strong>: Ditt forum kan inte redigeras just nu.

source: <strong>ERROR</strong>: Your forum needs a title.
sv_se: <strong>FEL</strong>: Ditt forum behöver en titel.

source: <strong>ERROR</strong>: Your reply cannot be created at this time.
sv_se: <strong>FEL</strong>: Ditt svar kan inte skapas just nu.

source: <strong>ERROR</strong>: Your reply cannot be edited at this time.
sv_se: <strong>FEL</strong>: Ditt svar kan inte redigeras just nu.

source: <strong>ERROR</strong>: Your reply cannot be edited now.
sv_se: <strong>FEL</strong>: Ditt svar kan inte redigeras nu.

source: <strong>ERROR</strong>: Your reply cannot be empty.
sv_se: <strong>FEL</strong>: Ditt svar kan inte vara tomt.

source: <strong>Featured Image</strong> - This allows you to associate an image with your discussion without inserting it. This is usually useful only if your theme makes use of the featured image as a discussion thumbnail on the home page, a custom header, etc.
sv_se: <strong>Featured Image</strong> - Här kan du koppla en bild till din diskussion utan att infoga den. Detta är vanligtvis användbart endast om ditt tema använder den presenterade bilden som en miniatyrbild av diskussionen på startsidan, en anpassad rubrik osv.

source: <strong>Featured Image</strong> - This allows you to associate an image with your forum without inserting it. This is usually useful only if your theme makes use of the featured image as a forum thumbnail on the home page, a custom header, etc.
sv_se: <strong>Featured Image</strong> - Här kan du koppla en bild till ditt forum utan att infoga den. Detta är vanligtvis användbart endast om ditt tema använder den presenterade bilden som en forumminiatyr på startsidan, en anpassad rubrik osv.

source: <strong>Featured Image</strong> - This allows you to associate an image with your reply without inserting it. This is usually useful only if your theme makes use of the featured image as a reply thumbnail on the home page, a custom header, etc.
sv_se: <strong>Featured Image</strong> - Här kan du koppla en bild till ditt svar utan att infoga den. Detta är vanligtvis användbart endast om ditt tema använder den presenterade bilden som en miniatyrbild av svaret på startsidan, en anpassad rubrik osv.

source: <strong>Forum Editor</strong> - Enter the text for your forum. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your forum text. You can insert media files by clicking the icons above the forum editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular forum editor.
sv_se: <strong>Forum Editor</strong> - Ange texten för ditt forum. Det finns två sätt att redigera: Visual och HTML. Välj läge genom att klicka på lämplig flik. Visuellt läge ger dig en WYSIWYG-redigerare. Klicka på den sista ikonen i raden för att få en andra rad med kontroller. I HTML-läget kan du skriva in rå HTML tillsammans med din forumtext. Du kan infoga mediefiler genom att klicka på ikonerna ovanför forumredigeraren och följa anvisningarna. Du kan gå till den distraktionsfria skrivskärmen via ikonen Fullscreen i det visuella läget (näst sista i den översta raden) eller knappen Fullscreen i HTML-läget (sista i raden). När du väl är där kan du göra knapparna synliga genom att hålla muspekaren över det övre området. Avsluta Fullscreen och gå tillbaka till den vanliga forumredigeraren.

source: <strong>Forum</strong> dropdown determines the parent forum that the discussion belongs to. Select the forum or category from the dropdown, or leave the default (No Forum) to post the discussion without an assigned forum.
sv_se: <strong>Forum</strong> rullgardinsmenyn bestämmer det överordnade forumet som diskussionen tillhör. Välj forum eller kategori i rullgardinsmenyn eller låt standardvärdet (Inget forum) stå kvar om du vill publicera diskussionen utan ett tilldelat forum.

source: <strong>Forum</strong> dropdown determines the parent forum that the reply belongs to. Select the forum, or leave the default (Use Forum of Discussion) to post the reply in forum of the discussion.
sv_se: <strong>Rolmen <strong>Forum</strong> visar vilket överordnat forum som svaret tillhör. Välj forumet eller låt standardinställningen (Använd diskussionsforum) stå kvar för att publicera svaret i diskussionsforumet.

source: <strong>Link</strong> - Used by some types of activity (blog posts and comments) to store a link back to the original content.
sv_se: <strong>Länk</strong> - Används i vissa typer av aktiviteter (blogginlägg och kommentarer) för att lagra en länk tillbaka till det ursprungliga innehållet.

source: <strong>Order</strong> allows you to order your forums numerically.
sv_se: <strong>Ordna</strong> låter dig ordna dina forum numeriskt.

source: <strong>Parent</strong> dropdown determines the parent forum. Select the forum or category from the dropdown, or leave the default (No Parent) to create the forum at the root of your forums.
sv_se: <strong>Parent</strong> rullgardinsmenyn bestämmer det överordnade forumet. Välj forum eller kategori i rullgardinsmenyn eller lämna standardvärdet (No Parent) för att skapa forumet vid roten av dina forum.

source: <strong>Preview</strong> will show you what your draft discussion will look like if you publish it. View will take you to your live site to view the discussion. Which link is available depends on your discussion's status.
sv_se: <strong>Preview</strong> visar hur ditt diskussionsutkast kommer att se ut om du publicerar det. Visa tar dig till din webbplats där du kan se diskussionen live. Vilken länk som är tillgänglig beror på diskussionens status.

source: <strong>Preview</strong> will show you what your draft reply will look like if you publish it. View will take you to your live site to view the reply. Which link is available depends on your reply's status.
sv_se: <strong>Preview</strong> visar hur ditt utkast till svar kommer att se ut om du publicerar det. Visa tar dig till din webbplats för att visa svaret. Vilken länk som är tillgänglig beror på svarets status.

source: <strong>Primary Item/Secondary Item</strong> - These identify the object that created the activity. For example, the fields could reference a comment left on a specific site. Some types of activity may only use one, or none, of these fields.
sv_se: <strong>Primary Item/Secondary Item</strong> - Dessa identifierar det objekt som skapade aktiviteten. Fälten kan till exempel hänvisa till en kommentar som lämnats på en viss webbplats. Vissa typer av aktiviteter kan endast använda ett eller inget av dessa fält.

source: <strong>Publish</strong> - You can set the terms of publishing your discussion in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a discussion or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a discussion to be published in the future or backdate a discussion.
sv_se: <strong>Publicera</strong> - I rutan Publicera kan du ange villkoren för att publicera din diskussion. För status, synlighet och publicera (omedelbart) klickar du på länken Redigera för att visa fler alternativ. Synlighet innehåller alternativ för att skydda en diskussion med lösenord eller för att få den att ligga överst på bloggen på obestämd tid (klibbig). Med Publicera (omedelbart) kan du ange ett framtida eller tidigare datum och tid, så att du kan schemalägga en diskussion så att den publiceras i framtiden eller bakåt i tiden.

source: <strong>Publish</strong> - You can set the terms of publishing your forum in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a forum or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a forum to be published in the future or backdate a forum.
sv_se: <strong>Publicera</strong> - Du kan ange villkoren för publicering av ditt forum i rutan Publicera. För status, synlighet och publicera (omedelbart) klickar du på länken Redigera för att visa fler alternativ. Synlighet innehåller alternativ för att skydda ett forum med lösenord eller för att få det att ligga överst på bloggen på obestämd tid (klibbigt). Med Publicera (omedelbart) kan du ange ett framtida eller tidigare datum och tid, så att du kan planera att ett forum ska publiceras i framtiden eller bakåt i tiden.

source: <strong>Publish</strong> - You can set the terms of publishing your reply in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a reply or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a reply to be published in the future or backdate a reply.
sv_se: <strong>Publicera</strong> - Du kan ange villkoren för publicering av ditt svar i rutan Publicera. För status, synlighet och publicera (omedelbart) klickar du på länken Redigera för att visa fler alternativ. Synlighet innehåller alternativ för att skydda ett svar med lösenord eller för att få det att ligga överst på bloggen på obestämd tid (klibbigt). Med Publicera (omedelbart) kan du ange ett framtida eller tidigare datum och tid, så att du kan schemalägga ett svar så att det publiceras i framtiden eller bakåt i tiden.

source: <strong>Reply Editor</strong> - Enter the text for your reply. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your reply text. You can insert media files by clicking the icons above the reply editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular reply editor.
sv_se: <strong>Reply Editor</strong> - Ange texten för ditt svar. Det finns två sätt att redigera: Det finns två sätt att redigera: Visuellt och HTML. Välj läge genom att klicka på lämplig flik. Visuellt läge ger dig en WYSIWYG-redigerare. Klicka på den sista ikonen i raden för att få en andra rad med kontroller. I HTML-läget kan du skriva in rå HTML tillsammans med din svarstext. Du kan infoga mediefiler genom att klicka på ikonerna ovanför svarsredigeraren och följa anvisningarna. Du kan gå till den distraktionsfria skrivskärmen via ikonen Fullscreen i det visuella läget (näst sista i den övre raden) eller knappen Fullscreen i HTML-läget (sista i raden). När du väl är där kan du göra knapparna synliga genom att hålla muspekaren över det övre området. Avsluta Fullscreen och gå tillbaka till den vanliga svarsredigeraren.

source: <strong>Reply To</strong> determines the threading of the reply.
sv_se: <strong>Svar till</strong> bestämmer hur svaret ska vara uppdelat i trådar.

source: <strong>Spam</strong> removes your discussion from this list and places it in the spam queue, from which you can permanently delete it.
sv_se: <strong>Spam</strong> tar bort din diskussion från den här listan och placerar den i skräppostkön, varifrån du kan radera den permanent.

source: <strong>Spam</strong> removes your reply from this list and places it in the spam queue, from which you can permanently delete it.
sv_se: <strong>Spam</strong> tar bort ditt svar från den här listan och placerar det i skräppostkön, från vilken du kan radera det permanent.

source: <strong>Status</strong> allows you to close a forum to new discussions and replies.
sv_se: Med <strong>Status</strong> kan du stänga ett forum för nya diskussioner och svar.

source: <strong>Stick <em>(to front)</em></strong> will keep the selected discussion "pinned" to the top of ALL forums and be visable in any forums discussions list.
sv_se: <strong>Sticka <em>(framkant)</em></strong> håller den valda diskussionen "fast" högst upp i ALLA forum och är synlig i alla forumdiskussionslistor.

source: <strong>Stick</strong> will keep the selected discussion "pinned" to the top the parent forum discussion list.
sv_se: <strong>Stick</strong> håller den valda diskussionen "fastlåst" högst upp i den överordnade diskussionslistan i forumet.

source: <strong>Title</strong> - Enter a title for your discussion. After you enter a title, you'll see the permalink below, which you can edit.
sv_se: <strong>Titel</strong> - Ange en titel för din diskussion. När du har angett en titel visas permalänken nedan, som du kan redigera.

source: <strong>Title</strong> - Enter a title for your forum. After you enter a title, you'll see the permalink below, which you can edit.
sv_se: <strong>Titel</strong> - Ange en titel för ditt forum. När du har angett en titel visas permalänken nedan, som du kan redigera.

source: <strong>Title</strong> - Enter a title for your reply. After you enter a title, you'll see the permalink below, which you can edit.
sv_se: <strong>Titel</strong> - Ange en titel för ditt svar. När du har angett en rubrik visas permalänken nedan, som du kan redigera.

source: <strong>Trash</strong> removes your discussion from this list and places it in the trash, from which you can permanently delete it.
sv_se: <strong>Trash</strong> tar bort din diskussion från den här listan och lägger den i papperskorgen, varifrån du kan radera den permanent.

source: <strong>Trash</strong> removes your forum from this list and places it in the trash, from which you can permanently delete it.
sv_se: <strong>Trash</strong> tar bort ditt forum från listan och lägger det i papperskorgen, där du kan ta bort det permanent.

source: <strong>Trash</strong> removes your reply from this list and places it in the trash, from which you can permanently delete it.
sv_se: <strong>Papperskorgen</strong> tar bort ditt svar från listan och lägger det i papperskorgen, varifrån du kan radera det permanent.

source: <strong>Type</strong> - Each distinct kind of activity has its own type. For example, <code>created_group</code> is used when a group is created and <code>joined_group</code> is used when a user joins a group.
sv_se: <strong>Typ</strong> - Varje typ av verksamhet har sin egen typ. Till exempel används <code>created_group</code> när en grupp skapas och <code>joined_group</code> när en användare går med i en grupp.

source: <strong>Type</strong> indicates if the forum is a category or forum. Categories generally contain other forums.
sv_se: <strong>Type</strong> anger om forumet är en kategori eller ett forum. Kategorier innehåller i allmänhet andra forum.

source: <strong>Version %1$s</strong> addressed %2$s bug.
sv_se: <strong>Version %1$s</strong> åtgärdade felet %2$s.

source: <strong>Version %1$s</strong> addressed a security issue and fixed %2$s bug.
sv_se: <strong>Version %1$s</strong> löste ett säkerhetsproblem och rättade %2$s fel.

source: <strong>Version %1$s</strong> addressed a security issue.
sv_se: <strong>Version %1$s</strong> löste ett säkerhetsproblem.

source: <strong>Version %1$s</strong> addressed some security issues and fixed %2$s bug.
sv_se: <strong>Version %1$s</strong> löste vissa säkerhetsproblem och fixade %2$s fel.

source: <strong>View</strong> will show you what your draft forum will look like if you publish it. View will take you to your live site to view the forum. Which link is available depends on your forum's status.
sv_se: <strong>Visa</strong> visar hur ditt utkast till forum kommer att se ut om du publicerar det. Visa tar dig till din webbplats för att visa forumet. Vilken länk som är tillgänglig beror på forumets status.

source: <strong>Visibility</strong> lets you pick the scope of each forum and what users are allowed to access it.
sv_se: Med <strong>Synlighet</strong> kan du välja hur stort forumet ska vara och vilka användare som får tillgång till det.

source: <strong>WARNING:</strong> This process cannot be undone.
sv_se: <strong>VARNING:</strong> Den här processen kan inte ångras.

source: <strong>You are offline.</strong> Documentation requires internet access.
sv_se: <strong>Du är offline.</strong> Dokumentation kräver tillgång till internet.

source: [%1$s] Comment: "%2$s"
sv_se: [%1$s] Kommentar: "%2$s"

source: [%1$s] Please moderate: "%2$s"
sv_se: [%1$s] Vänligen moderera: "%2$s"

source: [%s] New User Registration
sv_se: [%s] Registrering av ny användare

source: [%s] Notice of Admin Email Change
sv_se: [%s] Meddelande om ändring av administratörens e-postadress

source: [%s] Notice of Email Change
sv_se: [%s] Meddelande om e-poständring

source: [%s] Notice of Network Admin Email Change
sv_se: [%s] Meddelande om nätverksadministratörens e-poständring

source: [%s] Notice of Password Change
sv_se: [%s] Meddelande om lösenordsändring

source: [%s] Password Changed
sv_se: [%s] Lösenord har ändrats

source: [%s] Your username and password info
sv_se: [%s] Din användarnamns- och lösenordsinformation

source: [User Set]
sv_se: [Användarinställning]

source: [{{{site.name}}}] Activate your account
sv_se: [{{{site.name}}}] Aktivera ditt konto

source: [{{{site.name}}}] Activate {{{user-site.url}}}
sv_se: [{{{site.name}}}] Aktivera {{{user-site.url}}}

source: [{{{site.name}}}] Content has been automatically hidden
sv_se: [{{{site.name}}} Innehållet har gömts automatiskt

source: [{{{site.name}}}] Group details updated
sv_se: [{{{site.name}}] Gruppuppgifter uppdaterade

source: [{{{site.name}}}] Membership request for group "{{group.name}}" accepted
sv_se: [{{{{site.name}}}] Ansökan om medlemskap i gruppen "{{group.name}}" accepterad

source: [{{{site.name}}}] Membership request for group "{{group.name}}" rejected
sv_se: [{{{{site.name}}}] Ansökan om medlemskap för gruppen "{{group.name}}" avvisas

source: [{{{site.name}}}] Membership request for group: {{group.name}}
sv_se: [{{{{site.name}}}] Ansökan om medlemskap för gruppen: {{group.name}}

source: [{{{site.name}}}] New discussion: {{discussion.title}}
sv_se: [{{{site.name}}}] Ny diskussion: {{discussion.title}}

source: [{{{site.name}}}] New message from group: "{{group.name}}"
sv_se: [{{{site.name}}}] Nytt meddelande från gruppen: "{{group.name}}"

source: [{{{site.name}}}] New message from {{sender.name}}
sv_se: [{{{{site.name}}}] Nytt meddelande från {{sender.name}}

source: [{{{site.name}}}] New request to connect from {{initiator.name}}
sv_se: [{{{{site.name}}}] Ny begäran om anslutning från {{initiator.name}}

source: [{{{site.name}}}] Verify your new email address
sv_se: [{{{site.name}}}] Verifiera din nya e-postadress

source: [{{{site.name}}}] You have an invitation to the group: "{{group.name}}"
sv_se: [{{{site.name}}}] Du har en inbjudan till gruppen: {{group.name}}}

source: [{{{site.name}}}] You have been promoted in the group: "{{group.name}}"
sv_se: [{{{{site.name}}}] Du har blivit befordrad i gruppen: "{{group.name}}"

source: [{{{site.name}}}] {{friend.name}} accepted your request to connect
sv_se: [{{{site.name}}}] {{friend.name}} accepterade din begäran om att ansluta

source: [{{{site.name}}}] {{poster.name}} mentioned you in a group update
sv_se: [{{{site.name}}} {{poster.name}} nämnde dig i en gruppuppdatering

source: [{{{site.name}}}] {{poster.name}} mentioned you in a status update
sv_se: [{{{site.name}}}] {{poster.name}} nämnde dig i en statusuppdatering
