Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: As you are the only organizer of this group, you cannot leave it. You can either delete the group or promote another member to be an organizer first and then leave the group.
sv_se: Eftersom du är den enda arrangören av denna grupp kan du inte lämna den. Du kan antingen ta bort gruppen eller be en annan medlem att vara arrangör först och sedan lämna gruppen.

source: As your profile is currently assigned to this profile type, you cannot change its associated WordPress role. Changing this setting would remove your Administrator role and lock you out of the WordPress admin. You first need to remove yourself from this profile type (at Users > Your Profile > Extended) and then you can come back to this page to update the associated WordPress role.
sv_se: Eftersom din profil för närvarande är tilldelad den här profiltypen kan du inte ändra den associerade WordPress-rollen. Om du ändrar den här inställningen skulle din administratörsroll tas bort och du skulle bli utelåst från WordPress-administratören. Du måste först ta bort dig själv från den här profiltypen (på Användare > Din profil > Utökad) och sedan kan du komma tillbaka till den här sidan för att uppdatera den associerade WordPress-rollen.

source: Ascending
sv_se: Stigande

source: Ask a question or share an idea.
sv_se: Ställ en fråga eller dela med dig av en idé.

source: Assign members without a profile type to the default profile type (excludes admins).
sv_se: Tilldela medlemmar utan profiltyp till standardprofiltypen (exkluderar administratörer).

source: Assign users without a profile type to the default profile type records&hellip; %s
sv_se: Tilldela användare utan profiltyp till standardprofiltypen records&hellip; %s

source: Assignment
sv_se: Uppdrag

source: Assignments
sv_se: Uppdrag

source: Associate a WordPress page with each of the following components.
sv_se: Koppla en WordPress-sida till var och en av följande komponenter.

source: Associate a WordPress page with the following Registration and Login sections.
sv_se: Koppla ihop en WordPress-sida med följande sektioner för registrering och inloggning.

source: Associated Group:
sv_se: Associerad grupp:

source: Associated LearnDash Group
sv_se: Associerad LearnDash Group

source: Associated Social Group
sv_se: Associerad social grupp

source: Attach a document
sv_se: Bifoga ett dokument

source: Attach a photo
sv_se: Bifoga ett foto

source: Attach a video
sv_se: Bifoga en video

source: Attachments
sv_se: Bilagor

source: Attempt to import user accounts from previous forums
sv_se: Försök att importera användarkonton från tidigare forum

source: Attempted to set PDF preview page to an invalid value.
sv_se: Försökte ange ett ogiltigt värde för PDF-premiärsidan.

source: Attempted to set PDF preview resolution to an invalid value.
sv_se: Försökte ställa in upplösningen för förhandsgranskningen av PDF-filer till ett ogiltigt värde.

source: Attempts
sv_se: Försök

source: Audio
sv_se: Ljud

source: August
sv_se: Augusti

source: Author
sv_se: Författare

source: Author ID
sv_se: Författar-ID

source: Author ID, or comma-separated list of IDs.
sv_se: Författar-ID eller en lista med ID:n som separerats med kommatecken.

source: Author Information
sv_se: Information om författare

source: Auto Create LearnDash Group
sv_se: Automatiskt skapa LearnDash-grupp

source: Auto Create Social Group
sv_se: Automatiskt skapa en social grupp

source: Auto Delete LearnDash Group
sv_se: Automatisk radering av LearnDash Group

source: Auto Delete Social Group
sv_se: Automatisk radering av social grupp

source: Auto Hide
sv_se: Automatisk döljning

source: Auto hide %s after %s reports.
sv_se: Döljer automatiskt %s efter %s rapporter.

source: Auto Membership Approval
sv_se: Automatiskt godkännande av medlemskap

source: Auto Suspend
sv_se: Automatiskt uppskjutande

source: Auto-embed links
sv_se: Automatiskt inbäddade länkar

source: Auto-embed will embed the media content from a URL directly into the replies. For example: links to Flickr and YouTube.
sv_se: Automatisk inbäddning bäddar in medieinnehållet från en URL direkt i svaren. Till exempel: länkar till Flickr och YouTube.

source: Autocomplete Settings
sv_se: Inställningar för automatisk komplettering

source: Autolink status for this profile field
sv_se: Autolink-status för detta profilfält

source: Automatically add members of this profile type to the following group types, after they have registerd and activated their account. This setting does not apply to hidden groups.
sv_se: Lägg automatiskt till medlemmar av den här profiltypen i följande grupptyper efter att de har registrerat och aktiverat sitt konto. Den här inställningen gäller inte dolda grupper.

source: Automatically check for new activity posts
sv_se: Kontrollera automatiskt om det finns nya aktivitetsinlägg

source: Automatically create and associate a LearnDash group upon creation
sv_se: Automatiskt skapa och associera en LearnDash-grupp vid skapandet

source: Automatically create and associate a Social Group upon creation
sv_se: Automatiskt skapa och associera en social grupp vid skapandet

source: Automatically delete the associated LearnDash group when the social group is deleted
sv_se: Ta bort den associerade LearnDash-gruppen automatiskt när den sociala gruppen tas bort

source: Automatically delete the associated Social Group when the LearnDash group is deleted
sv_se: Ta bort den associerade sociala gruppen automatiskt när LearnDash-gruppen tas bort

source: Automatically Hide
sv_se: Döljer automatiskt

source: Automatically load more activity posts when scrolling to the bottom of the page
sv_se: Ladda automatiskt fler aktivitetsinlägg när du bläddrar ner till sidans botten

source: Automatically suspend members after they have been blocked at least %s times.
sv_se: Stäng medlemmar automatiskt efter att de har blockerats minst %s gånger.

source: Available Actions
sv_se: Tillgängliga åtgärder

source: Available actions with current user for Forum.
sv_se: Tillgängliga åtgärder med aktuell användare för Forum.

source: Available actions with current user for reply.
sv_se: Tillgängliga åtgärder med aktuell användare för svar.

source: Available actions with current user for topic.
sv_se: Tillgängliga åtgärder med aktuell användare för ämnet.

source: Available options for the field.
sv_se: Tillgängliga alternativ för fältet.

source: Available options for the setting.
sv_se: Tillgängliga alternativ för inställningen.

source: Available Tools
sv_se: Tillgängliga verktyg

source: Avatar url of the anonymous user.
sv_se: Den anonyma användarens Avatar url.

source: Avatar URL with full image size (%1$d x %2$d pixels).
sv_se: URL för avatar med fullständig bildstorlek (%1$d x %2$d pixlar).

source: Avatar URL with thumb image size (%1$d x %2$d pixels).
sv_se: URL för avatar med storlek på miniatyrbild (%1$d x %2$d pixlar).

source: Avatar URLs for the author of the activity.
sv_se: Avatar-URL:er för aktivitetens författare.

source: Avatar URLs for the blog.
sv_se: Avatar-URL:er för bloggen.

source: Avatar URLs for the group.
sv_se: Avatar-URL:er för gruppen.

source: Avatar URLs for the member.
sv_se: Avatar-URL:er för medlemmen.

source: Avatar URLs for the notification.
sv_se: Avatar-URL:er för anmälan.

source: Back
sv_se: Tillbaka

source: Back to Admin
sv_se: Tillbaka till administration

source: Backup your database before proceeding.
sv_se: Säkerhetskopiera din databas innan du fortsätter.

source: Bad characters or invalid document name!
sv_se: Felaktiga tecken eller ogiltigt dokumentnamn!

source: Ban
sv_se: Förbud

source: Banned "%s"
sv_se: Förbjudet "%s"

source: Banned Members
sv_se: Förbjudna medlemmar

source: Based on group privacy
sv_se: Baserat på gruppens integritet

source: Because <a href="%s">Email Invites</a> is enabled, invited users will still be allowed to register new accounts.
sv_se: Eftersom <a href="%s">Email Invites</a> är aktiverat kan inbjudna användare fortfarande registrera nya konton.

source: Before you can login, you need to confirm your email address via the email we just sent to you.
sv_se: Innan du kan logga in måste du bekräfta din e-postadress via e-postmeddelandet som vi just skickade till dig.

source: Below are some resources to help you get started:
sv_se: Nedan finns några resurser som kan hjälpa dig att komma igång:

source: Block
sv_se: Blockera

source: Block a member
sv_se: Blocka medlemmar

source: Block a Member?
sv_se: Blockera en medlem?

source: Block member
sv_se: Blockera medlem

source: Block Member?
sv_se: Blockera medlem?

source: Blocked
sv_se: Blockerad

source: Blocked Member
sv_se: Blockerad medlem

source: Blocked Members
sv_se: Blockerade medlemmar

source: Blocking
sv_se: Blockering av

source: Blocking Member
sv_se: Blockering Ledamot

source: Blog Authors
sv_se: Bloggförfattare

source: Blog Comments
sv_se: Bloggkommentarer

source: Blog Feeds
sv_se: Bloggflöden

source: Blog Posts
sv_se: Blogginlägg

source: blogname
sv_se: bloggnamn

source: Blogs
sv_se: Bloggar

source: Body
sv_se: Kropp

source: Body Background Color
sv_se: Kroppens bakgrundsfärg

source: Body Border Color
sv_se: Färg på kroppsgränsen

source: Body Primary Text Color
sv_se: Färg på den primära texten i kroppen

source: Body Secondary Text Color
sv_se: Färg för sekundär text i kroppen

source: Body Text Size
sv_se: Storlek på text i kroppen

source: Bottom Left
sv_se: Längst ner till vänster

source: Bottom Right
sv_se: Längst ner till höger

source: BuddyBoss (logged-in)
sv_se: BuddyBoss (inloggad)

source: BuddyBoss (logged-out)
sv_se: BuddyBoss (utloggad)

source: BuddyBoss App
sv_se: BuddyBoss-appen

source: BuddyBoss Components
sv_se: Komponenter i BuddyBoss

source: BuddyBoss Components use WordPress Pages for their root directory/archive pages. You can change the page associations for each active component by using the form below.
sv_se: BuddyBoss-komponenter använder WordPress Pages för sina rotkataloger/arkivsidor. Du kan ändra sidförbindelserna för varje aktiv komponent med hjälp av formuläret nedan.

source: BuddyBoss email types
sv_se: BuddyBoss e-posttyper

source: BuddyBoss Emails
sv_se: BuddyBoss e-postmeddelanden

source: BuddyBoss emails
sv_se: BuddyBoss e-postmeddelanden

source: BuddyBoss group type
sv_se: BuddyBoss grupptyp

source: BuddyBoss Help
sv_se: BuddyBoss Hjälp

source: BuddyBoss Invites
sv_se: BuddyBoss inbjudningar

source: BuddyBoss keeps track of relationships between forums, discussions, replies, and discussion tags, and users. Occasionally these relationships become out of sync, most often after an import or migration. Use the tools below to manually recalculate these relationships.
sv_se: BuddyBoss håller reda på förhållandet mellan forum, diskussioner, svar, diskussionstaggar och användare. Ibland blir dessa relationer osynkroniserade, oftast efter en import eller migrering. Använd verktygen nedan för att manuellt räkna om dessa relationer.

source: BuddyBoss keeps track of various relationships between members, groups, and activity items. Occasionally these relationships become out of sync, most often after an import, update, or migration. Use the tools below to manually recalculate these relationships.
sv_se: BuddyBoss håller reda på olika relationer mellan medlemmar, grupper och aktivitetsobjekt. Ibland blir dessa relationer osynkroniserade, oftast efter en import, uppdatering eller migrering. Använd verktygen nedan för att manuellt räkna om dessa relationer.

source: BuddyBoss keeps track of various relationships between users, groups, and activity items. Occasionally these relationships become out of sync, most often after an import, update, or migration.
sv_se: BuddyBoss håller reda på olika relationer mellan användare, grupper och aktivitetsobjekt. Ibland blir dessa relationer osynkroniserade, oftast efter en import, uppdatering eller migrering.

source: BuddyBoss Media data update is complete! Any previously uploaded member photos should display in their profiles now.
sv_se: Uppdateringen av BuddyBoss Medias data är klar! Alla tidigare uppladdade foton av medlemmar bör nu visas i deras profiler.

source: BuddyBoss Media data update is failing!
sv_se: Uppdateringen av BuddyBoss Media-data misslyckas!

source: BuddyBoss Media plugin database tables do not exist, meaning you have nothing to import.
sv_se: BuddyBoss Media-pluginets databastabeller finns inte, vilket innebär att du inte har något att importera.

source: BuddyBoss Platform
sv_se: BuddyBoss-plattformen

source: BuddyBoss Platform component %s needs to be enabled.
sv_se: BuddyBoss Platform-komponenten %s måste aktiveras.

source: BuddyBoss Platform has integration settings for %s. If using LearnDash we add the ability to sync LearnDash groups with social groups, to connect LearnDash courses to social groups, and more. If using our BuddyBoss Theme we also include styling for LearnDash.
sv_se: BuddyBoss Platform har integrationsinställningar för %s. Om du använder LearnDash lägger vi till möjligheten att synkronisera LearnDash-grupper med sociala grupper, att ansluta LearnDash-kurser till sociala grupper och mycket mer. Om du använder vårt BuddyBoss-tema inkluderar vi även styling för LearnDash.

source: BuddyBoss Platform is a fork of <a href="https://buddypress.org/" target="_blank">BuddyPress</a> and <a href="https://bbpress.org/" target="_blank">bbPress</a>, and is designed to be backwards compatible with BuddyPress data and most BuddyPress plugins. If you have been using BuddyPress or bbPress in the past, you should remove them as this is a full replacement. We have improved almost every aspect of BuddyPress and added many new features. As you explore you will find improvements all over the place. Have fun!
sv_se: BuddyBoss Platform är en förgrening av <a href="https://buddypress.org/" target="_blank">BuddyPress</a> och <a href="https://bbpress.org/" target="_blank">bbPress</a>, och är utformad för att vara bakåtkompatibel med BuddyPress-data och de flesta BuddyPress-plugins. Om du tidigare har använt BuddyPress eller bbPress bör du ta bort dem eftersom detta är en fullständig ersättning. Vi har förbättrat nästan alla aspekter av BuddyPress och lagt till många nya funktioner. När du utforskar kommer du att hitta förbättringar överallt. Ha så kul!

source: BuddyBoss Platform is disabled.
sv_se: BuddyBoss-plattformen är inaktiverad.

source: BuddyBoss Platform is theme independent, meaning any generic WordPress theme can use it, and then a custom theme just makes everything extra nice. We have created our premium <a href="https://www.buddyboss.com/pricing/" target="_blank">BuddyBoss Theme</a> that styles everything to look absolutely gorgeous. Because we now control the core plugin framework, we are able to do much more advanced layouts in our theme than before, and we think you will love the result. If you were previously using <a href="https://www.buddyboss.com/product/boss-theme/" target="_blank">Boss</a> theme or <a href="https://www.buddyboss.com/product/onesocial-theme/" target="_blank">OneSocial</a> theme you should switch to our new theme, as those legacy themes won't support all of our new layouts.
sv_se: BuddyBoss Platform är temaoberoende, vilket innebär att alla generiska WordPress-teman kan använda den, och ett anpassat tema gör allt extra fint. Vi har skapat vårt premium <a href="https://www.buddyboss.com/pricing/" target="_blank">BuddyBoss Theme</a> som stylar allt så att det ser helt fantastiskt ut. Eftersom vi nu kontrollerar kärnan i pluginramverket kan vi göra mycket mer avancerade layouter i vårt tema än tidigare, och vi tror att du kommer att älska resultatet. Om du tidigare använde <a href="https://www.buddyboss.com/product/boss-theme/" target="_blank">Boss</a> tema eller <a href="https://www.buddyboss.com/product/onesocial-theme/" target="_blank">OneSocial</a> tema bör du byta till vårt nya tema, eftersom dessa äldre teman inte kommer att stödja alla våra nya layouter.

source: BuddyBoss profile type
sv_se: BuddyBoss profiltyp

source: BuddyBoss Registration
sv_se: Registrering av BuddyBoss

source: BuddyBoss Settings
sv_se: BuddyBoss-inställningar

source: BuddyBoss Tools
sv_se: BuddyBoss-verktyg

source: BuddyPress <span>&mdash; Third party plugin settings</span>
sv_se: BuddyPress <span>&mdash; Inställningar för plugin från tredje part</span>

# BuddyPress setting tab
source: Profile Settings
sv_se: Profilinställningar

source: BuddyPress Settings
sv_se: BuddyPress-inställningar

source: Built by <a href="%s">BuddyBoss</a>.
sv_se: Byggd av <a href="%s">BuddyBoss</a>.

source: Bulk Actions
sv_se: Bulkåtgärder

source: Bulk actions allow you to perform these 3 actions for the selected rows.
sv_se: Med massåtgärder kan du utföra dessa tre åtgärder för de markerade raderna.

source: by
sv_se: av

source: by %1$s
sv_se: av %1$s

source: By %1$s on %2$s
sv_se: Av %1$s på %2$s

source: By %s
sv_se: Av %s

source: By clicking on a Username you will be able to activate a pending account from the confirmation screen.
sv_se: Genom att klicka på ett användarnamn kommer du att kunna aktivera ett väntande konto från bekräftelseskärmen.

source: By creating an account you are agreeing to the %1$s and %2$s.
sv_se: Genom att skapa ett konto godkänner du %1$s och %2$s.

source: By creating an account you are agreeing to the %s.
sv_se: Genom att skapa ett konto godkänner du %s.

source: By default the latest message of the thread will be updated. Specify this message ID to edit another message of the thread.
sv_se: Som standard uppdateras det senaste meddelandet i tråden. Ange detta meddelande-ID för att redigera ett annat meddelande i tråden.

source: By default, several BuddyBoss components are enabled. You can selectively enable or disable any of the components by using the form below. Your BuddyBoss installation will continue to function. However, the features of the disabled components will no longer be accessible to anyone using the site.
sv_se: Som standard är flera komponenter i BuddyBoss aktiverade. Du kan selektivt aktivera eller inaktivera någon av komponenterna genom att använda formuläret nedan. Din BuddyBoss-installation kommer att fortsätta att fungera. Funktionerna i de inaktiverade komponenterna kommer dock inte längre att vara tillgängliga för alla som använder webbplatsen.

source: By filling out the form below, you can <strong>add a site to your account</strong>. There is no limit to the number of sites that you can have, so create to your heart's content, but blog responsibly!
sv_se: Genom att fylla i formuläret nedan kan du <strong>lägga en webbplats till ditt konto</strong>. Det finns ingen gräns för hur många webbplatser du kan ha, så skapa så mycket du vill, men blogga på ett ansvarsfullt sätt!

source: Cache Activity Feeds
sv_se: Aktivitetsflöden i cache

source: Cache Document Files/Folders
sv_se: Cachelagring av dokumentfiler/mappar

source: Cache Forum Discussions
sv_se: Diskussioner i Cache-forumet

source: Cache Member Connections
sv_se: Cache medlemsförbindelser

source: Cache Member Profiles
sv_se: Cache Medlemsprofiler

source: Cache Notifications
sv_se: Meddelanden om cacheminnet

source: Cache Photos/Albums
sv_se: Cachelagring av foton/album

source: Cache Private Messaging
sv_se: Cache för privata meddelanden

source: Cache Purge Successfully
sv_se: Cache rensning lyckades

source: Cache Social Groups
sv_se: Cachelagring av sociala grupper

source: Cache Videos
sv_se: Cache-videor

source: Calculated value and the thread replies depth.
sv_se: Beräknat värde och djupet på trådsvaren.

source: Calculating discussion stickies (%1$s - %2$s)
sv_se: Beräkning av diskussionstips (%1$s - %2$s)

source: Calculating discussion super stickies (%1$s - %2$s)
sv_se: Beräkning av diskussionens supertickies (%1$s - %2$s)

source: Calculating forum hierarchy (%1$s - %2$s)
sv_se: Beräkning av forumhierarkin (%1$s - %2$s)

source: Calculating reply_to parents (%1$s - %2$s)
sv_se: Beräkning av reply_to-föräldrar (%1$s - %2$s)

source: Camera loaded. Click "Capture" to take a photo.
sv_se: Kameran laddad. Klicka på "Fånga" för att ta ett foto.

source: Cancel
sv_se: Annullera

source: Cancel connection request
sv_se: Avbryt anslutningsförfrågan

source: Cancel invitation
sv_se: Avbryt inbjudan

source: Cancel invitation %s
sv_se: Avbryt inbjudan %s

source: Cancel Invite
sv_se: Avbryt inbjudan

source: Cancel Preview
sv_se: Avbryt förhandsgranskning

source: Cancel upload
sv_se: Avbryt uppladdning

source: Cannot create new activity.
sv_se: Det går inte att skapa en ny aktivitet.

source: Cannot create new group.
sv_se: Det går inte att skapa en ny grupp.

source: Cannot create new notification.
sv_se: Det går inte att skapa en ny avisering.

source: Cannot create new signup.
sv_se: Det går inte att skapa en ny registrering.

source: Cannot create new XProfile field group.
sv_se: Det går inte att skapa en ny XProfile-fältgrupp.

source: Cannot create new XProfile field.
sv_se: Det går inte att skapa ett nytt XProfile-fält.

source: Cannot save XProfile data.
sv_se: Det går inte att spara XProfile-data.

source: Cannot update existing activity.
sv_se: Det går inte att uppdatera en befintlig aktivitet.

source: Cannot update existing document.
sv_se: Det går inte att uppdatera ett befintligt dokument.

source: Cannot update existing folder.
sv_se: Det går inte att uppdatera en befintlig mapp.

source: Cannot update existing group.
sv_se: Det går inte att uppdatera en befintlig grupp.

source: Cannot update existing media.
sv_se: Det går inte att uppdatera befintliga medier.

source: Cannot update existing video.
sv_se: Det går inte att uppdatera befintlig video.

source: Cannot update the status of this notification.
sv_se: Det går inte att uppdatera statusen för den här anmälan.

source: Cannot update XProfile field group.
sv_se: Det går inte att uppdatera XProfile-fältgruppen.

source: Cannot update XProfile field.
sv_se: Det går inte att uppdatera XProfile-fältet.

source: Capabilities
sv_se: Kapacitet

source: Capture
sv_se: Fånga

source: Category
sv_se: Kategori

source: Category base
sv_se: Kategoribas

source: Certificate
sv_se: Certifikat

source: Certificates
sv_se: Certifikat

source: Change
sv_se: Förändra

source: Change Cover Photo
sv_se: Ändra omslagsfoto

source: Change Group Avatar
sv_se: Ändra gruppavatar

source: Change Group Photo
sv_se: Ändra gruppfoto

source: Change Group Settings
sv_se: Ändra gruppinställningar

source: Change group type to&hellip;
sv_se: Ändra grupptyp till ...

source: Change Profile Photo
sv_se: Ändra profilfoto

source: Change profile type to&hellip;
sv_se: Ändra profiltyp till ...

source: Change the email footer content.
sv_se: Ändra innehållet i e-postfoten.

source: Change Thumbnail
sv_se: Ändra miniatyrbild

source: Changes saved.
sv_se: Ändringar sparade.

source: Changing the slug affects its permalink. Any links to the old slug will stop working.
sv_se: Om du ändrar en slug påverkar det permalänk. Alla länkar till det gamla sökordet slutar att fungera.

source: Changing this does not move existing forums.
sv_se: Att ändra detta innebär inte att befintliga forum flyttas.

source: Changing this profile type would remove your Administrator role and lock you out of the WordPress admin.
sv_se: Om du ändrar den här profiltypen tar du bort din administratörsroll och låser dig ute från WordPress-administratorn.

source: Changing this profile type would remove your Editor role and lock you out of the WordPress admin.
sv_se: Om du ändrar den här profiltypen tar du bort din redaktörsroll och låser dig ute från WordPress-administratören.

source: Cheatin' huh?
sv_se: Fusk?

source: Check current user can join or request access.
sv_se: Kontrollera att nuvarande användare kan ansluta sig eller begära åtkomst.
