Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: You cannot edit this discussion.
sv_se: Du kan inte redigera den här diskussionen.

source: You cannot edit this reply.
sv_se: Du kan inte redigera detta svar.

source: You cannot join this group.
sv_se: Du kan inte gå med i denna grupp.

source: You cannot remove this field, you must have at least one field to use this feature. To disable search navigate to Dashboard->BuddyBoss->Settings->Profiles.
sv_se: Du kan inte ta bort detta fält, du måste ha minst ett fält för att kunna använda denna funktion. För att inaktivera sökningen går du till Dashboard->BuddyBoss->Inställningar->Profiler.

source: You cannot reply to this discussion.
sv_se: Du kan inte svara på den här diskussionen.

source: You cannot upload more than 10 files at a time.
sv_se: Du kan inte ladda upp mer än tio filer åt gången.

source: You currently have no favorite discussions.
sv_se: Du har för närvarande inga favoritdiskussioner.

source: You didn't include any email addresses!
sv_se: Du inkluderade inga e-postadresser!

source: You do not have access to that album.
sv_se: Du har inte tillgång till det albumet.

source: You do not have access to that conversation.
sv_se: Du har inte tillgång till det samtalet.

source: You do not have access to that folder.
sv_se: Du har inte tillgång till den mappen.

source: You do not have access to this activity.
sv_se: Du har inte tillgång till denna aktivitet.

source: You do not have access to this content.
sv_se: Du har inte tillgång till detta innehåll.

source: You do not have access to this group.
sv_se: Du har inte tillgång till denna grupp.

source: You do not have access to this page.
sv_se: Du har inte tillgång till den här sidan.

source: You do not have permission to create new topics. The reply could not be converted into a topic.
sv_se: Du har inte behörighet att skapa nya ämnen. Svaret kunde inte omvandlas till ett ämne.

source: You do not have permission to delete this album.
sv_se: Du har inte rätt att radera det här albumet.

source: You do not have permission to delete this folder.
sv_se: Du har inte rätt att ta bort den här mappen.

source: You do not have permission to do this.
sv_se: Du har inte tillstånd att göra detta.

source: You do not have permission to edit that reply.
sv_se: Du har inte rätt att redigera svaret.

source: You do not have permission to edit the destination topic.
sv_se: Du har inte behörighet att redigera målämnet.

source: You do not have permission to edit the source topic.
sv_se: Du har inte behörighet att redigera källämnet.

source: You do not have permission to view this discussion.
sv_se: Du har inte tillåtelse att se den här diskussionen.

source: You do not have permission to view this forum.
sv_se: Du har inte rätt att se detta forum.

source: You do not have permission to view this reply.
sv_se: Du har inte rätt att se detta svar.

source: You do not have the permission to do that!
sv_se: Du har inte rätt att göra det!

source: You do not have the permissions to edit this discussion!
sv_se: Du har inte behörighet att redigera den här diskussionen!

source: You do not have the permissions to edit this reply!
sv_se: Du har inte behörighet att redigera det här svaret!

source: You don't have a permission to create a document inside this folder.
sv_se: Du har inte rätt att skapa ett dokument i den här mappen.

source: You don't have a permission to create a document inside this group.
sv_se: Du har inte rätt att skapa ett dokument i den här gruppen.

source: You don't have a permission to create a folder inside this folder.
sv_se: Du har inte rätt att skapa en mapp i den här mappen.

source: You don't have a permission to create a folder inside this group.
sv_se: Du har inte behörighet att skapa en mapp i den här gruppen.

source: You don't have a permission to create a media inside this album.
sv_se: Du har inte rätt att skapa ett media i det här albumet.

source: You don't have a permission to create a media inside this group.
sv_se: Du har inte rätt att skapa ett media i den här gruppen.

source: You don't have a permission to create a video inside this album.
sv_se: Du har inte tillåtelse att skapa en video i detta album.

source: You don't have a permission to create a video inside this group.
sv_se: Du har inte rätt att skapa en video i den här gruppen.

source: You don't have a permission to create an album inside this group.
sv_se: Du har inte rätt att skapa ett album i den här gruppen.

source: You don't have a permission to create an album.
sv_se: Du har ingen behörighet att skapa ett album.

source: You don't have a permission to edit a document inside this group.
sv_se: Du har inte rätt att redigera ett dokument i den här gruppen.

source: You don't have a permission to edit a folder inside this group.
sv_se: Du har inte rätt att redigera en mapp i den här gruppen.

source: You don't have a permission to edit a media inside this group.
sv_se: Du har inte rätt att redigera ett media i den här gruppen.

source: You don't have a permission to edit a video inside this group.
sv_se: Du har inte rätt att redigera en video i den här gruppen.

source: You don't have a permission to edit an album inside this group.
sv_se: Du har inte rätt att redigera ett album i den här gruppen.

source: You don't have a permission to move/update a media inside this Album.
sv_se: Du har inte rätt att flytta/uppdatera ett media i detta album.

source: You don't have a permission to move/update a video inside this Album.
sv_se: Du har inte tillstånd att flytta/uppdatera en video i detta album.

source: You don't have a permission to rename the document.
sv_se: Du har inte rätt att byta namn på dokumentet.

source: You don't have a permission to update an album.
sv_se: Du har ingen behörighet att uppdatera ett album.

source: You don't have a permission to update privacy.
sv_se: Du har inte tillstånd att uppdatera sekretessen.

source: You don't have access to do a activity.
sv_se: Du har inte tillgång till en aktivitet.

source: You don't have access to send a private message to any member of this group.
sv_se: Du kan inte skicka ett privat meddelande till någon medlem i den här gruppen.

source: You don't have access to send the document.
sv_se: Du har inte tillgång till att skicka dokumentet.

source: You don't have access to send the document.
sv_se: Du har inte tillgång till att skicka dokumentet

source: You don't have access to send the gif.
sv_se: Du har inte tillgång till att skicka gif:en.

source: You don't have access to send the gif.
sv_se: Du har inte tillgång till att skicka gif:en

source: You don't have access to send the media.
sv_se: Du har inte tillgång till att skicka media.

source: You don't have access to send the media.
sv_se: Du har inte tillgång till att skicka media

source: You don't have access to send the message to this member:
sv_se: Du har inte tillgång till att skicka meddelandet till den här medlemmen

source: You don't have access to send the message to this members:
sv_se: Du har inte tillgång till att skicka meddelandet till denna medlem:

source: You don't have access to upload %1$s%2$s.
sv_se: Du har inte tillgång till %1$s%2$s.

source: You don't have permission to add the poster on this video.
sv_se: Du har inte tillåtelse att lägga till affischen i den här videon.

source: You don't have permission to create folder inside this folder.
sv_se: Du har inte rätt att skapa en mapp i den här mappen.

source: You don't have permission to delete the poster on this video.
sv_se: Du har inte tillåtelse att radera affischen i den här videon.

source: You don't have permission to move this document.
sv_se: Du har inte tillåtelse att flytta det här dokumentet.

source: You don't have permission to move this folder.
sv_se: Du har inte rätt att flytta den här mappen.

source: You don't have permission to move this media.
sv_se: Du har inte tillåtelse att flytta det här mediet.

source: You don't have permission to move this video.
sv_se: Du har inte tillåtelse att flytta den här videon.

source: You don't have permission to move/update a document inside the folder.
sv_se: Du har inte rätt att flytta/uppdatera ett dokument i mappen.

source: You don't have permission to rename folder
sv_se: Du har inte rätt att byta namn på mappen

source: You don't have permission to rename this folder
sv_se: Du har inte rätt att byta namn på den här mappen

source: You don't have permission to update this document privacy.
sv_se: Du har inte tillåtelse att uppdatera det här dokumentets sekretess.

source: You don't have permission to update this folder privacy.
sv_se: Du har inte tillstånd att uppdatera den här mappens sekretess.

source: You don't have permission to upload the poster on this video.
sv_se: Du har inte tillåtelse att ladda upp affischen i den här videon.

source: You don't have permission to view the poster on this video.
sv_se: Du har inte tillåtelse att se affischen i den här videon.

source: You don't have the permission to update favorites.
sv_se: Du har inte rätt att uppdatera favoriter.

source: You edit activities made on your site similar to the way you edit a comment. This is useful if you need to change which page the activity links to, or when you notice that the author has made a typographical error.
sv_se: Du redigerar aktiviteter på din webbplats på samma sätt som du redigerar en kommentar. Detta är användbart om du behöver ändra vilken sida aktiviteten länkar till, eller om du märker att författaren har gjort ett skrivfel.

source: You first need to create some <a href="%s">Profile Types</a>.
sv_se: Du måste först skapa några <a href="%s">profiltyper</a>.

source: You have %1$d new comment replies
sv_se: Du har %1$d nya kommentarer

source: You have %1$d new mention to %2$s
sv_se: Du har %1$d nya omnämnanden till %2$s

source: You have %1$d new mentions
sv_se: Du har %1$d nya omnämnanden

source: You have %1$d new replies
sv_se: Du har %1$d nya svar

source: You have %1$d new reply to %2$s
sv_se: Du har %1$d nytt svar på %2$s

source: You have %d new group invitations
sv_se: Du har %d nya gruppinbjudningar

source: You have %d new mentions
sv_se: Du har %d nya omnämnanden

source: You have %d new messages
sv_se: Du har %d nya meddelanden

source: You have %d new replies
sv_se: Du har %d nya svar

source: You have %d new reply to %2$s from %3$s
sv_se: Du har %d nya svar på %2$s från %3$s

source: You have %d pending requests to connect
sv_se: Du har %d väntande förfrågningar om att ansluta

source: You have %s new private message
sv_se: Du har %s nytt privat meddelande

source: You have a pending connection request with this user
sv_se: Du har en pågående anslutningsförfrågan med den här användaren

source: You have already requested to join this group.
sv_se: Du har redan begärt att gå med i den här gruppen.

source: You have already selected this option previously.
sv_se: Du har redan valt detta alternativ tidigare.

source: You have an invitation to the group: %s
sv_se: Du har en inbjudan till gruppen: %s

source: You have attempted to queue too many files.
sv_se: Du har försökt ställa för många filer i kö.

source: You have been invited by {{inviter.name}} to join the <a href="{{{site.url}}}">[{{{site.name}}}]</a> community.
sv_se: Du har blivit inbjuden av {{inviter.name}} att gå med i <a href="{{{{{site.url}}}">[{{{{site.name}}}]</a> gemenskapen.

source: You have been invited by {{inviter.name}} to join the [{{{site.name}}}] community.
sv_se: Du har blivit inbjuden av {{inviter.name}} att gå med i [{{{{site.name}}}]-gemenskapen.

source: You have been promoted to <b>{{promoted_to}}</b> in the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot;. {{{group.small_card}}}
sv_se: Du har blivit befordrad till <b>{{{promoted_to}}</b> i gruppen &quot;<a href="{{{{group.url}}}">{{{group.name}}</a>&quot;. {{{group.small_card}}}

source: You have been promoted to {{promoted_to}} in the group: "{{group.name}}". To visit the group, go to: {{{group.url}}}
sv_se: Du har blivit befordrad till {{promoted_to}} i gruppen: "{{group.name}}". För att besöka gruppen, gå till: {{{group.url}}}

source: You have members with these profile types, are you sure you would like to delete it?
sv_se: Du har medlemmar med dessa profiltyper, är du säker på att du vill ta bort dem?

source: You have members with these profile types, are you sure you would like to trash it?
sv_se: Du har medlemmar med dessa profiltyper, är du säker på att du vill förstöra dem?

source: You have no connections.
sv_se: Du har inga kontakter.

source: You have no field sets.
sv_se: Du har inga fältuppsättningar.

source: You have no mutual connections with this member.
sv_se: Du har inga ömsesidiga förbindelser med den här medlemmen.

source: You have no notifications.
sv_se: Du har inga meddelanden.

source: You have no outstanding group invites.
sv_se: Du har inga utestående gruppinbjudningar.

source: You have no pending requests to connect.
sv_se: Du har inga väntande begäranden om att ansluta.

source: You have no unread notifications.
sv_se: Du har inga olästa meddelanden.

source: You have not created any album yet to move this photo into.
sv_se: Du har ännu inte skapat något album att flytta fotot till.

source: You have not created any discussions.
sv_se: Du har inte skapat några diskussioner.

source: You have not replied to any discussions.
sv_se: Du har inte svarat på några diskussioner.

source: You have not yet added details to your profile.
sv_se: Du har ännu inte lagt till detaljer i din profil.

source: You have posted an inappropriate word.
sv_se: Du har skrivit ett olämpligt ord.

source: You have posted too many links
sv_se: Du har lagt ut för många länkar

source: You have selected an image that is smaller than recommended. For best results, upload a picture larger than %1$s x %2$s pixels.
sv_se: Du har valt en bild som är mindre än rekommenderat. För bästa resultat, ladda upp en bild som är större än %1$s x %2$s pixlar.

source: You have selected an image that is smaller than recommended. For better results, make sure to upload an image that is larger than %1$spx wide, and %2$spx tall.
sv_se: Du har valt en bild som är mindre än rekommenderat. För att få bättre resultat, se till att ladda upp en bild som är större än %1$spx bred och %2$spx hög.

source: You have sent invitation emails to the following people:
sv_se: Du har skickat e-postmeddelanden till följande personer:

source: You have successfully created your account! Please log in using the email and password you have just created.
sv_se: Du har skapat ditt konto! Logga in med e-postadressen och lösenordet du just skapat.

source: You have successfully dismissed your pending email change.
sv_se: Du har avvisat din väntande e-poständring.

source: You have successfully verified your new email address.
sv_se: Du har verifierat din nya e-postadress.

source: You have super admin privileges.
sv_se: Du har superadministratörsrättigheter.

source: You have {total_users} members with this profile type, are you sure you would like to delete it?
sv_se: Du har {total_users} medlemmar med den här profiltypen, är du säker på att du vill ta bort den?

source: You have {total_users} members with this profile type, are you sure you would like to trash it?
sv_se: Du har {total_users} medlemmar med den här profiltypen, är du säker på att du vill förstöra den?

source: You haven't made any connections yet.
sv_se: Du har inte gjort några kopplingar ännu.

source: You haven't sent any invitations yet.
sv_se: Du har inte skickat några inbjudningar ännu.

source: You joined the group!
sv_se: Du har anslutit dig till gruppen!

source: You left the group.
sv_se: Du lämnade gruppen.

source: You like this
sv_se: Du gillar det här

source: You may download a copy of all data you have created on this platform. Click the button below to start a new request. An email will be sent to you to verify the request. Then the site admin will review your request and if approved, a zip file will be generated and emailed to you.
sv_se: Du kan ladda ner en kopia av all data du har skapat på denna plattform. Klicka på knappen nedan för att starta en ny begäran. Ett e-postmeddelande kommer att skickas till dig för att verifiera begäran. Sedan kommer webbplatsadministratören att granska din begäran och om den godkänns genereras en zip-fil och skickas till dig via e-post.

source: You may not register a group type with this name.
sv_se: Du får inte registrera en grupptyp med detta namn.

source: You may not register a profile type with this name.
sv_se: Du får inte registrera en profiltyp med detta namn.

source: You may only upload 1 file.
sv_se: Du får bara ladda upp en fil.

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes:
sv_se: Du kan använda dessa <abbr title="HyperText Markup Language">HTML</abbr>-taggar och attribut:

source: You must accept your pending invitation before you can access this private group.
sv_se: Du måste acceptera din väntande inbjudan innan du kan komma åt den här privata gruppen.

source: You must be logged in to create new discussions.
sv_se: Du måste vara inloggad för att skapa nya diskussioner.

source: You must be logged in to create new forums.
sv_se: Du måste vara inloggad för att skapa nya forum.

source: You must click the Save Changes button at the bottom of the screen for new settings to take effect.
sv_se: Du måste klicka på knappen Spara ändringar längst ner på skärmen för att nya inställningar ska träda i kraft.

source: You must log in to access the page you requested.
sv_se: Du måste logga in för att få tillgång till den sida som du begärde.

source: You need to activate the <a href="%s">Social Groups component</a> in order to sync LearnDash groups with Social groups.
sv_se: Du måste aktivera komponenten <a href="%s">Sociala grupper</a> för att synkronisera LearnDash-grupper med sociala grupper.

source: You need to be connected with all recipients in order to send them a message.
sv_se: Du måste vara ansluten till alla mottagare för att kunna skicka ett meddelande till dem.

source: You need to be connected with all recipients to continue this conversation.
sv_se: Du måste vara ansluten till alla mottagare för att fortsätta samtalet.

source: You need to be connected with this member in order to send a message.
sv_se: Du måste vara ansluten till den här medlemmen för att kunna skicka ett meddelande.

source: You need to be connected with this member in order to send a message:
sv_se: Du måste vara ansluten till den här medlemmen för att kunna skicka ett meddelande

source: You need to be connected with this member in order to send a message:
sv_se: Du måste vara ansluten till den här medlemmen för att kunna skicka ett meddelande:

source: You need to be connected with this member to continue this conversation.
sv_se: Du måste vara ansluten till den här medlemmen för att fortsätta samtalet.

source: You need to be connected with this members in order to send a message:
sv_se: Du måste vara ansluten till denna medlem för att kunna skicka ett meddelande

source: You need to be connected with this members in order to send a message:
sv_se: Du måste vara ansluten till denna medlem för att kunna skicka ett meddelande:

source: You need to choose a valid move option.
sv_se: Du måste välja ett giltigt flyttalternativ.

source: You need to switch to your Default language in WPML to save these settings.
sv_se: Du måste byta till ditt standardspråk i WPML för att spara dessa inställningar.

source: You recently changed the email address associated with your account on {{site.name}} to {{user.email}}. If this is correct, <a href="{{{verify.url}}}">click here</a> to confirm the change. Otherwise, you can safely ignore and delete this email if you have changed your mind, or if you think you have received this email in error.
sv_se: Du har nyligen ändrat e-postadressen som är kopplad till ditt konto på {{site.name}} till {{user.email}}. Om detta är korrekt <a href="{{{verify.url}}}"> klicka här</a> för att bekräfta ändringen. Annars kan du säkert ignorera och ta bort det här e-postmeddelandet om du har ändrat dig eller om du tror att du har fått det här e-postmeddelandet av misstag.

source: You recently changed the email address associated with your account on {{site.name}} to {{user.email}}. If this is correct, go to the following link to confirm the change: {{{verify.url}}} Otherwise, you can safely ignore and delete this email if you have changed your mind, or if you think you have received this email in error.
sv_se: Annars kan du säkert ignorera och ta bort det här e-postmeddelandet om du har ändrat dig eller om du tror att du har fått det här e-postmeddelandet av misstag.

source: You recently requested to have the administration email address on your site changed.
sv_se: Du har nyligen begärt att få ändra administrationens e-postadress på din webbplats.

source: You recently requested to have the email address on your account changed.
sv_se: Du har nyligen begärt att få ändra e-postadressen på ditt konto.

source: You recently requested to have the network admin email address on your network changed.
sv_se: Du har nyligen begärt att nätverksadministratörens e-postadress ska ändras i ditt nätverk.

source: You should clean old conversion information before starting over.
sv_se: Du bör rensa gammal konverteringsinformation innan du börjar om från början.

source: You successfully left the group.
sv_se: Du har lämnat gruppen med framgång.

source: You were promoted to a %1$s in %2$d groups
sv_se: Du befordrades till %1$s i %2$d grupper

source: You were promoted to a %1$s in the group "%2$s"
sv_se: Du har blivit befordrad till %1$s i gruppen "%2$s"

source: You were promoted to the role of %1$s in %2$d groups
sv_se: Du befordrades till %1$s i %2$d grupper

source: You were promoted to the role of %1$s in the group "%2$s"
sv_se: Du har blivit befordrad till rollen %1$s i gruppen "%2$s"

source: You will no longer be able to:
sv_se: Du kommer inte längre att kunna göra det:

source: You will no longer receive emails when a member will create a new forum discussion.
sv_se: Du kommer inte längre att få e-postmeddelanden när en medlem skapar en ny forumdiskussion.

source: You will no longer receive emails when a member will reply to one of your forum discussions.
sv_se: Du kommer inte längre att få e-post när en medlem svarar på en av dina forumdiskussioner.

source: You will no longer receive emails when one of your groups is updated.
sv_se: Du kommer inte längre att få e-post när någon av dina grupper uppdateras.

source: You will no longer receive emails when someone accepts your invitation to connect.
sv_se: Du kommer inte längre att få e-postmeddelanden när någon accepterar din inbjudan att ansluta.

source: You will no longer receive emails when someone mentions you in an update.
sv_se: Du kommer inte längre att få e-postmeddelanden när någon nämner dig i en uppdatering.

source: You will no longer receive emails when someone replies to an update or comment you posted.
sv_se: Du kommer inte längre att få e-postmeddelanden när någon svarar på en uppdatering eller kommentar du har lagt upp.

source: You will no longer receive emails when someone requests to be a member of your group.
sv_se: Du kommer inte längre att få e-postmeddelanden när någon begär att bli medlem i din grupp.

source: You will no longer receive emails when someone sends you a group message.
sv_se: Du kommer inte längre att få e-post när någon skickar ett gruppmeddelande till dig.

source: You will no longer receive emails when someone sends you a message.
sv_se: Du kommer inte längre att få e-postmeddelanden när någon skickar ett meddelande till dig.
