Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: Check current user can post activity or not.
sv_se: Kontrollera om aktuell användare kan lägga upp aktivitet eller inte.

source: Check if a user is following or not.
sv_se: Kontrollera om en användare följer eller inte.

source: Check the field if required or not.
sv_se: Kontrollera om fältet krävs eller inte.

source: Check whether the current user is subscribed or not in the forum.
sv_se: Kontrollera om den aktuella användaren är prenumerant i forumet eller inte.

source: Check whether the current user is subscribed or not in the topic.
sv_se: Kontrollera om den aktuella användaren är prenumererad eller inte i ämnet.

source: Check whether the reply status is spam or not.
sv_se: Kontrollera om svarsstatusen är skräppost eller inte.

source: Check whether the reply status is trash or not.
sv_se: Kontrollera om svarsstatusen är skräp eller inte.

source: Check whether the topic is favorited or not for the user.
sv_se: Kontrollera om ämnet är favorit eller inte för användaren.

source: Check whether the topic is open or not for the user.
sv_se: Kontrollera om ämnet är öppet eller inte för användaren.

source: Check whether the topic is sticky or not for the user.
sv_se: Kontrollera om ämnet är klibbigt eller inte för användaren.

source: Check whether the topic is super sticky or not for the user.
sv_se: Kontrollera om ämnet är superklibbigt eller inte för användaren.

source: Check whether the topic status is spam or not.
sv_se: Kontrollera om ämnesstatusen är skräppost eller inte.

source: Check whether the topic status is trash or not.
sv_se: Kontrollera om ämnesstatusen är skräp eller inte.

source: Check which file extensions are allowed to be uploaded. Add custom extensions at the bottom of the table.
sv_se: Kontrollera vilka filändelser som får laddas upp. Lägg till egna tillägg längst ner i tabellen.

source: Check your e-mail for the confirmation link.
sv_se: Kontrollera din e-post för bekräftelse länk.

source: Check your e-mail for your new password.
sv_se: Titta efter ditt nya lösenord i din e-post.

source: Check your email (%1$s) for the verification link, or <a href="%2$s">cancel the pending change</a>.
sv_se: Kontrollera din e-post (%1$s) för verifieringslänken eller <a href="%2$s">avbryt den pågående ändringen</a>.

source: Checkboxes
sv_se: Kryssrutor

source: Child forums with current forum.
sv_se: Barnforum med aktuellt forum.

source: Choose a file to upload:
sv_se: Välj en fil att ladda upp:

source: Choose a valid split option.
sv_se: Välj ett giltigt uppdelningsalternativ.

source: Choose from the most used categories
sv_se: Välj bland de mest använda kategorierna

source: Choose when this email will be sent.
sv_se: Välj när det här e-postmeddelandet ska skickas.

source: Choose your email notification preferences.
sv_se: Välj dina e-postmeddelanden.

source: Classes lists for the reply.
sv_se: Klasslistor för svaret.

source: Classes lists for the topic.
sv_se: Listor över klasser för ämnet.

source: Clear
sv_se: Klart

source: Clear All
sv_se: Rensa alla

source: Clear Default Data
sv_se: Rensa standarddata

source: Clear Filter
sv_se: Rensa filter

source: Cleared by Akismet
sv_se: Rensad av Akismet

source: Click below to select a JPG, GIF or PNG format photo from your computer and then click 'Upload Image' to proceed.
sv_se: Klicka nedan för att välja ett JPG-, GIF- eller PNG-formatfoto från din dator och klicka sedan på "Ladda upp bild" för att fortsätta.

source: Click to
sv_se: Klicka för att

source: Click to expand
sv_se: Klicka för att expandera

source: Click to view
sv_se: Klicka för att visa

source: Clicking "Edit" will take you to a Dashboard panel where you can manage various details about the group, such as its name and description, its members, and other settings.
sv_se: Genom att klicka på "Redigera" kommer du till en instrumentpanel där du kan hantera olika detaljer om gruppen, till exempel dess namn och beskrivning, dess medlemmar och andra inställningar.

source: Clicking "Visit" will take you to the group's public page. Use this link to see what the group looks like on the front end of your site.
sv_se: Om du klickar på "Besök" kommer du till gruppens offentliga sida. Använd den här länken för att se hur gruppen ser ut på din webbplats.

source: Close
sv_se: Stäng

source: Close (Esc)
sv_se: Stäng (Esc)

source: Close pop-up
sv_se: Stäng popup-fönstret

source: Close this discussion
sv_se: Avsluta denna diskussion

source: Close this notice
sv_se: Stäng detta meddelande

source: Closed
sv_se: Stängt

source: Closed <span class="count">(%s)</span>
sv_se: Stängt <span class="count">(%s)</span>

source: Code
sv_se: Kod

source: Collapse
sv_se: Kollaps

source: Collapse All
sv_se: Kolla in alla

source: Collapsible Form
sv_se: Hopfällbar form

source: Column name to order the results by.
sv_se: Kolumnnamn som resultaten ska ordnas efter.

source: Comment
sv_se: Kommentar

source: Comment count for the activity object.
sv_se: Antal kommentarer för aktivitetsobjektet.

source: Comments
sv_se: Kommentarer

source: Comments by default, stream for within stream display, threaded for below each activity item.
sv_se: Kommentarer som standard, ström för visning inom strömmen, trådad för visning under varje aktivitetsobjekt.

source: Community
sv_se: Gemenskapen

source: Complete
sv_se: fullständig

source: Complete Your Profile
sv_se: Gör klart din profil

source: Complete!
sv_se: fullständig!

source: Complete! %1$s groups updated; %2$s forums updated; %3$s forum statuses synced.
sv_se: Fullständigt! %1$s grupper uppdaterade; %2$s forum uppdaterade; %3$s forumstatusar synkroniserade.

source: Complete! %s users updated.
sv_se: Fullständigt! %s användare har uppdaterats.

source: Completed
sv_se: Avklarde

source: Completed course in percentage.
sv_se: Slutförd kurs i procent.

source: Completed Courses
sv_se: Slutförda kurser

source: Completed Lessons
sv_se: Slutförda lentioner

source: Completed Steps
sv_se: Slutförda steg

source: Completed steps for the course.
sv_se: Slutförda steg för kursen.

source: Completed Topics
sv_se: Avslutade ämnen

source: Completion Date
sv_se: Slutförelsedatum

source: Component
sv_se: Komponent

source: Component Pages
sv_se: Komponentsidor

source: Component type to report.
sv_se: Komponenttyp som ska rapporteras.

source: Components
sv_se: Komponenter

source: Components list
sv_se: Förteckning över komponenter

source: Components, Pages, Settings, and Forums, have been moved to <a href="%1$s">Settings &gt; BuddyPress</a>. Profile Fields has been moved into the <a href="%2$s">Users</a> menu.
sv_se: Komponenter, sidor, inställningar och forum har flyttats till <a href="%1$s">Inställningar &gt; BuddyPress</a>. Profilfält har flyttats till menyn <a href="%2$s">Användare</a>.

source: Conditional query tags do not work before the query is run. Before then, they always return false.
sv_se: Villkorliga frågetaggar fungerar inte innan frågan körs. Innan dess returnerar de alltid falska.

source: Confirm
sv_se: Bekräfta

source: Confirm Email
sv_se: Bekräfta e-postadress

source: Confirm Password
sv_se: Bekräfta lösenord

source: Congratulations! You have successfully registered a new site.
sv_se: Grattis! Du har registrerat en ny webbplats.

source: Connect
sv_se: Anslut

source: Connect a discussion forum to allow members of this group to communicate in a structured, bulletin-board style fashion. Unchecking this option will not delete existing forum content.
sv_se: Anslut ett diskussionsforum så att medlemmar i denna grupp kan kommunicera på ett strukturerat sätt på anslagstavlan. Om du avmarkerar det här alternativet raderas inte befintligt foruminnehåll.

source: Connect Requested
sv_se: Anslutning begärd

source: Connected
sv_se: Ansluten

source: Connected Forum
sv_se: Anslutet forum

source: connection
sv_se: anslutning

source: Connection accepted
sv_se: Anslutning accepterad

source: Connection accepted.
sv_se: Anslutningen accepteras.

source: Connection canceled
sv_se: Anslutningen avbruten

source: Connection could not be accepted
sv_se: Anslutning kunde inte accepteras

source: Connection could not be canceled.
sv_se: Anslutningen kunde inte avbrytas.

source: Connection could not be cancelled.
sv_se: Anslutningen kunde inte avbrytas.

source: Connection could not be rejected
sv_se: Anslutningen kunde inte avvisas

source: Connection could not be requested.
sv_se: Anslutning kunde inte begäras.

source: Connection Name
sv_se: Anslutningsnamn

source: Connection rejected
sv_se: Anslutningen avvisas

source: Connection rejected.
sv_se: Anslutningen avvisas.

source: Connection removed.
sv_se: Anslutningen har tagits bort.

source: Connection request could not be cancelled.
sv_se: Anslutningsbegäran kunde inte avbrytas.

source: Connection request could not be withdrawn
sv_se: Anslutningsbegäran kunde inte dras tillbaka

source: Connection request withdrawn
sv_se: Begäran om anslutning dras tillbaka

source: Connection requested
sv_se: Begärd anslutning

source: Connection Settings
sv_se: Anslutningsinställningar

source: Connections
sv_se: Anslutningar

source: connections
sv_se: anslutningar

source: Connections %s
sv_se: Anslutningar %s

source: Connections accepted
sv_se: Anslutningar accepteras

source: Consider the BuddyBoss Theme
sv_se: Överväg BuddyBoss-temat

source: contains
sv_se: innehåller

source: Contains abusive or derogatory content
sv_se: Innehåller kränkande eller nedsättande innehåll

source: Contains mature or sensitive content
sv_se: Innehåller moget eller känsligt innehåll

source: Contains misleading or false information
sv_se: Innehåller vilseledande eller falsk information

source: Contains spam, fake content or potential malware
sv_se: Innehåller skräppost, falskt innehåll eller potentiell skadlig kod

source: contains: %1$s
sv_se: innehåller: %1$s

source: Content
sv_se: Innehåll

source: Content already reported.
sv_se: Innehållet har redan rapporterats.

source: Content for invite a member.
sv_se: Innehåll för att bjuda in en medlem.

source: Content for the activity without HTML tags.
sv_se: Innehåll för aktiviteten utan HTML-taggar.

source: Content for the activity, as it exists in the database.
sv_se: Aktivitetens innehåll, så som det finns i databasen.

source: Content for the course, as it exists in the database.
sv_se: Kursens innehåll, så som det finns i databasen.

source: Content for the description of the Group, as it exists in the database.
sv_se: Innehåll för beskrivningen av gruppen, eftersom den finns i databasen.

source: Content for the Forum, as it exists in the database.
sv_se: Innehållet i forumet, så som det finns i databasen.

source: Content for the group of profile fields, as it exists in the database.
sv_se: Innehållet för gruppen av profilfält, så som det finns i databasen.

source: Content for the latest message of the Thread, as it exists in the database.
sv_se: Innehållet för det senaste meddelandet i tråden, så som det finns i databasen.

source: Content for the object, as it exists in the database.
sv_se: Innehållet för objektet, så som det finns i databasen.

source: Content for the profile field, as it exists in the database.
sv_se: Innehållet för profilfältet, så som det finns i databasen.

source: Content for the reply, as it exists in the database.
sv_se: Innehållet i svaret, så som det finns i databasen.

source: Content for the title of the course, as it exists in the database.
sv_se: Innehåll för kursens titel, så som den finns i databasen.

source: Content for the title of the forum, as it exists in the database.
sv_se: Innehåll för forumets titel, så som den finns i databasen.

source: Content for the title of the reply, as it exists in the database.
sv_se: Innehållet för titeln på svaret, så som den finns i databasen.

source: Content for the title of the topic, as it exists in the database.
sv_se: Innehåll för ämnets titel, så som den finns i databasen.

source: Content for the topic, as it exists in the database.
sv_se: Innehållet för ämnet, så som det finns i databasen.

source: Content has been successfully hidden.
sv_se: Innehållet har dolts med framgång.

source: Content has been successfully unhidden.
sv_se: Innehållet har lyckats avdöljas.

source: Content hidden successfully.
sv_se: Innehållet har dolts framgångsrikt.

source: Content ID
sv_se: ID för innehåll

source: Content of the latest message of the Thread.
sv_se: Innehållet i det senaste meddelandet i tråden.

source: Content of the Message to add to the Thread.
sv_se: Innehållet i det meddelande som ska läggas till i tråden.

source: Content Owner
sv_se: Ägare av innehåll

source: Content Reporting
sv_se: Rapportering av innehåll

source: Content Type
sv_se: Typ av innehåll

source: Content unhidden successfully.
sv_se: Innehållet har lyckats avtäckas.

source: Continue
sv_se: Fortsätt

source: Continue reading
sv_se: Fortsätt läsa

source: Control the setting for social group's reports.
sv_se: Kontrollera inställningen för sociala gruppers rapporter.

source: Conversation between
sv_se: Samtal mellan

source: Conversion Complete
sv_se: Konvertering slutförd

source: Convert Users
sv_se: Konvertera användare

source: Converting discussion tags (%1$s - %2$s)
sv_se: Konvertering av diskussionstaggar (%1$s - %2$s)

source: Converting discussions (%1$s - %2$s)
sv_se: Konvertering av diskussioner (%1$s - %2$s)

source: Converting forums (%1$s - %2$s)
sv_se: Konvertering av forum (%1$s - %2$s)

source: Converting replies (%1$s - %2$s)
sv_se: Konvertering av svar (%1$s - %2$s)

source: Converting users (%1$s - %2$s)
sv_se: Konvertering av användare (%1$s - %2$s)

source: Copied
sv_se: Kopierad

source: Copied to Clipboard
sv_se: Kopieras till Urklipp

source: Copy discussion tags to the new discussion
sv_se: Kopiera diskussionstaggar till den nya diskussionen

source: Copy Download Link
sv_se: Kopiera nedladdningslänken

source: Copy favoriters to the new discussion
sv_se: Kopiera favoriters till den nya diskussionen

source: Copy subscribers to the new discussion
sv_se: Kopiera prenumeranter till den nya diskussionen

source: Copy to clipboard
sv_se: Kopiera till Urklipp

source: Could not accept friendship.
sv_se: Kunde inte acceptera vänskap.

source: Could not accept group invitation.
sv_se: Det gick inte att acceptera gruppinbjudan.

source: Could not add member to the group.
sv_se: Det gick inte att lägga till medlem i gruppen.

source: Could not ban member from the group.
sv_se: Det gick inte att förbjuda medlem från gruppen.

source: Could not create user
sv_se: Det gick inte att skapa användare

source: Could not delete friendship.
sv_se: Det gick inte att radera vänskap.

source: Could not delete group invitation.
sv_se: Det gick inte att ta bort gruppinbjudan.

source: Could not delete signup.
sv_se: Det gick inte att ta bort registrering.

source: Could not delete the activity.
sv_se: Det gick inte att ta bort aktiviteten.

source: Could not delete the group.
sv_se: Det gick inte att ta bort gruppen.

source: Could not delete XProfile data.
sv_se: Det gick inte att ta bort XProfile-data.

source: Could not delete XProfile field group.
sv_se: Det gick inte att ta bort XProfile-fältgruppen.

source: Could not delete XProfile field.
sv_se: Det gick inte att ta bort XProfile-fältet.

source: Could not demote member from the group.
sv_se: Det gick inte att degradera en medlem från gruppen.

source: Could not demote member.
sv_se: Det gick inte att sätta ned medlem.

source: Could not invite member to the group.
sv_se: Det gick inte att bjuda in en medlem till gruppen.

source: Could not join the group.
sv_se: Kunde inte gå med i gruppen.

source: Could not promote member.
sv_se: Det gick inte att befordra en medlem.

source: Could not read image size.
sv_se: Kunde inte läsa bildstorleken.

source: Could not remove member from this group.
sv_se: Det gick inte att ta bort en medlem från den här gruppen.

source: Could not send membership request to this group.
sv_se: Det gick inte att skicka medlemskapsbegäran till den här gruppen.

source: Could not switch users.
sv_se: Det gick inte att byta användare.

source: Could not unban member from the group.
sv_se: Det gick inte att häva förbudet mot medlemmen från gruppen.

source: Couldn’t move item because it's parent folder.
sv_se: Det gick inte att flytta objektet eftersom det är en överordnad mapp.

source: Couldn’t move item because it's parent folder.
sv_se: Det gick inte att flytta objektet eftersom det är en överordnad mapp

source: Couldn’t move item.
sv_se: Kunde inte flytta objektet

source: Count discussions for each user
sv_se: Räkna diskussioner för varje användare

source: Count discussions in each forum
sv_se: Räkna diskussionerna i varje forum

source: Count members in each discussion
sv_se: Antal medlemmar i varje diskussion

source: Count of all Group members.
sv_se: Antal medlemmar i gruppen.

source: Count of the child documents and folders of the folder.
sv_se: Antal underordnade dokument och mappar i mappen.

source: Count replies for each user
sv_se: Räkna svar för varje användare

source: Count replies in each discussion
sv_se: Räkna svaren i varje diskussion

source: Count replies in each forum
sv_se: Räkna svaren i varje forum

source: Count spammed & trashed replies in each discussion
sv_se: Räkna spammade och bortkastade svar i varje diskussion

source: Counting the number of active members on the site&hellip; %s
sv_se: Räknar antalet aktiva medlemmar på webbplatsen&hellip; %s

source: Counting the number of connections for each user&hellip; %s
sv_se: Räkna antalet anslutningar för varje användare&hellip; %s

source: Counting the number of discussions each user has created&hellip; %s
sv_se: Räkna antalet diskussioner som varje användare har skapat&hellip; %s

source: Counting the number of discussions in each forum&hellip; %s
sv_se: Räkna antalet diskussioner i varje forum&hellip; %s

source: Counting the number of discussions to which each user has replied&hellip; %s
sv_se: Räkna antalet diskussioner som varje användare har svarat på&hellip; %s

source: Counting the number of groups for each user&hellip; %s
sv_se: Räkna antalet grupper för varje användare&hellip; %s

source: Counting the number of members in each discussion&hellip; %s
sv_se: Räkna antalet medlemmar i varje diskussion&hellip; %s

source: Counting the number of replies in each discussion&hellip; %s
sv_se: Räkna antalet svar i varje diskussion&hellip; %s

source: Counting the number of replies in each forum&hellip; %s
sv_se: Räkna antalet svar i varje forum&hellip; %s

source: Counting the number of spammed and trashed replies in each discussion&hellip; %s
sv_se: Räkna antalet spammade och nedlagda svar i varje diskussion&hellip; %s

source: Course
sv_se: Kurs

source: Course bubble strip text.
sv_se: Kursbubbelremsa text.

# Course Content Label
source: %s Content
sv_se: %s Innehåll

source: Course ID
sv_se: Kurs-ID

# Course Progress Overview Label
source: %s Progress Overview
sv_se: Översikt över %s förlopp

source: Course progress status.
sv_se: Kursförloppsstatus

source: Course Tab Visibility
sv_se: Synlighet för kursfliken

source: Courses
sv_se: Kurserna

source: Cover Image URLs for the group.
sv_se: URL:er till omslagsbilder för gruppen.

source: Cover images URL for the member.
sv_se: URL för omslagsbilder för medlemmen.

source: Cover Photo
sv_se: Omslagsfoto

source: Cover photo
sv_se: Omslagsfoto

source: Create
sv_se: Skapa

source: Create a %s
sv_se: Skapa en %s

source: Create a discussion forum to allow members of this group to communicate in a structured, bulletin-board style fashion.
sv_se: Skapa ett diskussionsforum så att gruppens medlemmar kan kommunicera på ett strukturerat sätt, i stil med en anslagstavla.

source: Create a Group
sv_se: Skapa en grupp

source: Create A New Group
sv_se: Skapa en ny grupp

source: Create a Site
sv_se: Skapa en webbplats

source: Create a Site!
sv_se: Skapa en webbplats!

source: Create Account
sv_se: Skapa konto

source: Create Album
sv_se: Skapa album

source: Create an Account
sv_se: Skapa ett konto

source: Create and associate to a LearnDash group, allowing courses and reports to be managed within the group.
sv_se: Skapa och associera till en LearnDash-grupp, så att kurser och rapporter kan hanteras inom gruppen.

source: Create and associate to a LearnDash group, allowing courses to be managed within the group.
sv_se: Skapa och associera till en LearnDash-grupp så att kurser kan hanteras inom gruppen.

source: Create Folder
sv_se: Skapa en mapp

source: Create Group
sv_se: Skapa en grupp

source: Create Group and Continue
sv_se: Skapa en grupp och fortsätt

source: Create LearnDash Group
sv_se: Skapa en LearnDash-grupp

source: Create new album
sv_se: Skapa ett nytt album

source: Create new folder
sv_se: Skapa en ny mapp

source: Create New Forum
sv_se: Skapa ett nytt forum

source: Create New Forum in &ldquo;%s&rdquo;
sv_se: Skapa ett nytt forum i &ldquo;%s&rdquo;

source: Create New Group
sv_se: Skapa en ny grupp

source: Create New Reply
sv_se: Skapa ett nytt svar

source: Create New Thread
sv_se: Skapa en ny tråd

source: Create Page
sv_se: Skapa en sida

source: Create Site
sv_se: Skapa webbplats

source: Create the database table for Invitations and migrate existing group invitations if needed.
sv_se: Skapa databastabellen för inbjudningar och migrera befintliga gruppinbjudningar om det behövs.

source: Create your account, and then click
sv_se: Skapa ditt konto och klicka sedan på

source: Created
sv_se: Skapad

source: created %s
sv_se: skapad %s

source: Created a group
sv_se: Skapade en grupp

source: Created Date (GMT)
sv_se: Skapat datum (GMT)

source: Created invitations table!
sv_se: Skapade inbjudningar bord!

source: Creating the Invitations database table if it does not exist&hellip; %s
sv_se: Skapa databastabellen Invitationer om den inte finns&hellip; %s

source: Creator
sv_se: Skapare

source: Credits
sv_se: Krediter

source: Crop Group Photo
sv_se: Beskära gruppfoto

source: Crop Image
sv_se: Beskär bilden

source: Crop Photo
sv_se: Beskär foto

source: Crop preview
sv_se: Beskärning Förhandsvisning

source: Crop Your New Profile Photo
sv_se: Beskär ditt nya profilfoto

source: Cropping the file failed: %s is not a supported image file.
sv_se: Beskärning av filen misslyckades:% s är inte en bildfil som stöds.

source: Cropping the file failed: missing source file.
sv_se: Beskärning av filen misslyckades: källfil saknas.

source: Cropping the file failed: the file path is not allowed.
sv_se: Beskärning av filen misslyckades: filsökvägen är inte tillåten.

source: Crunching&hellip;
sv_se: Krossande&hellip;

source: Current Logged in user's ID.
sv_se: Användarens ID för den inloggade användaren.

source: Current media type video.
sv_se: Aktuell medietyp video.

source: Current media type, photo or video.
sv_se: Aktuell medietyp, foto eller video.

source: Current member can send group message or not.
sv_se: Den aktuella medlemmen kan skicka gruppmeddelande eller inte.

source: Current member's role label in the group.
sv_se: Den aktuella medlemmens rollbeteckning i gruppen.

source: Current member's role label in the plural form in the group
sv_se: Den nuvarande medlemmens rollbeteckning i pluralform i gruppen

source: Current member's role label in the plural form in the group.
sv_se: Den nuvarande medlemmens rollbeteckning i pluralform i gruppen.

source: Current Package
sv_se: Nuvarande paket

source: Current page of Album Medias.
sv_se: Aktuell sida för Album Medias.

source: Current page of the collection.
sv_se: Aktuell sida i samlingen.

source: Current Password <span>(required to update email or change current password)</span>
sv_se: Aktuellt lösenord <span> (krävs för att uppdatera e-post eller ändra aktuellt lösenord) </span>

source: Current Site ID.
sv_se: Nuvarande plats-ID.
