Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: Limit result set to invites that have been sent, not sent, or include all.
sv_se: Begränsa resultatuppsättningen till inbjudningar som har skickats, inte har skickats eller inkluderar alla.

source: Limit result set to items created by a specific group.
sv_se: Begränsa resultatuppsättningen till objekt som skapats av en viss grupp.

source: Limit result set to items created by a specific site.
sv_se: Begränsa resultatuppsättningen till objekt som skapats av en viss webbplats.

source: Limit result set to items created by a specific user (ID).
sv_se: Begränsa resultatuppsättningen till objekt som skapats av en viss användare (ID).

source: Limit result set to items created by a specific user.
sv_se: Begränsa resultatuppsättningen till objekt som skapats av en viss användare.

source: Limit result set to items from specific states.
sv_se: Begränsa resultatuppsättningen till objekt från specifika stater.

source: Limit result set to items published after a given ISO8601 compliant date.
sv_se: Begränsa resultatet till artiklar som publicerats efter ett visst ISO8601-kompatibelt datum.

source: Limit result set to items with a specific active BuddyPress component.
sv_se: Begränsa resultatet till objekt med en specifik aktiv BuddyPress-komponent.

source: Limit result set to items with a specific activity type.
sv_se: Begränsa resultatuppsättningen till objekt med en viss aktivitetstyp.

source: Limit result set to items with a specific prime association ID.
sv_se: Begränsa resultatuppsättningen till objekt med ett specifikt ID för en primär association.

source: Limit result set to items with a specific scope.
sv_se: Begränsa resultatuppsättningen till objekt med en viss räckvidd.

source: Limit result set to items with a specific secondary association ID.
sv_se: Begränsa resultatuppsättningen till objekt med ett visst sekundärt ID för en sekundär association.

source: Limit result set to items with a specific status.
sv_se: Begränsa resultatuppsättningen till objekt med en viss status.

source: Limit result set to items with a specific type.
sv_se: Begränsa resultatuppsättningen till objekt av en viss typ.

source: Limit result set to notifications addressed to a specific user.
sv_se: Begränsa resultatuppsättningen till meddelanden som riktas till en viss användare.

source: Limit result set to notifications associated with a specific component
sv_se: Begränsa resultatuppsättningen till meddelanden som är kopplade till en viss komponent

source: Limit result set to notifications associated with a specific component's action name.
sv_se: Begränsa resultatuppsättningen till meddelanden som är kopplade till en specifik komponents åtgärdsnamn.

source: Limit result set to notifications associated with a specific item ID.
sv_se: Begränsa resultatuppsättningen till meddelanden som är kopplade till ett specifikt artikel-ID.

source: Limit result set to notifications associated with a specific secondary item ID.
sv_se: Begränsa resultatuppsättningen till anmälningar som är kopplade till ett specifikt sekundärt artikel-ID.

source: Limit result set to posts assigned one or more statuses.
sv_se: Begränsa resultatmängden till inlägg som tilldelats en eller flera statusar.

source: Limit result set to posts assigned to specific authors.
sv_se: Begränsa resultatet till inlägg som tilldelats specifika författare.

source: Limit result set to specific IDs.
sv_se: Begränsa resultatuppsättningen till specifika ID:n.

source: Limit result set to topic assigned a specific status.
sv_se: Begränsa resultatuppsättningen till ämnen som tilldelats en viss status.

source: Limit result to messages created by a specific user.
sv_se: Begränsa resultatet till meddelanden som skapats av en viss användare.

source: Limit results set to a certain Group type.
sv_se: Begränsa resultaten till en viss grupptyp.

source: Limit results set to a certain xProfile field.
sv_se: Begränsa resultaten till ett visst xProfile-fält.

source: Limit results set to certain type(s).
sv_se: Begränsa resultaten till vissa typer.

source: Limit results to a specific user.
sv_se: Begränsa resultaten till en specifik användare.

source: Limit results to friends of a user.
sv_se: Begränsa resultaten till en användares vänner.

source: Link
sv_se: Länk

source: Link Previews
sv_se: Förhandsgranskningar av länkar

source: Link URL for the notification.
sv_se: Länk-URL för meddelandet.

source: Link widget title to Blogs directory
sv_se: Länka widget-titeln till bloggarkatalogen

source: Link widget title to Groups directory
sv_se: Länka widget-titeln till katalogen Grupper

source: Link widget title to Members directory
sv_se: Länka widgetens titel till medlemskatalogen

source: Links and Buttons Color
sv_se: Färg på länkar och knappar

source: List
sv_se: Lista

source: List of message objects for the thread.
sv_se: Förteckning över meddelandeobjekt för tråden.

source: List of starred message IDs.
sv_se: Förteckning över meddelanden med stjärnor i ID-numren.

source: List View
sv_se: Listvy

source: Load More
sv_se: Ladda in mer

source: Load Newest
sv_se: Ladda Nyaste

source: Load previous messages
sv_se: Ladda tidigare meddelanden

source: Loading
sv_se: Laddar

source: Loading activity comments. Please wait.
sv_se: Laddar in kommentarer om aktiviteter. Vänta lite.

source: Loading blocked members. Please wait.
sv_se: Laddar blockerade medlemmar. Vänta.

source: Loading community updates. Please wait.
sv_se: Laddar in uppdateringar från gemenskapen. Vänligen vänta.

source: Loading documents from the community. Please wait.
sv_se: Laddar in dokument från gemenskapen. Vänligen vänta.

source: Loading from URL not supported.
sv_se: Laddning från URL stöds inte.

source: Loading groups of the community. Please wait.
sv_se: Lastgrupper i samhället. Vänta lite.

source: Loading member's blog. Please wait.
sv_se: Laddar in medlemmens blogg. Vänta lite.

source: Loading member's documents. Please wait.
sv_se: Laddning av medlemsdokument. Vänta lite.

source: Loading member's friends. Please wait.
sv_se: Laddar medlemmarnas vänner. Vänta lite.

source: Loading member's groups. Please wait.
sv_se: Laddning av medlemsgrupper. Vänta lite.

source: Loading member's mutual connections. Please wait.
sv_se: Laddning av medlemmarnas ömsesidiga förbindelser. Vänta lite.

source: Loading member's photos. Please wait.
sv_se: Laddar medlemmens foton. Vänta.

source: Loading member's updates. Please wait.
sv_se: Laddar in medlemsuppdateringar. Vänta lite.

source: Loading member's videos. Please wait.
sv_se: Laddar upp medlemmarnas videor. Vänta lite.

source: Loading members of the community. Please wait.
sv_se: Laddar medlemmar i gruppen. Vänta.

source: Loading Members. Please Wait.
sv_se: Laddar medlemmar. Vänta.

source: Loading members. Please wait.
sv_se: Laddar medlemmar. Vänta.

source: Loading messages.
sv_se: Laddar meddelanden.

source: Loading notifications. Please wait.
sv_se: Laddar aviseringar. Vänta.

source: Loading photos and videos from the album. Please wait.
sv_se: Laddar foton och videor från albumet. Vänligen vänta.

source: Loading photos from the album. Please wait.
sv_se: Läser in foton från albumet. Vänta.

source: Loading photos from the community. Please wait.
sv_se: Laddar foton från gruppen. Vänta.

source: Loading preview...
sv_se: Laddar förhandsgranskning...

source: Loading Suggestions
sv_se: Förslag till lastning

source: Loading the group updates. Please wait.
sv_se: Laddar in gruppuppdateringar. Vänligen vänta.

source: Loading the members who requested to join the group. Please wait.
sv_se: Laddar de medlemmar som begärde att gå med i gruppen. Vänta.

source: Loading the sites of the network. Please wait.
sv_se: Laddning av nätets webbplatser. Vänligen vänta.

source: Loading the update. Please wait.
sv_se: Laddar in uppdateringen. Vänligen vänta.

source: Loading videos from the album. Please wait.
sv_se: Laddar videor från albumet. Vänligen vänta.

source: Loading videos from the community. Please wait.
sv_se: Laddar videor från gemenskapen. Vänta lite.

source: Loading your blogs. Please wait.
sv_se: Laddar dina bloggar. Vänligen vänta.

source: Loading your connections. Please wait.
sv_se: Laddar dina anslutningar. Vänligen vänta.

source: Loading your groups. Please wait.
sv_se: Laddning av dina grupper. Vänligen vänta.

source: Loading your updates. Please wait.
sv_se: Laddar dina uppdateringar. Vänligen vänta.

source: Loading&hellip;
sv_se: Laddar...

source: Loading...
sv_se: Laddar...

source: Log In
sv_se: Logga in

source: Log in to reply.
sv_se: Logga in för att svara.

source: Log in here: BLOG_URLwp-login.php
sv_se: Logga in här: BLOG_URLwp-login.php

source: Log Out
sv_se: Logga ut

source: Logged in user can create friendship with current user.
sv_se: En inloggad användare kan skapa vänskap med den aktuella användaren.

source: Logged In Users
sv_se: Inloggade användare

source: Logged-In
sv_se: Inloggad

source: Logged-Out
sv_se: Utloggad

source: Loggedin Users
sv_se: Inloggade användare

source: Login and <a href="%s">Registration</a> content will remain publicly visible.
sv_se: Inloggnings- och <a href="%s">Registration</a> förblir offentligt synligt.

source: Login Information
sv_se: Inloggningsinformation

source: Login Pages
sv_se: Inloggningssidor

source: Looks like you haven't initiated a conversation with any other member.
sv_se: Det verkar som om du inte har inlett någon konversation med någon annan medlem.

source: Lost Password
sv_se: Glömt lösenord

source: Lost Password URI:
sv_se: URI för glömt lösenord:

source: Lost your password?
sv_se: Förlorat ditt lösenord?

source: Main Settings
sv_se: Huvudinställningar

source: Maintenance and Security Release
sv_se: Underhåll och säkerhetsrelease

source: Maintenance Release
sv_se: Underhållsrelease

source: Make sure to upload a unique file
sv_se: Se till att du laddar upp en unik fil

source: Make sure you whitelisted extension and MIME TYPE in media settings and added correct MIME TYPE in extension entry.
sv_se: Kontrollera att du har vitlistade tillägg och MIME TYPE i medieinställningarna och lagt till rätt MIME TYPE i tilläggsposten.

source: Male
sv_se: Man

source: Male and Female use "his" and "her" pronouns in the activity feed. Other options use "their".
sv_se: Man och kvinna använder "hans" och "hennes" pronomen i aktivitetsflödet. Andra alternativ använder "deras".

source: Manage
sv_se: Hantera

source: Manage Comments
sv_se: Hantera kommentarer

source: Manage Group Members
sv_se: Hantera gruppmedlemmar

source: Manage group members; promote to %s, co-%s, or demote or ban.
sv_se: Hantera gruppmedlemmar; främja till %s, co-%s, eller degradera eller förbjuda.

source: Manage Invitations
sv_se: Hantera inbjudningar

source: Manage LearnDash Group
sv_se: Hantera LearnDash Group

source: Manage Members
sv_se: Hantera medlemmar

source: Manage Membership Requests
sv_se: Hantera medlemsförfrågningar

source: Manage notices shown on the front end of your site to all logged-in members. Use this to quickly notify all members.
sv_se: Hantera meddelanden som visas på framsidan av din webbplats till alla inloggade medlemmar. Använd detta för att snabbt meddela alla medlemmar.

source: Manage Posts
sv_se: Hantera inlägg

source: Manage Privacy
sv_se: Hantera sekretess

source: Manage Tag: "%s"
sv_se: Hantera tagg: "%s"

source: March
sv_se: Mars

source: Mark as Read
sv_se: Markera som läst

source: Mark as Spam
sv_se: Markera som skräppost

source: Mark as Unread
sv_se: Markera som oläst

source: Mark read
sv_se: Mark läste

source: Mark the discussion as not spam
sv_se: Markera diskussionen som inte skräppost

source: Mark the reply as not spam
sv_se: Markera svaret som inte skräppost

source: Mark this discussion as spam
sv_se: Markera den här diskussionen som skräppost

source: Mark this reply as spam
sv_se: Markera detta svar som skräppost

source: Mark Unread
sv_se: Markera oläst

source: Mark unread
sv_se: Markera oläst

source: Marked Assignments
sv_se: Markerade inlämningsuppgifter

source: Marked Essays
sv_se: Markerade uppsatser

source: Marked Quizzes
sv_se: Markerade frågesporter

source: Marketing and Strategy
sv_se: Marknadsföring och strategi

source: Marking read.
sv_se: Märkningen är avläst.

source: Marking unread.
sv_se: Märkning oläst.

source: match all
sv_se: matcha alla

source: match all: %1$s
sv_se: matcha alla: %1$s

source: match any
sv_se: matcha alla

source: match any: %1$s
sv_se: matcha alla: %1$s

source: Max connections to show:
sv_se: Max antal anslutningar att visa:

source: Max groups to show:
sv_se: Max antal grupper som ska visas:

source: Max members to show:
sv_se: Max antal medlemmar att visa:

source: Max posts to show:
sv_se: Max inlägg för att visa:

source: Maximum amount to display:
sv_se: Högsta belopp som ska visas:

source: Maximum number of items to be returned in result set.
sv_se: Maximalt antal objekt som ska returneras i resultatuppsättningen.

source: Maximum number of medias to be returned in result set.
sv_se: Maximalt antal medier som ska returneras i resultatuppsättningen.

source: Maximum number of results to return
sv_se: Maximalt antal resultat som ska återges

source: Maximum number of results to return.
sv_se: Maximalt antal resultat som ska återges.

source: Maximum replies to show:
sv_se: Maximalt antal svar att visa:

source: Maximum topics to show:
sv_se: Maximalt antal ämnen att visa:

source: May
sv_se: Maj

source: Media already exists for attachment id: %d
sv_se: Medier finns redan för bilaga id: %d

source: Media directory tabs.
sv_se: Flikar för mediakataloger.

source: Media file URL.
sv_se: URL till mediefilen.

source: Media Permissions
sv_se: Mediebehörigheter

source: Media privacy.
sv_se: Mediernas sekretess.

source: Media Security & Performance
sv_se: Mediasäkerhet och prestanda

source: Media specific IDs.
sv_se: Mediespecifika ID:n.

source: Media update complete!
sv_se: Uppdatering av medierna är klar!

source: Media Uploading
sv_se: Uppladdning av media

source: Media URL for the activity image size.
sv_se: Medie-URL för aktivitetsbildens storlek.

source: Media URL with full image size.
sv_se: Media URL med fullständig bildstorlek.

source: Media URL with thumbnail image size.
sv_se: Medie-URL med miniatyrbildstorlek.

source: Medium size featured media for the course
sv_se: Medelstort media för kursen

source: Meet the BuddyBoss Team
sv_se: Möt BuddyBoss-teamet

source: Meetup
sv_se: Mötesplats

source: Member
sv_se: Ledamot

source: member
sv_se: medlem

source: Member "%s" marked suspended. All BuddyBoss data associated with the member has been disabled.
sv_se: Medlemmen "%s" har markerats som avstängd. Alla BuddyBoss-data som är kopplade till medlemmen har inaktiverats.

source: Member block
sv_se: Medlemskvarter

source: Member Blocking
sv_se: Blockering av medlemmar

source: Member Capabilities
sv_se: Medlemmarnas kapacitet

source: Member changed profile photo
sv_se: Medlem ändrade profilfoto

source: Member changes their profile photo
sv_se: Medlem ändrar sin profilfoto

source: Member Connections
sv_se: Medlemskontakter

source: Member creates a forum discussion
sv_se: Medlem skapar en diskussion i forumet

source: Member creates a group
sv_se: Medlem skapar en grupp

source: Member has been successfully suspended.
sv_se: Medlemmen har avstängts.

source: Member has been successfully unsuspended.
sv_se: Ledamoten har blivit avstängd med framgång.

source: Member joins a group
sv_se: Medlem går med i en grupp

source: Member marked as suspended
sv_se: Medlem markerad som suspenderad

source: Member Profiles
sv_se: Medlemsprofiler

source: Member registers to the site
sv_se: Medlemmen registrerar sig på webbplatsen

source: Member registration is currently disabled.
sv_se: Registreringen av medlemmar är för närvarande inaktiverad.

source: Member replies to a forum discussion
sv_se: En medlem svarar på en diskussion i ett forum

source: Member suspended successfully
sv_se: Medlem har avbrutits framgångsrikt

source: Member suspended.
sv_se: Medlemmen är avstängd.

source: Member Switching
sv_se: Byte av medlem

source: Member types associated with the member.
sv_se: Medlemstyper som är kopplade till medlemmen.

source: Member unsuspended successfully
sv_se: Medlem avstängd framgångsrikt

source: Member unsuspended successfully.
sv_se: Medlem avstängd framgångsrikt.

source: Member unsuspended.
sv_se: Ledamot som inte är suspenderad.

source: Member updates their profile details
sv_se: Medlemmen uppdaterar sina profiluppgifter

source: Member XProfile groups and its fields.
sv_se: Medlemmar i XProfile-grupper och dess fält.

source: Member's avatar image.
sv_se: Medlemmarnas avatarbild.

source: Member's display name.
sv_se: Ledamotens namn.

source: Member's email address
sv_se: Medlemmens e-postadress

source: Member's mention name.
sv_se: Ledamotens namn.

source: Member's name.
sv_se: Ledamotens namn.

source: Member's nicename.
sv_se: Medlemmarnas smeknamn.

source: Members
sv_se: Medlemmar

source: members
sv_se: medlemmar

source: Members @name suggestions.
sv_se: Medlemmar @namnförslag.

source: Members count of the group.
sv_se: Medlemmarna räknar med gruppen.

source: Members Directory
sv_se: Medlemskatalog

source: Members directory tabs.
sv_se: Medlemmar katalog flikar.

source: Members Filter
sv_se: Medlemmarnas filter

source: Members must first be a member of the parent group prior to being invited to a subgroup
sv_se: Medlemmar måste först vara medlem i föräldergruppen innan de bjuds in till en undergrupp

source: Members of the selected Profile Types below can join Private groups of the Group Type without approval.
sv_se: Medlemmar i de valda profiltyperna nedan kan gå med i privata grupper av grupptypen utan godkännande.

source: Members on the network will no longer be able to block other members. Any members they have blocked will be unblocked.
sv_se: Medlemmarna i nätverket kan inte längre blockera andra medlemmar. Alla medlemmar som de har blockerat kommer att avblockeras.

source: Members order by options.
sv_se: Medlemmar ordnar efter alternativ.

source: Membership for group "%s" accepted
sv_se: Medlemskap för gruppen "%s" accepteras

source: Membership for group "%s" rejected
sv_se: Medlemskapet för gruppen "%s" avvisades

source: Membership Requests
sv_se: Medlemskapsförfrågningar

source: Memory exceeded. Please try another smaller file.
sv_se: Minnet har överskridits. Försök med en annan mindre fil.

source: Mention this member in posts
sv_se: Nämn den här medlemmen i dina inlägg

source: Mentions
sv_se: Hänvisningar

source: Mentions %s
sv_se: Omnämnanden %s

source: Menu order for the forum.
sv_se: Menyordning för forumet.

source: Menus
sv_se: Menyer

source: Merge
sv_se: Slå ihop

source: Merge discussion "%s"
sv_se: Slå ihop diskussionen "%s"

source: Merge discussion favoriters
sv_se: Slå ihop diskussionen favoriters

source: Merge discussion subscribers
sv_se: Slå samman diskussionsprenumeranter

source: Merge discussion tags
sv_se: Slå ihop diskussionstaggar

source: Merge with this topic:
sv_se: Slå ihop med detta ämne:

source: Merging tags together cannot be undone.
sv_se: Det går inte att återkalla sammanslagningen av taggar.

source: Message
sv_se: Meddelande

source: Message Content
sv_se: Meddelandets innehåll

source: Message could not be sent because you have entered an invalid username. Please try again.
sv_se: Meddelandet kunde inte skickas eftersom du har angett ett ogiltigt användarnamn. Försök igen.

source: Message could not be sent. Please enter a recipient.
sv_se: Meddelandet kunde inte skickas. Ange en mottagare.

source: Message deleted.
sv_se: Meddelande borttaget.

source: Message from group or not.
sv_se: Meddelande från gruppen eller inte.

source: Message from Group Send Message
sv_se: Meddelande från gruppen Skicka meddelande

source: Message marked as read.
sv_se: Meddelande markerat som läst.

source: Message marked unread.
sv_se: Meddelandet är markerat som oläst.

source: Message preview for the document.
sv_se: Förhandsgranskning av meddelandet för dokumentet.

source: Message Recipients
sv_se: Mottagare av meddelanden

source: Message Subject
sv_se: Ämne för meddelandet

source: Message successfully sent.
sv_se: Meddelandet har skickats.

source: Message this member
sv_se: Meddela den här medlemmen

source: Message thread
sv_se: Tråd med meddelanden

source: Message Threads & Replies
sv_se: Meddelandetrådar och svar

source: Message was not sent. Please try again.
sv_se: Meddelandet skickades inte. Försök igen.

source: Messages
sv_se: Meddelanden

source: messages
sv_se: meddelanden

source: Messages %s
sv_se: Meddelanden %s

source: Messages <span class="%1$s">%2$s</span>
sv_se: Meddelanden <span class="%1$s">%2$s</span>

source: Messages deleted.
sv_se: Meddelanden raderade.

source: Messages marked as read
sv_se: Meddelanden som markerats som lästa

source: Messages marked as read.
sv_se: Meddelanden markerade som lästa.

source: Messages marked as unread.
sv_se: Meddelanden som markerats som olästa.

source: Messages successfully starred.
sv_se: Meddelanden har fått en stjärna.

source: Messages successfully unstarred.
sv_se: Meddelanden har avstartats med framgång.

source: Messaging
sv_se: Meddelanden

source: Meta items for the document.
sv_se: Metaposter för dokumentet.

source: Meta items for the media.
sv_se: Metaartiklar för media.

source: Meta items for the video.
sv_se: Metaobjekt för videon.

source: Migrated invitations!
sv_se: Inbjudningar har flyttats!

source: Migrating group invitations&hellip; %s
sv_se: Migrerar gruppinbjudningar ...%s

source: Migration in progress
sv_se: Migrering pågår

source: MIME Checker
sv_se: Kontroll av MIME

source: MIME Type
sv_se: MIME-typ

source: MIME type
sv_se: MIME-typ

source: Miniplayer
sv_se: Minispelare

source: Mint
sv_se: Mynta

source: minute
sv_se: minut

source: minutes
sv_se: minuter

source: Misinformation
sv_se: Felaktig information

source: Mismatch
sv_se: Felaktig matchning

source: Missing a temporary folder.
sv_se: Saknar en tillfällig mapp.

source: Missing parameter(s): note
sv_se: Parametrar som saknas: anmärkning

source: Mobile Support
sv_se: Mobilt stöd

source: Moderate this comment:
sv_se: Moderera den här kommentaren

source: Moderate this pingback:
sv_se: Moderera denna pingback

source: Moderate this trackback:
sv_se: Moderera detta trackback

source: moderated
sv_se: modererad

source: Moderating Activity
sv_se: Modererande verksamhet

source: Moderation list navigation
sv_se: Navigering i listan över moderering

source: Moderation not enabled.
sv_se: Moderering är inte aktiverad.

source: Moderation overview line 1
sv_se: Översikt över moderering linje 1

source: Moderation overview line 2
sv_se: Översikt över moderering linje 2

source: Moderation Request
sv_se: Förfrågan om moderering

source: Moderation Request list
sv_se: Förteckning över begäran om moderering

source: Moderator Of
sv_se: Moderator för

source: Moderators
sv_se: Moderatorer

source: Modified
sv_se: Ändrat

source: Month
sv_se: Månad

source: month
sv_se: månad

source: months
sv_se: månader

source: More
sv_se: Mer

source: More actions
sv_se: Fler åtgärder

source: More Info
sv_se: Mer information

source: More Photos
sv_se: Fler foton

source: More Video
sv_se: Mer video

source: More Videos
sv_se: Fler videoklipp

source: Most email clients support HTML email. However, some people prefer to receive plain text email. Enter a plain text alternative version of your email here.
sv_se: De flesta e-postklienter stöder HTML-e-post. Vissa människor föredrar dock att ta emot e-post i ren text. Ange en alternativ version av ditt e-postmeddelande i ren text här.

source: Most Members
sv_se: De flesta medlemmar

source: Most Popular
sv_se: Mest populära
