Repository: noelpersson/buddyboss
Catalog: buddyboss-theme-*.po
Languages: sv_se

source: Replies
sv_se: Svar

source: Reply
sv_se: Svar

source: "%s" menu settings
sv_se: "% s" menyinställningar

source: % Completed
sv_se: % Slutfört

source: %1$d / %2$d points
sv_se: %1$d / %2$d poäng

source: %1$s for %2$s item
sv_se: %1$s för %2$s artikel

source: %1$s installed and activated successfully.
sv_se: %1$s har installerats och aktiverats.

source: %1$s installed successfully.
sv_se: %1$s har installerats.

source: %1$s: Type %2$s is not supported, reverting to text.
sv_se: %1$s: Typ %2$s stöds inte, återgår till text.

source: %d result
sv_se: %d resultat

source: %s download remaining
sv_se: %s nedladdning kvar

# %s Events plural label
source: All %s
sv_se: Alla %s

source: %s Lesson
sv_se: %s lektion

source: %s Navigation
sv_se: %s navigering

source: %s quantity
sv_se: %s kvantitet

source: %s's Discussions Started
sv_se: %s´s diskussioner startade

source: %s's Favorites
sv_se: %s's Favoriter

source: %s's Profile
sv_se: %s's Profil

source: %s's Replies Created
sv_se: %s´s svar Skapades

source: %s's Subscriptions
sv_se: %s's Prenumeration

source: %s/%s Points Awarded
sv_se: %s/%s poäng tilldelas

source: %s/%s Steps
sv_se: %s/%s Steg

source: &mdash; Select &mdash;
sv_se: - Välj -

source: (BB) Follow Us
sv_se: (BB) Följ oss

source: (BB) Post Author
sv_se: (BB) Inläggsförfattare

source: (BB) Recent Posts
sv_se: (BB) Senaste inlägg

source: (No Forum)
sv_se: (Inget forum)

source: , Assignment
sv_se: , Uppdrag

source: , Quiz
sv_se: , Frågesport

source: 100 - Thin
sv_se: 100 - tunn

source: 200 - Extra Light
sv_se: 200 - Extra ljus

source: 300 - Light
sv_se: 300 - Ljus

source: 404 Description
sv_se: 404 Beskrivning

source: 404 Image
sv_se: 404 Bild

source: 404 Page
sv_se: 404 Sida

source: 600 - Semi Bold
sv_se: 600 - Halvfet

source: 700 - Bold
sv_se: 700 - fetstil

source: 800 - Extra Bold
sv_se: 800 - Extra fet

source: 900 - Black
sv_se: 900 - Svart

source: <b>%s</b> followers
sv_se: <b>%s</b> följare

source: <b>%s</b> following
sv_se: <b>%s</b> följer

source: <b>0</b> followers
sv_se: <b> 0 </b> följare

source: <b>0</b> following
sv_se: <b> 0 </b> följer

source: <b>1</b> follower
sv_se: <b> 1 </b> följare

source: <b>1</b> following
sv_se: <b> 1 </b> följer

source: <div>Forgot your password?</div><p class="message">Please enter your email address. You will receive an email with instructions on how to reset your password.</p>
sv_se: <div>Glömt ditt lösenord?</div><p class="message"> Var god skriv in din e-postadress. Du kommer att få ett mejl med instruktioner om hur du återställer ditt lösenord.</p>

source: <i class="bb-icon-angle-left"></i> Back to %s
sv_se: <i class="bb-icon-angle-left"></i> Tillbaka till %s

source: <i class="bb-icon-connected"></i><span class="bb-friend-button-tag">Connected</span>
sv_se: <i class="bb-icon-connected"></i><span class="bb-friend-button-tag">Ansluten</span>

source: <i class="bb-icon-connection-remove"></i><span class="bb-friend-button-tag">Cancel connection request</span>
sv_se: <i class="bb-icon-connection-remove"></i><span class="bb-friend-button-tag">Avbryt anslutningsförfrågan</span>

source: <i class="bb-icon-connection-request"></i><span class="bb-friend-button-tag">Connect</span>
sv_se: <i class="bb-icon-connection-request"></i><span class="bb-friend-button-tag">Ansluta</span>

source: <i class="bb-icon-connection-waiting"></i><span class="bb-friend-button-tag">Connect Requested</span>
sv_se: <i class="bb-icon-connection-waiting"></i><span class="bb-friend-button-tag">Anslut begäran</span>

source: <p><strong>Menu Icons can't be activated.</strong></p> <p>The BuddyBoss Themes can't work while Menu Icons plugin is active.</p>
sv_se: <p> <strong> Menyikoner kan inte aktiveras. </strong> </p> <p> BuddyBoss-teman fungerar inte medan plugin för menyikoner är aktivt. </p>

source: <p><strong>Menu Icons is deactivate.</strong></p> <p>BuddyBoss Themes can't work while Menu Icons plugin is active. So Menu Icons is been deactivated</p>
sv_se: <p> <strong> Menyikoner är inaktiverade. </strong> </p> <p> BuddyBoss-teman fungerar inte medan plugin-menyn för menyikoner är aktivt. Så menyikoner har inaktiverats </p>

source: <p>Looks like BuddyBoss Menu Icons was installed via Composer. Please activate Icon Picker first.</p>
sv_se: <p> Ser ut som om BuddyBoss-menyikoner installerades via Composer. Vänligen aktivera ikonväljaren först. </p>

source: <p>This text is displayed above the options panel. It isn't required, but more info is always better! The intro_text field accepts all HTML.</p>
sv_se: <p> Denna text visas ovanför alternativpanelen. Det krävs inte, men mer info är alltid bättre! Fältet intro_text accepterar all HTML. </p>

source: <p>To access any of your saved options from within your code you can use your global variable: <strong>$%1$s</strong></p>
sv_se: <p> För att komma åt något av dina sparade alternativ från din kod kan du använda din globala variabel: <strong>$%1$s </ strong> </p>

source: <span class="pr-atts-title">Category:</span>
sv_se: <span class="pr-atts-title">Kategori:</span>

source: <span class="pr-atts-title">Tag:</span>
sv_se: <span class="pr-atts-title">Märka:</span>

source: <span>sale ends</span> %s
sv_se: <span>Rean slutar</span> %s

source: [Link]
sv_se: [Länk]

source: A list of icons with links to this website's social networks.
sv_se: En lista med ikoner med länkar till webbplatsens sociala nätverk.

source: A password will be sent to your email address.
sv_se: Ett lösenord skickas till din e-postadress.

source: About Author
sv_se: Om författaren

source: About Instructor
sv_se: Om instruktör

source: Above
sv_se: Ovan

source: Accent color
sv_se: Accentfärg

source: Access Plan
sv_se: Åtkomstplan

source: Accessibility
sv_se: Tillgänglighet

source: Accessing this course requires a login, please enter your credentials below!
sv_se: För att få tillgång till denna kurs krävs inloggning. Ange dina uppgifter nedan!

source: Account
sv_se: konto

source: Account details
sv_se: Kontouppgifter

source: Account Settings
sv_se: Kontoinställningar

# achievement earned date
source: <span>Awarded on</span> %s
sv_se: <span>Tilldelades</span> %s

source: Actions
sv_se: Åtgärder

source: Activate
sv_se: Aktivera

source: Activate %2$s
sv_se: Aktivera %2$s

source: Activate installed plugin
sv_se: Aktivera installerat plugin

source: activate your product licenses
sv_se: aktivera dina produktlicenser

source: Active
sv_se: Aktiva

source: active
sv_se: aktiva

source: active %s
sv_se: aktiv %s

source: Active Color
sv_se: Aktiv färg

source: Activity
sv_se: Aktivitet

source: Activity &rarr; Directory Left
sv_se: Aktivitet → Katalog vänster

source: Activity &rarr; Directory Right
sv_se: Aktivitet → Kataloghöger

source: Activity Count
sv_se: Aktivitetsantal

source: Activity Link Text
sv_se: Aktivitetslänktext

source: Add
sv_se: Lägg till

source: Add new password
sv_se: Lägg till nytt lösenord

source: Add New Variation
sv_se: Lägg till ny variant

source: Add Page
sv_se: Lägg till sida

source: Add page
sv_se: Lägg till sida

source: Add Shortcode
sv_se: Lägg till kortkod

source: Add shortcode to show Newsletter Sign Up Form
sv_se: Lägg till kortnummer för att visa registreringsformuläret för nyhetsbrev

source: Add text to 404 Page
sv_se: Lägg till text till 404 sida

source: Add text to Maintenance Page. Basic HTML is allowed.
sv_se: Lägg till text på underhållssidan. Grundläggande HTML är tillåtet.

source: Add widgets into your sidebars at Appearance &gt; Widgets
sv_se: Lägg till widgets i dina sidofält under Utseende&gt; Widgets

source: Address Book
sv_se: Adressbok

source: Address Card
sv_se: Adresskort

source: Addressbook
sv_se: Adressbok

source: Addresses
sv_se: Adresser

source: Adjust
sv_se: Justera

source: Adjust the height of group cover image.
sv_se: Justera höjden på gruppomslagsbilden.

source: Adjust the height of member profile cover image.
sv_se: Justera höjden på profilens omslagsbild.

source: Adjust the size of footer logo
sv_se: Justera storleken på sidfotlogotypen

source: Adjust the size of mobile logo
sv_se: Justera storleken på mobillogotypen

source: Adjust the size of your logo
sv_se: Justera storleken på din logotyp

source: Adjust the width of group cover image.
sv_se: Justera bredden på gruppomslagsbilden.

source: Adjust the width of member profile cover image.
sv_se: Justera bredden på medlemsprofilens omslagsbild.

source: Admin
sv_se: Administration

source: Admin Notifications
sv_se: Admin-meddelanden

source: Adult
sv_se: Vuxen

source: After
sv_se: Efter

source: After Content
sv_se: Efter innehåll

source: After Footer
sv_se: Efter sidfot

source: After Header
sv_se: Efter rubrik

source: After Page
sv_se: Efter sida

source: Alert
sv_se: Varna

source: Alert color for 'Error' notices
sv_se: Varningsfärg för felmeddelanden

source: Alert color for 'Loading' notices
sv_se: Varningsfärg för meddelanden om laddning

source: Alert color for 'Success' notices
sv_se: Varningsfärg för meddelanden om framgång

source: Alert color for 'Warning' notices.
sv_se: Varningsfärg för varningsmeddelanden.

source: Alert color for default notices
sv_se: Varningsfärg för standardmeddelanden

source: Alert: Exclamation
sv_se: Varning: Utrop

source: Alert: Octagon
sv_se: Varning: Octagon

source: Alert: Question
sv_se: Varning: Fråga

source: Alert: Thin
sv_se: Varning: tunn

source: Alert: Triangle
sv_se: Varning: Triangel

source: Alerts
sv_se: Varningar

source: Alerts/Notifications
sv_se: Varningar / meddelanden

source: Align Center
sv_se: Centrera i linje med

source: Align Left
sv_se: Justera vänster

source: Align None
sv_se: Justera ingen

source: Align Right
sv_se: Anpassa till höger

source: Align: Center
sv_se: Centrera i linje med

source: Align: Justify
sv_se: Justera: Motivera

source: Align: Left
sv_se: Justera vänster

source: Align: Right
sv_se: Anpassa till höger

source: Alignment
sv_se: Inriktning

source: All
sv_se: Allt

source: All Activity
sv_se: All aktivitet

source: All Categories
sv_se: Alla kategorier

source: All Courses
sv_se: Alla kurser

source: All Custom Fonts
sv_se: Alla anpassade teckensnitt

source: All Discussions
sv_se: Alla diskussioner

source: All Docs
sv_se: Alla dokument

source: All Fonts
sv_se: Alla teckensnitt

source: All Forums
sv_se: Alla forum

source: All Forums Link
sv_se: Alla forum länk

source: All Forums Link Color
sv_se: Alla forum länkfärg

source: All Groups
sv_se: Alla grupper

source: All Groups Link
sv_se: Alla grupplänkar

source: All Groupss Link Color
sv_se: Alla grupps länkfärger

source: All Icons
sv_se: Alla ikoner

source: All installations and activations have been completed.
sv_se: Alla installationer och aktiveringar har slutförts.

source: All installations have been completed.
sv_se: Alla installationer har slutförts.

source: All Instructors
sv_se: Alla instruktörer

source: All Members
sv_se: Alla medlemmar

source: All Members Link
sv_se: Alla medlemmars länk

source: All Members Link Color
sv_se: Alla medlemmars länkfärg

source: All plugins installed and activated successfully. %1$s
sv_se: Alla plugins har installerats och aktiverats. %1$s

source: All plugins installed and activated successfully. %s
sv_se: Alla plugins har installerats och aktiverats. %s

source: Alphabetical
sv_se: Alfabetisk

source: Alternate Text
sv_se: Alternativ text

source: Ambulance
sv_se: Ambulans

source: American Sign Language
sv_se: amerikanskt teckenspråk

source: Amount
sv_se: Belopp

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
sv_se: Ett fel uppstod vid installation av %1$s: <strong>%2$s </strong>.

source: An Unexpected HTTP Error occurred during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
sv_se: Ett oväntat HTTP-fel inträffade under API-begäran.</p><p> <a href="?" onclick="document.location.reload(); return false;">Försök igen</a>

source: An unknown error occurred
sv_se: Ett okänt fel uppstod

source: Anchor
sv_se: Ankare

source: Angle Double Down
sv_se: Vinkel dubbel ner

source: Angle Double Left
sv_se: Vinkel dubbel vänster

source: Angle Double Right
sv_se: Vinkel dubbel höger

source: Angle Double Up
sv_se: Vinkel dubbel upp

source: Angle Down
sv_se: Vinkla ner

source: Angle Left
sv_se: Vinkel vänster

source: Angle Right
sv_se: Vinkel höger

source: Angle Up
sv_se: Vinkla upp

source: Angle: Down
sv_se: Vinkel: Ner

source: Angle: Left
sv_se: Vinkel: Vänster

source: Angle: Right
sv_se: Vinkel: Höger

source: Annotate
sv_se: Kommentera

source: Answer
sv_se: Svar

source: Aperture
sv_se: Öppning

source: Appearance
sv_se: Utseende

source: Applications have closed
sv_se: Ansökningarna har stängts

source: Apply for job
sv_se: Ansöka om jobb

source: Approved
sv_se: Godkänd

source: Archive
sv_se: Arkiv

source: Are you sure you want to revoke this invitation?
sv_se: Är du säker på att du vill återkalla denna inbjudan?

source: Are you sure?
sv_se: Är du säker?

source: Area Chart
sv_se: Områdediagram

source: Arrow Circle Down
sv_se: Pilcirkel nedåt

source: Arrow Circle Left
sv_se: Pilcirkel vänster

source: Arrow Circle Right
sv_se: Pilcirkel höger

source: Arrow Circle Up
sv_se: Pilcirkel upp

source: Arrow Down
sv_se: Pil ner

source: Arrow Left
sv_se: Pil vänster

source: Arrow Right
sv_se: Pil höger

source: Arrow Up
sv_se: Pil upp

source: Arrow Up: Square
sv_se: Pil upp: Fyrkant

source: Arrow: Circle
sv_se: Pil: Cirkel

source: Arrow: Down
sv_se: Pil: Ner

source: Arrow: Down Left
sv_se: Pil: Ner till vänster

source: Arrow: Down Right
sv_se: Pil: Ner till höger

source: Arrow: Left
sv_se: Pil: Vänster

source: Arrow: Right
sv_se: Pil: Höger

source: Arrow: Up
sv_se: Pil: Upp

source: Arrow: Up Left
sv_se: Pil: Upp till vänster

source: Arrow: Up Right
sv_se: Pil: Upp Höger

source: Arrows
sv_se: Pilar

source: Arrows: Compress
sv_se: Pilar: Komprimera

source: Arrows: Expand
sv_se: Pilar: Expandera

source: Arrows: In
sv_se: Pilar: In

source: Arrows: Out
sv_se: Pilar: Ut

source: Art
sv_se: Konst

# as in: "version nr unknown"
source: unknown
sv_se: okänd

source: Aside
sv_se: Åt sidan

source: Assistive Listening Systems
sv_se: Assistanslyssningssystem

source: At
sv_se: På

source: At Sign
sv_se: Vid tecken

source: Attachment
sv_se: Uppdrag

source: Audio Description
sv_se: Ljudbeskrivning

source: Audio Playlist
sv_se: Ljudspellista

source: Author
sv_se: Författare

source: Author Information
sv_se: FÖRFATTARINFORMATION

source: Author Title Color
sv_se: Författarens titel Färg

source: Auto
sv_se: Bil

source: Auto Connect (Recommended)
sv_se: Automatisk anslutning (rekommenderas)

source: Autoplay
sv_se: Autospela

source: Availability:
sv_se: Tillgänglighet:

source: Available downloads
sv_se: Tillgängliga nedladdningar

source: Available version:
sv_se: Tillgänglig version:

source: Avatar Border Color
sv_se: Avatar gränsfärg

source: Avatar Border Width
sv_se: Avatar gränsbredd

source: Avatar Size
sv_se: Avatarstorlek

source: Avatar Spacing
sv_se: Avataravstånd

source: Award
sv_se: Tilldela

source: Awards
sv_se: Utmärkelser

source: Back
sv_se: Tillbaka

source: Back Online Date
sv_se: Tillbaka online-datum

source: Back to Course
sv_se: Tillbaka till kursen

source: Back to Lesson
sv_se: Tillbaka till lektionen

source: Back to My Certificates
sv_se: Tillbaka till Mina certifikat

source: Back to sign in
sv_se: Tillbaka för att logga in

source: Background
sv_se: Bakgrund

source: Background Color
sv_se: Bakgrundsfärg

source: Background color for the page
sv_se: Bakgrundsfärg för sidan

source: Background Image
sv_se: Bakgrundsbild

source: Background Overlay Color
sv_se: Bakgrundsöverläggsfärg

source: Background Overlay Opacity
sv_se: Bakgrundsskiktets opacitet

source: Backup
sv_se: Säkerhetskopiering

source: Backup Font Family
sv_se: Backup-teckensnittsfamilj

source: Backward
sv_se: Bakåt

source: Badge
sv_se: Bricka

source: Badge: Tall
sv_se: Märke: Hög

source: Balance
sv_se: Balans

source: Ball: Soccer
sv_se: Boll: Fotboll

source: Ban
sv_se: Förbjuda

source: Ban Circle
sv_se: Förbjud cirkel

source: Banner Text Color
sv_se: Bannertextfärg

source: Bar Chart
sv_se: Stapeldiagram

source: Bar Chart: Square
sv_se: Stapeldiagram: Fyrkant

source: Bar Chart: Up
sv_se: Stapeldiagram: Upp

source: Barcode
sv_se: Streckkod

source: Bars
sv_se: Barer

source: Baseline
sv_se: Baslinje

source: Bathtub
sv_se: Badkar

source: Battery
sv_se: Batteri

source: Battery: Charging
sv_se: Batteriladdning

source: Battery: Empty
sv_se: Batteri: tomt

source: Battery: Full
sv_se: Batteri: fullt

source: Battery: Half
sv_se: Batteri: hälften

source: Bed
sv_se: Säng

source: Beer
sv_se: Öl

source: Before
sv_se: Före

source: Before Content
sv_se: Före innehåll

source: Before Footer
sv_se: Före sidfot

source: Before Header
sv_se: Före rubrik

source: Before Page
sv_se: Före sidan

source: Begin activating plugin
sv_se: Börja aktivera plugin

source: Begin installing plugin
sv_se: Börja installera plugin

source: Begin updating plugin
sv_se: Börja uppdatera plugin

source: Bell
sv_se: klocka

source: Bell: Off
sv_se: Bell: Av

source: Bell: Small
sv_se: Bell: Liten

source: Benefits of a License
sv_se: Fördelar med en licens

source: Bicycle
sv_se: Cykel

source: Billing
sv_se: Fakturering

source: Billing address
sv_se: Fakturaadress

source: Binoculars
sv_se: Kikare

source: Birthday Cake
sv_se: Födelsedagstårta

source: Black 900
sv_se: Svart 900

source: Blank Color
sv_se: Tom färg

source: Blocked Member
sv_se: Blockerad medlem

source: Blocked Members
sv_se: Blockerade medlemmar

source: Blog
sv_se: Blogg

source: Blog Archive Layout
sv_se: Bloggarkivslayout

source: Blog Layout
sv_se: Blogglayout

source: Blog Sidebar
sv_se: Blogg sidofält

source: Board
sv_se: Styrelse

source: Board: Box
sv_se: Styrelse: Box

source: Board: Code
sv_se: Styrelse: Kod

source: Board: List
sv_se: Styrelse: Lista

source: Body Background
sv_se: Kroppsbakgrund

source: Body Elements
sv_se: Kroppsdelar

source: Body Font
sv_se: Kroppsteckensnitt

source: Body Text
sv_se: Kropp text

source: Bold
sv_se: Djärv

source: Bold 700
sv_se: Fet 700

source: Bolt
sv_se: Bult

source: Bomb
sv_se: Bomba

source: Book
sv_se: bok

source: Book: Open
sv_se: Bok: öppen

source: Book: Round
sv_se: Bok: Rund

source: Bookmark
sv_se: Bokmärke

source: Bookmark Empty
sv_se: Bokmärke tom

source: Bookmark this story to read later
sv_se: Bokmärk den här berättelsen för att läsa senare

source: Bookmark: Small
sv_se: Bokmärke: Liten

source: Bookmark: Small-Fill
sv_se: Bokmärke: Small-Fill

source: Border
sv_se: Gräns

source: Border Color
sv_se: Gräns färg

source: Border Radius
sv_se: Gränsradie

source: Border Style
sv_se: Gränsstil

source: Border Type
sv_se: Gränstyp

source: Border Width
sv_se: Gränsbredd

source: Boss
sv_se: Chef

source: Boss for Learndash
sv_se: Chef för Learndash

source: Bottom
sv_se: Botten

source: Bottom Border Size
sv_se: Nedre kantstorlek

source: Box
sv_se: Låda

source: Box Size
sv_se: Lådstorlek

source: Braille
sv_se: Blindskrift

source: Brand
sv_se: varumärke

source: Brand Colors
sv_se: Varumärkesfärger

source: Brands
sv_se: Varumärken

source: Briefcase
sv_se: Portfölj

source: Broom
sv_se: Kvast

source: Brush
sv_se: Borsta

source: BuddyBoss Elementor Sections
sv_se: BuddyBoss Elementor-avsnitt

source: BuddyBoss License Keys
sv_se: BuddyBoss licensnycklar

source: BuddyBoss Templates
sv_se: BuddyBoss-mallar

source: BuddyBoss Theme
sv_se: BuddyBoss-tema

source: BuddyBoss Theme requires LearnDash 3.0 or above. <a href="%s">Update LearnDash</a>
sv_se: BuddyBoss Theme kräver LearnDash 3.0 eller högre. <a href="%s">Uppdatera LearnDash</a>

source: BuddyBoss Theme requires the <strong>LearnDash 3.0</strong> template, however you are using the <strong>Legacy</strong> template. <a href="%s">Repair</a>
sv_se: BuddyBoss Theme kräver <strong>mallen LearnDash 3.0</strong> , men du använder <strong>Legacy-</strong> mallen. <a href="%s">Reparera</a>

source: BuddyPanel - Logged in users
sv_se: BuddyPanel - Inloggade användare

source: BuddyPanel - Logged out users
sv_se: BuddyPanel - Utloggade användare

source: BuddyPanel Background
sv_se: BuddyPanel bakgrund

source: BuddyPanel background color
sv_se: BuddyPanel bakgrundsfärg

source: BuddyPanel Colors
sv_se: BuddyPanel-färger

source: BuddyPanel Default State
sv_se: BuddyPanel Standardstatus

source: BuddyPanel is visible if menu is created at Appearance > Menus.
sv_se: BuddyPanel är synlig om menyn skapas i Utseende> Menyer.

source: BuddyPanel Links Color
sv_se: BuddyPanel Länkar Färg

source: BuddyPanel menu items active color
sv_se: BuddyPanel menyalternativ aktiv färg

source: BuddyPanel menu items color
sv_se: BuddyPanel menyalternativ färg

source: BuddyPanel menu items hover color
sv_se: BuddyPanel-menyalternativen svävar i färg

source: BuddyPress Member Types
sv_se: BuddyPress-medlemstyper

source: BuddyPress User Blog
sv_se: BuddyPress användarblogg

source: Bug
sv_se: Insekt

source: Building
sv_se: Byggnad

source: Bulb
sv_se: Glödlampa

source: Bulleted List
sv_se: Punktlista

source: Burst
sv_se: Brista

source: Burst: New
sv_se: Burst: Nytt

source: Burst: Sale
sv_se: Burst: Försäljning

source: Bus
sv_se: Buss

source: Businessman
sv_se: Affärsman

source: Button
sv_se: Knapp

# button
source: Close
sv_se: Stäng

# button
source: Search
sv_se: Sök

source: Button Alignment
sv_se: Knappjustering

source: Button Border
sv_se: Knappkant

source: Button Border Radius
sv_se: Knappens gränsradie

source: Button Link
sv_se: Knapplänk

source: Button Padding
sv_se: Knappfyllning

source: Button Text
sv_se: Knapp-text

source: Button text if progress is less than 100%
sv_se: Knapptext om framsteg är mindre än 100%

source: Button text once progress hits 100%
sv_se: Knapptext när framstegen träffar 100%

source: By default the theme loads scripts that are not minified. You can enable this setting to instead load minified and combined JS files.
sv_se: Som standard läser temat in skript som inte är minifierade. Du kan aktivera den här inställningen för att istället ladda minifierade och kombinerade JS-filer.

source: By default the theme loads stylesheets that are not minified. You can enable this setting to instead load minified and combined stylesheets.
sv_se: Som standard laddar temat formatmallar som inte är minifierade. Du kan aktivera denna inställning för att istället ladda minifierade och kombinerade formatmallar.

source: Calculator
sv_se: Kalkylator

source: Calendar
sv_se: Kalender

source: Calendar Sign
sv_se: Kalendertecken

source: Calendar: Small
sv_se: Kalender: Liten

source: Camera
sv_se: Kamera

source: Camera Retro
sv_se: Retro kamera

source: Camera: Off
sv_se: Kamera: Av

source: Camera: Small
sv_se: Kamera: Liten

source: Cancel
sv_se: Avbryt

source: Cancel connection request
sv_se: Avbryt anslutningsförfrågan

source: Cancel Subscription
sv_se: Avbryt prenumeration

source: Car
sv_se: Bil

source: Car: Small
sv_se: Bil: liten

source: Caret Left
sv_se: Caret vänster

source: Carrot
sv_se: Morot

source: Cart
sv_se: Kundvagn

source: Cart Icon
sv_se: Kundvagn ikon

source: Cart Icon Color
sv_se: Vagn Ikon Färg

source: Cast
sv_se: Kasta

source: Categories:
sv_se: Kategorier:

source: Category
sv_se: Kategori

source: Category Filter
sv_se: Kategorifilter

source: Center
sv_se: Centrum

source: center
sv_se: Centrum

source: Center Padding
sv_se: Centrering

source: Certificate
sv_se: Certifikat

source: Certificate in
sv_se: Certifikat i

source: Certificates
sv_se: Certifikat

source: Change
sv_se: Ändra

source: Change Cover Photo
sv_se: Ändra omslagsbild

source: Change default button border radius.
sv_se: Ändra standardknappens radie.

source: Change Group Photo
sv_se: Ändra gruppbild

source: Change Password
sv_se: Ändra lösenord
