Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: Paragraph Text
sv_se: Stycke Text

source: Parent comment ID.
sv_se: ID för föräldrakommentar.

source: Parent Forum
sv_se: Föräldraforum

source: Parent Forum ID:
sv_se: Föräldraforum ID:

source: Parent Forum:
sv_se: Föräldraforum:

source: Parent Reply ID for reply.
sv_se: Förälderns svars-ID för svar.

source: Parent reply ID.
sv_se: ID för föräldrasvar.

source: Parent:
sv_se: Förälder:

source: Participant
sv_se: Deltagare

source: Pass a user_id to limit to only Groups that this user is a member of.
sv_se: Överlämna ett user_id för att begränsa antalet grupper till de grupper som användaren är medlem i.

source: Pass Field IDs which you want to delete it.
sv_se: Skicka fält-ID:n som du vill ta bort.

source: Pass IDs of users to limit result set.
sv_se: Skicka användarnas ID:n för att begränsa resultatuppsättningen.

source: Password
sv_se: Lösenord

source: Password changed for user: %s
sv_se: Lösenordet har ändrats för användaren: %s

source: Password for the member (never included).
sv_se: Lösenord för medlemmen (ingår aldrig).

source: Password to access the database
sv_se: Lösenord för åtkomst till databasen

source: Password: PASSWORD
sv_se: Lösenord: LÖSENORD

# Past Participle: Messages have been read
source: Read
sv_se: Visats

source: Pause
sv_se: Pausa

source: Pending
sv_se: I väntan på

source: Pending %s
sv_se: Väntar på %s

source: Pending &ndash; Revoke Invite
sv_se: I väntan på &ndash; Återkalla inbjudan

source: Pending Accounts
sv_se: Väntande konton

# Pending Certificate Status Label
source: Pending
sv_se: I väntan på

source: Pending connection requests
sv_se: Väntande anslutningsförfrågningar

source: Pending Group membership requests
sv_se: Väntande begäran om gruppmedlemskap

source: Pending Invites
sv_se: Väntande inbjudningar

source: Pending Invites %s
sv_se: Väntande inbjudningar %s

source: Pending Received Connection Requests
sv_se: Väntande mottagna anslutningsbegäranden

source: Pending Requests
sv_se: Väntande förfrågningar

source: Pending Requests %s
sv_se: Väntande begäranden %s

source: Pending Sent Connection Requests
sv_se: Väntande skickade anslutningsbegäranden

source: Pending Signups
sv_se: Väntande registrering

source: Pending users list
sv_se: Väntande användarlista

source: Pending users list navigation
sv_se: Väntande listanavigering för användare

source: per batch
sv_se: per parti

source: Per Page
sv_se: Per sida

source: per page
sv_se: per sida

source: Per Page settings allow you to control the number of discussions and replies to appear on each page.
sv_se: Med inställningar per sida kan du kontrollera hur många diskussioner och svar som ska visas på varje sida.

source: Performance
sv_se: Prestanda

source: Permalink to %s
sv_se: Permalink till %s

source: Permanently delete the group discussion forum
sv_se: Ta bort gruppdiskussionsforumet permanent

source: Permissions
sv_se: Behörigheter

source: Personal
sv_se: Personligt

source: Phone
sv_se: Telefon

source: Phone Format
sv_se: Telefonformat

source: Photo
sv_se: Foto

source: Photo inherits activity privacy in comment. You are not allowed to move.
sv_se: Foto ärver aktivitetsintegritet i kommentar. Det är inte tillåtet att flytta.

source: Photo to crop
sv_se: Foto att beskära

source: Photos
sv_se: Bilder

source: Photoshop Document
sv_se: Photoshop-dokument

source: Phrases wrapped in braces <code>{{ }}</code> are email tokens. <a href="%s">Learn about email tokens</a>.
sv_se: Fraser inom hängande parenteser <code>{{{ }}</code> är e-posttoken. <a href="%s">Lär dig mer om e-posttoken</a>.

# placeholder: URL for CPT Archive
source: Archive URL: %s
sv_se: Arkivets URL: %s

source: Plain text email content
sv_se: E-postinnehåll i vanlig text

source: Play
sv_se: Spela

source: Please add at least one recipient.
sv_se: Lägg till minst en mottagare.

source: Please add fields to search members.
sv_se: Lägg till fält för att söka medlemmar.

source: Please add some content to your message.
sv_se: Lägg till lite innehåll i ditt meddelande.

source: Please allow a few minutes for this process to complete.
sv_se: Det tar några minuter innan processen är klar.

source: Please allow application access to your camera.
sv_se: Tillåt programmet att få tillgång till kameran.

source: Please check your email to confirm the data export request.
sv_se: Kontrollera din e-post för att bekräfta dataexportförfrågan.

source: Please confirm you want to block this member.
sv_se: Bekräfta att du vill blockera den här medlemmen.

source: Please confirm you want to deactivate the Moderation component.
sv_se: Bekräfta att du vill inaktivera Moderationskomponenten.

source: Please confirm you want to hide this content. It will be hidden from all members in your network.
sv_se: Bekräfta att du vill dölja detta innehåll. Det kommer att döljas från alla medlemmar i ditt nätverk.

source: Please confirm you want to suspend this member. Members who are suspended will be logged out and not allowed to login again. Their content will be hidden from all members in your network. Please allow a few minutes for this process to complete.
sv_se: Bekräfta att du vill stänga av den här medlemmen. Medlemmar som är avstängda kommer att loggas ut och får inte logga in igen. Deras innehåll kommer att döljas från alla medlemmar i ditt nätverk. Ta några minuter för att processen ska slutföras.

source: Please confirm you want to unhide this content. It will be open for all members in your network.
sv_se: Bekräfta att du vill visa innehållet. Det kommer att vara öppet för alla medlemmar i ditt nätverk.

source: Please confirm you want to unsuspend this member. Members who are unsuspended will be allowed to login again, and their content will no longer be hidden from other members in your network. Please allow a few minutes for this process to complete.
sv_se: Bekräfta att du vill avbryta den här medlemmen. Medlemmar som är avstängda får logga in igen och deras innehåll kommer inte längre att döljas för andra medlemmar i ditt nätverk. Ta några minuter för att processen ska slutföras.

source: Please do not leave the comment area blank.
sv_se: Lämna inte fältet för kommentarer tomt.

source: Please enter a username
sv_se: Ange ett användarnamn

source: Please enter a valid email address.
sv_se: Ange en giltig e-postadress.

source: Please enter options for this Field:
sv_se: Ange alternativ för detta fält:

source: Please enter some content to post.
sv_se: Ange något innehåll för att publicera.

source: Please enter title of album
sv_se: Ange albumets titel

source: Please enter title of album.
sv_se: Ange albumets titel.

source: Please enter title of folder
sv_se: Ange mappens titel

source: Please enter title of folder.
sv_se: Ange mappens titel.

source: Please enter valid %s profile url.
sv_se: Ange en giltig %s-profiladress.

source: Please fill in all of the required fields
sv_se: Fyll i alla obligatoriska fält

source: Please fill out all required fields to invite a new member.
sv_se: Fyll i alla obligatoriska fält för att bjuda in en ny medlem.

source: Please go to your notifications settings to unsubscribe from emails.
sv_se: Gå till inställningarna för aviseringar för att avsluta prenumerationen på e-postmeddelanden.

source: Please log in and go to your settings to unsubscribe from notification emails.
sv_se: Logga in och gå till dina inställningar för att avanmäla dig från e-postmeddelanden.

source: Please login in order to upload file document.
sv_se: Logga in för att ladda upp fildokumentet.

source: Please login in order to upload file media.
sv_se: Logga in för att ladda upp filmedia.

source: Please login in order to upload file video.
sv_se: Vänligen logga in för att kunna ladda upp videofiler.

source: Please login to access this group.
sv_se: Logga in för att komma åt den här gruppen.

source: Please login to access this website.
sv_se: Logga in för att komma åt denna webbplats.

source: Please login to create a folder.
sv_se: Logga in för att skapa en mapp.

source: Please login to edit a privacy.
sv_se: Logga in för att redigera en integritet.

source: Please login to make this discussion a favorite.
sv_se: Logga in för att göra denna diskussion till en favorit.

source: Please login to subscribe to this discussion.
sv_se: Logga in för att prenumerera på denna diskussion.

source: Please login to subscribe to this forum.
sv_se: Logga in för att prenumerera på det här forumet.

source: Please login to upload a document.
sv_se: Logga in för att ladda upp ett dokument.

source: Please make sure to add some <a href="%s">profile types</a> first.
sv_se: Se till att lägga till några <a href="%s">profiltyper</a> först.

source: Please make sure to enter your email twice.
sv_se: Var noga med att ange din e-post två gånger.

source: Please make sure to enter your password twice.
sv_se: Var noga med att ange ditt lösenord två gånger.

source: Please make sure to enter your password.
sv_se: Se till att ange ditt lösenord.

source: Please make sure you give the group a name.
sv_se: Se till att du ger gruppen ett namn.

source: Please note:
sv_se: Vänligen notera:

source: Please note: Data will not be deleted when you deactivate the Moderation component. On reactivation, members who have previously been suspended or blocked will once again have their access removed or limited. Content that was previously unhidden will be hidden again.
sv_se: Observera: Uppgifterna raderas inte när du inaktiverar modereringskomponenten. Vid återaktivering kommer medlemmar som tidigare varit avstängda eller blockerade återigen att få sin åtkomst borttagen eller begränsad. Innehåll som tidigare inte var dolt kommer att döljas igen.

source: Please provide a valid activation key.
sv_se: Vänligen ange en giltig aktiveringskod.

source: Please provide album to move media.
sv_se: Ange album för att flytta media.

source: Please provide album to move video.
sv_se: Ange album för att flytta videon.

source: Please provide attachment id to delete.
sv_se: Ange bilagans id för att ta bort den.

source: Please provide ID of album to delete.
sv_se: Ange ID för det album som ska raderas.

source: Please provide ID of folder to delete.
sv_se: Ange ID för den mapp som ska tas bort.

source: Please provide media id to update.
sv_se: Ange media-id för att uppdatera.

source: Please provide privacy to update.
sv_se: Vänligen meddela sekretess för att uppdatera.

source: Please provide thread id.
sv_se: Vänligen ange tråd-ID.

source: Please provide video id to update.
sv_se: Ange video-id för att uppdatera.

source: Please see the additional help tabs for more information on each indiviual section.
sv_se: Se de ytterligare hjälpflikarna för mer information om varje enskilt avsnitt.

source: Please select destination folder.
sv_se: Välj målmapp.

source: Please select media to delete.
sv_se: Välj det medium som ska raderas.

source: Please select members to send invitations for this group.
sv_se: Välj medlemmar för att skicka inbjudningar till den här gruppen.

source: Please select the social networks to allow. If entered, they will display as icons in the user's profile.
sv_se: Välj vilka sociala nätverk som ska tillåtas. Om de anges kommer de att visas som ikoner i användarens profil.

source: Please select video to delete.
sv_se: Välj den video som ska raderas.

source: Please specify reason to report this content.
sv_se: Ange skälet till att du vill rapportera detta innehåll.

source: Please try again.
sv_se: Försök igen.

source: Please try uploading this file with the %1$sbrowser uploader%2$s.
sv_se: Försök att ladda upp filen med %1$sbrowser uploader%2$s.

source: Please update BuddyBoss Theme to v1.5.0 to maintain compatibility with BuddyBoss Platform. Some icons in your theme will look wrong until you update.
sv_se: Uppdatera BuddyBoss-temat till v1.5.0 för att bibehålla kompatibiliteten med BuddyBoss-plattformen. Vissa ikoner i ditt tema kommer att se fel ut tills du uppdaterar.

source: Please update your server or deactivate BuddyBoss Platform.
sv_se: Uppdatera din server eller avaktivera BuddyBoss Platform.

source: Please upload a document before saving.
sv_se: Ladda upp ett dokument innan du sparar.

source: Please upload a file to check the MIME Type.
sv_se: Ladda upp en fil för att kontrollera MIME-typ.

source: Please upload media before saving.
sv_se: Ladda upp media innan du sparar.

source: Please upload only the following file types:
sv_se: Ladda upp endast följande filtyper

source: Please upload only this file type: %s.
sv_se: Ladda upp endast denna filtyp: %s.

source: Please upload video before saving.
sv_se: Ladda upp videon innan du sparar.

source: Please use the fallback form below to upload your files like in the olden days.
sv_se: Använd reservformuläret nedan för att ladda upp dina filer som förr i tiden.

source: Please wait while your camera connects.
sv_se: Vänta medan kameran ansluts.

source: Please, enter recipients user IDs.
sv_se: Ange mottagarnas användar-ID.

source: Please, enter some content.
sv_se: Vänligen, ange något innehåll.

source: Please, enter the name of group.
sv_se: Ange gruppens namn.

source: Plugin Integrations
sv_se: Integrering av plugins

source: Plural Label
sv_se: Plural Etikett

source: point
sv_se: punkt

source: Points Earned
sv_se: Poäng som tjänats in

source: Popular
sv_se: Populära

source: Popular Categories
sv_se: Populära kategorier

source: Popular Discussions
sv_se: Populära diskussioner

source: Popular Email Situation
sv_se: Populär e-postläge

source: Popular Tags
sv_se: Populära taggar

source: Position on Screen
sv_se: Placering på skärmen

source: Possible %1$s conflict: %2$s
sv_se: Möjlig %1$s-konflikt: %2$s

source: Post
sv_se: Inlägg

source: Post a GIF
sv_se: Publicera en GIF

source: Post Comments
sv_se: Kommentarer

source: Post Formatting
sv_se: Formatering av inlägg

source: Post in
sv_se: Inlägg i

source: Post in: Group
sv_se: Inlägg i: Grupp

source: Post in: Profile
sv_se: Inlägg i: Profil

source: Post status was changed to %s
sv_se: Inläggsstatus ändrades till %s

source: Post Type Comments
sv_se: Kommentarer till inläggstypen

source: Post type slug.
sv_se: Inläggstypsnamn.

source: Post unsaved.
sv_se: Post obevarad.

source: Post Update
sv_se: Uppdatering av inlägget

source: Post what's new
sv_se: Lägg upp nyheter

source: Posted a status update
sv_se: Publicerade en statusuppdatering

source: Posts
sv_se: Inlägg

source: Posts in Activity Feeds
sv_se: Inlägg i aktivitetsflöden

source: PowerPoint Presentation (Macro Enabled)
sv_se: PowerPoint-presentation (med makroaktivering)

source: PowerPoint Slideshow
sv_se: PowerPoint-bildspel

source: PowerPoint Template
sv_se: PowerPoint-mall

source: PowerPoint Template (Macro Enabled)
sv_se: PowerPoint-mall (med makroaktivering)

source: Prefer Not to Answer
sv_se: Föredrar att inte svara

source: Prefix all forum content with the <a href="%s">Forums page</a> slug (Recommended)
sv_se: Prefixera allt innehåll i forumet med <a href="%s">Forums sida</a> (Rekommenderat)

source: Preview
sv_se: Förhandsgranska

source: Previous page
sv_se: Föregående sida

source: Previous Step
sv_se: Föregående steg

source: Primary Item ID
sv_se: Primärt artikel-ID

source: Primary Item/Secondary Item
sv_se: Primärt objekt/sekundärt objekt

source: Primary menu
sv_se: Primärmeny

source: Privacy
sv_se: Integritet

source: Privacy of the activity.
sv_se: Integritet i verksamheten.

source: Privacy of the Document.
sv_se: Sekretess för dokumentet.

source: Privacy of the document.
sv_se: Dokumentets sekretess.

source: Privacy of the folder.
sv_se: Mappens sekretess.

source: Privacy of the media.
sv_se: Mediernas integritet.

source: Privacy of the video.
sv_se: Sekretess för videon.

source: Privacy option is not valid.
sv_se: Alternativet för sekretess är inte giltigt.

source: Privacy Options
sv_se: Sekretessalternativ

source: Privacy Policy
sv_se: Integritetspolicy

source: Privacy: I would like my site to appear in search engines, and in public listings around this network
sv_se: Sekretess: Jag vill att min webbplats ska visas i sökmotorer och i offentliga listor runt detta nätverk

source: Private
sv_se: Privat

source: Private <span class="count">(%s)</span>
sv_se: Privat <span class="count">(%s)</span>

source: Private Group
sv_se: Privat grupp

source: Private Messages
sv_se: Privata meddelanden

source: Private messages
sv_se: Privata meddelanden

source: Private Messaging
sv_se: Privata meddelanden

source: Private Website
sv_se: Privat webbplats

source: Private: %s
sv_se: Privat: %s

source: Profile
sv_se: Profil

source: Profile Action Buttons
sv_se: Knappar för åtgärder i profilen

# Profile activity screen nav
source: Timeline
sv_se: Tidslinje

# Profile activity screen sub nav
source: Connections
sv_se: Anslutningar

# Profile activity screen sub nav
source: Following
sv_se: Följande

# Profile activity screen sub nav
source: Groups
sv_se: Grupper

# Profile activity screen sub nav
source: Likes
sv_se: Gillar

# Profile activity screen sub nav
source: Mentions
sv_se: Hänvisningar

# Profile activity screen sub nav
source: Personal
sv_se: Personligt

source: Profile Albums
sv_se: Profilalbum

source: Profile Avatars
sv_se: Avatarer i profilen

source: Profile Cover Images
sv_se: Profilomslagsbilder

source: Profile Dashboard
sv_se: Kontrollpanel för profiler

source: Profile Directories
sv_se: Profilförteckningar

source: Profile Field
sv_se: Profilfält

source: Profile field requirement is missing.
sv_se: Krav på profilfält saknas.

source: Profile field sets:
sv_se: Profilfält:

source: Profile field type is missing.
sv_se: Profilfältstyp saknas.

source: Profile Fields
sv_se: Profilfält

source: Profile fields (with data)
sv_se: Profilfält (med uppgifter)

source: Profile fields must have a name.
sv_se: Profilfält måste ha ett namn.

source: Profile Gravatars
sv_se: Gravatars för profiler

source: Profile Names
sv_se: Profilnamn

source: Profile Navigation
sv_se: Navigering i profilen

source: Profile navigation order
sv_se: Navigationsordning för profilen

source: Profile not recently updated.
sv_se: Profilen har inte uppdaterats nyligen.

source: Profile Photo
sv_se: Profilbild

source: Profile photo
sv_se: Profilbild

source: Profile photo of %s
sv_se: Profilfoto av %s

source: Profile photo of site author %s
sv_se: Profilfoto för webbplatsförfattaren %s

source: Profile photo of the author of the site %s
sv_se: Profilfoto av författaren till webbplatsen %s

source: Profile photo preview
sv_se: Förhandsgranskning av profilfoto

source: Profile photo to crop
sv_se: Profilfoto för att beskära

source: Profile photo was deleted.
sv_se: Profilfoto raderades.

source: Profile Photos
sv_se: Profilfoton

source: Profile photos of online users
sv_se: Profilfoton av onlineanvändare

source: Profile photos of recently active members
sv_se: Profilbilder av nyligen aktiva medlemmar

source: Profile photos:
sv_se: Profilfoton:

source: Profile Search
sv_se: Sökning av profiler

source: Profile Search Form
sv_se: Formulär för profilsökning

source: Profile Search form field data(s).
sv_se: Uppgifter i fältet/fälten för formuläret för profilsökning.

source: Profile Search Forms
sv_se: Formulär för profilsökning

source: Profile Type
sv_se: Typ av profil

source: Profile type already exists.
sv_se: Profiltypen finns redan.

source: Profile Type for the invite.
sv_se: Profiltyp för inbjudan.

source: Profile Type Invites
sv_se: Inbjudningar av profiltyp

source: Profile Type Joining
sv_se: Profiltyp Sammanfogning

source: Profile type published.
sv_se: Profiltyp publicerad

source: Profile type saved.
sv_se: Profiltyp sparad.

source: Profile type updated.
sv_se: Profiltyp har uppdaterats.

# profile type URL base
source: type
sv_se: typ

source: Profile type was changed successfully.
sv_se: Profiltypen ändrades framgångsrikt.

source: Profile Types
sv_se: Profiltyper

source: Profile Update
sv_se: Uppdatering av profilen

source: Profile updated %s
sv_se: Profilen har uppdaterats %s

source: Profile updated.
sv_se: Profilen har uppdaterats.

source: Profile Updates
sv_se: Profiluppdateringar

source: Profile URL of the member.
sv_se: Medlemmarnas profil-URL.

source: Profile video of %s
sv_se: Profilvideo av %s

source: Profile Visibility Settings
sv_se: Inställningar för profilsynlighet

source: Profiles
sv_se: Profiler

source: Promote to %s
sv_se: Främja till %s

source: Promote to co-%s
sv_se: Främja till co-%s

source: Promote to co-organizer
sv_se: Främja till medarrangör

source: Protected
sv_se: Skyddad

source: Public
sv_se: offentlig

source: Public <span class="count">(%s)</span>
sv_se: Offentlig <span class="count">(%s)</span>

source: Public Content
sv_se: Offentligt innehåll

source: Public Forums
sv_se: Offentliga forum

source: Public Group
sv_se: Offentlig grupp

source: Public group activity feed of which %s is a member.
sv_se: Offentlig gruppaktivitetsflöde som %s är medlem i.

source: Public Mention
sv_se: Offentligt omnämnande

source: Publish
sv_se: Publicera

source: Publish Box
sv_se: Publicera rutan

source: Publish Notice
sv_se: Publicera meddelande

source: Purge all information from a previously attempted import
sv_se: Rensa all information från en tidigare försök till import

source: Purge Previous Import
sv_se: Rensa tidigare import

source: Quiz
sv_se: Frågesport

source: Quizzes
sv_se: Frågesporter

source: Quote Background Color
sv_se: Citat bakgrundsfärg

source: Radio Buttons
sv_se: Radioknappar

source: Random Group
sv_se: Slumpmässig grupp

source: Random Member
sv_se: Slumpmässig medlem

source: Random Site
sv_se: Slumpmässig webbplats

source: Range
sv_se: Utbud

source: range
sv_se: sortiment

source: RAR Archive
sv_se: RAR-arkiv

source: Re-Run Migration
sv_se: Återuppta migreringen

source: Re-sync BuddyBoss profile fields to WordPress profile fields.
sv_se: Synkronisera BuddyBoss profilfält med WordPress profilfält.

source: Re-sync user profile data to WordPress; %s
sv_se: Synkroniserar återigen användarprofildata till WordPress; %s

source: Re-sync user WordPress data to BuddyBoss profile fields; %s
sv_se: Synkronisera användardata från WordPress med BuddyBoss profilfält; %s

source: Re-sync WordPress profile fields to BuddyBoss profile fields.
sv_se: Synkronisera WordPress profilfält med BuddyBoss profilfält.

source: Read
sv_se: Lästa

source: Reason for editing a reply.
sv_se: Anledning till att du redigerar ett svar.

source: Reason for editing a topic.
sv_se: Anledning till att redigera ett ämne.

source: Reassign the deleted user's posts and links to this user ID.
sv_se: Omfördela den borttagna användarens inlägg och länkar till det här användar-ID:t.

source: Recalculate last activity in each discussion and forum
sv_se: Omräkna den senaste aktiviteten i varje diskussion och forum

source: Recalculate private and hidden forums
sv_se: Omräkna privata och dolda forum

source: Recalculate the parent discussion for each post
sv_se: Omräkna den överordnade diskussionen för varje inlägg

source: Recalculate the parent forum for each post
sv_se: Omberäkna det överordnade forumet för varje inlägg

source: Recalculate the position of each reply
sv_se: Beräkna positionen för varje svar på nytt

source: Recalculate the sticky relationship of each discussion
sv_se: Beräkna om det klibbiga förhållandet för varje diskussion

source: Recalculating forum visibility &hellip; %s
sv_se: Omräkning av forumets synlighet &hellip; %s

source: Recalculating reply menu order &hellip; %s
sv_se: Omräkning av svarsmenyordningen &hellip; %s

source: Recalculating the discussion for each post &hellip; %s
sv_se: Omräkning av diskussionen för varje inlägg &hellip; %s

source: Recalculating the forum for each post &hellip; %s
sv_se: Omräkning av forumet för varje inlägg &hellip; %s

source: Recent
sv_se: Nyligen
