Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: If any errors to retrieving a the preview data.
sv_se: Om det uppstår några fel när du hämtar förhandsgranskningsdata.

source: If members are restricted from joining groups in the <a href="%s">Group Access</a> settings, they will be unable to join this group type even if they have the profile type specified above.
sv_se: Om medlemmarna är begränsade från att gå med i grupper i inställningarna <a href="%s">Grupptillgång</a> kan de inte gå med i den här grupptypen även om de har den profiltyp som anges ovan.

source: If our plugin is unable to automatically block direct access to your media files and folders, please follow the steps in our
sv_se: Om vår insticksmodul inte kan blockera direktåtkomst till dina mediefiler och -mappar automatiskt, följ stegen i vår

source: If this is correct, please <a href="###ADMIN_URL###">click here</a> to change it.
sv_se: Om detta stämmer, vänligen <a href="####ADMIN_URL#####">klicka här</a> för att ändra det.

source: If this is correct, please click on the following link to change it: <br />###ADMIN_URL###
sv_se: Om detta är korrekt, klicka på följande länk för att ändra det: <br />####ADMIN_URL#####

source: If this was a mistake, just ignore this email and nothing will happen.
sv_se: Om detta var ett misstag, ignorerar du bara det här e-postmeddelandet så händer inget.

source: If user likes to create a new site.
sv_se: Om användaren vill skapa en ny webbplats.

source: If user would like to site appear in search engines, and in public listings around this network.
sv_se: Om användaren vill att webbplatsen ska synas i sökmotorer och i offentliga listor runt detta nätverk.

source: If you choose an existing discussion, replies will be ordered by the time and date they were created.
sv_se: Om du väljer en befintlig diskussion kommer svaren att ordnas efter tid och datum då de skapades.

source: If you click "Delete" under a specific group, or select a number of groups and then choose Delete from the Bulk Actions menu, you will be led to a page where you'll be asked to confirm the permanent deletion of the group(s).
sv_se: Om du klickar på "Ta bort" under en specifik grupp eller väljer ett antal grupper och sedan väljer Ta bort från menyn Bulk Actions kommer du till en sida där du ombeds att bekräfta att gruppen/grupperna tas bort permanent.

source: If you did not change your email, please contact the Site Administrator at <br/>###ADMIN_EMAIL###
sv_se: Om du inte ändrade din e-post, vänligen kontakta webbplatsadministratören på <br/> ### ADMIN_EMAIL ###

source: If you did not change your password, please contact the Site Administrator at <br />###ADMIN_EMAIL###
sv_se: Om du inte ändrade ditt lösenord, vänligen kontakta webbplatsadministratören på<br /> ### ADMIN_EMAIL ###

source: If you disable "First Name" and "Last Name" fields, they will not appear anywhere in the network. This allows your members to be fully anonymous (if they use a pseudonym for their nickname).
sv_se: Om du inaktiverar fälten "Förnamn" och "Efternamn" visas de inte någonstans i nätverket. Detta gör att dina medlemmar kan vara helt anonyma (om de använder en pseudonym för sitt smeknamn).

source: If you disable "Last Name" field, it will not appear anywhere in the network.
sv_se: Om du inaktiverar fältet "Efternamn" kommer det inte att visas någonstans i nätverket.

source: If you don't want to receive these emails in the future, please
sv_se: Om du inte vill få dessa e-postmeddelanden i framtiden, tack

source: If you have any follow-up questions or concerns, please contact the site administrator.
sv_se: Om du har några frågor eller funderingar kan du kontakta webbplatsens administratör.

source: If you have not received an email yet, <a href="%s">click here to resend it</a>.
sv_se: Om du inte har fått ett mejl ännu, <a href="%s">klicka här för att skicka det igen</a> .

source: If you leave this page, you will lose any unsaved changes you have made to the group.
sv_se: Om du lämnar denna sida kommer du att förlora alla ändringar som du inte har sparat i gruppen.

source: If you use the existing discussion option, replies within both discussions will be merged chronologically. The order of the merged replies is based on the time and date they were posted.
sv_se: Om du använder alternativet befintlig diskussion kommer svaren i båda diskussionerna att slås samman kronologiskt. Ordningen på de sammanslagna svaren är baserad på tid och datum då de publicerades.

source: If you'd like to delete the existing profile photo but not upload a new one, please use the delete tab.
sv_se: Om du vill ta bort den befintliga profilbilden men inte ladda upp en ny, använd fliken Ta bort.

source: If you'd like to delete your current cover photo, use the delete Cover Photo button.
sv_se: Om du vill radera ditt nuvarande omslagsfoto använder du knappen Ta bort omslagsfoto.

source: If you'd like to delete your current profile photo, use the delete profile photo button.
sv_se: Om du vill ta bort ditt nuvarande profilfoto använder du knappen Ta bort profilfoto.

source: If you'd like to remove the existing group cover photo but not upload a new one, please use the delete group cover photo button.
sv_se: Om du vill ta bort det befintliga gruppomslaget, men inte ladda upp ett nytt, använd knappen Ta bort gruppomslagssidan.

source: If you\'re not going to use a great domain, leave it for a new user. Now have at it!
sv_se: Om du inte tänker använda en bra domän, lämna den till en ny användare. Nu kan du börja!

source: If your browser doesn't start loading the next page automatically, click this link:
sv_se: Om din webbläsare inte börjar ladda nästa sida automatiskt, klicka på den här länken:

source: Ignore
sv_se: Ignorera

source: Illustrator File
sv_se: Illustrator-fil

source: Image
sv_se: Bild

source: Image Editor Save Failed
sv_se: Bildredigeraren sparar inte

source: Image File
sv_se: Bildfil

source: Image URLs for the preview.
sv_se: Bild-URL:er för förhandsgranskningen.

source: Import Forums
sv_se: Forum för import

source: Import Media
sv_se: Importera media

source: Import Profile Types
sv_se: Importera profiltyper

source: Import Selected Data
sv_se: Importera valda data

source: Import your existing <a href="%s">profile types</a> (or "member types" in BuddyPress). You may have created these types <strong>manually via code</strong> or by using a <strong>third party plugin</strong>. Click "Run Migration" below and all registered member types will be imported. Then you can remove the old code or plugin.
sv_se: Importera dina befintliga <a href="%s">profiltyper</a> (eller "medlemstyper" i BuddyPress). Du kan ha skapat dessa typer <strong>manuellt via kod</strong> eller genom att använda ett <strong>tjejtillägg</strong>. Klicka på "Kör migrering" nedan så kommer alla registrerade medlemstyper att importeras. Därefter kan du ta bort den gamla koden eller insticksmodulen.

source: Import your existing members photo uploads, if you were previously using <a href="https://www.buddyboss.com/product/buddyboss-media/">BuddyBoss Media</a> with BuddyPress. Click "Run Migration" below to migrate your old photos into the new Media component.
sv_se: Importera dina befintliga medlemmars uppladdning av foton om du tidigare använde <a href="https://www.buddyboss.com/product/buddyboss-media/">BuddyBoss Media</a> med BuddyPress. Klicka på "Kör migrering" nedan för att migrera dina gamla foton till den nya Media-komponenten.

source: Importer Helper Data
sv_se: Hjälparuppgifter för importör

source: In %s group forums, discussions and replies were added
sv_se: I %s gruppforum har diskussioner och svar lagts till

source: In all forums
sv_se: I alla forum

source: In BuddyPress, developers frequently added their plugin options into Settings > BuddyPress > Options. If you enable any third party BuddyPress plugins that used this method, those options will appear on this page.
sv_se: I BuddyPress har utvecklare ofta lagt till sina insticksprogramsalternativ i Inställningar > BuddyPress > Alternativ. Om du aktiverar BuddyPress-plugins från tredje part som använder denna metod kommer dessa alternativ att visas på den här sidan.

source: in forum
sv_se: i forumet

source: in group forum
sv_se: i gruppforum

source: In reply to
sv_se: Som svar på

source: In reply to:
sv_se: Som svar på

source: in reply to:
sv_se: som svar på

source: In Response To
sv_se: Som svar på

source: In the <strong>Activity</strong> column, above each activity it says "Submitted on" followed by the date and time the activity item was generated on your site. Clicking on the date/time link will take you to that activity on your live site. Hovering over any activity gives you options to reply, edit, spam mark, or delete that activity.
sv_se: I kolumnen <strong>Aktivitet</strong> står det över varje aktivitet "Inlämnad den" följt av datum och tid då aktivitetsobjektet genererades på din webbplats. Om du klickar på länken för datum/tid kommer du till aktiviteten på din webbplats. Om du håller muspekaren över en aktivitet får du möjlighet att svara, redigera, märka skräppost eller radera aktiviteten.

source: In the <strong>In Response To</strong> column, if the activity was in reply to another activity, it shows that activity's author's picture and name, and a link to that activity on your live site. If there is a small bubble, the number in it shows how many other activities are related to this one; these are usually comments. Clicking the bubble will filter the activity screen to show only related activity items.
sv_se: Om aktiviteten var ett svar på en annan aktivitet visas i kolumnen <strong>Svar på</strong> den aktivitetens författare med bild och namn samt en länk till aktiviteten på din webbplats. Om det finns en liten bubbla visar siffran i den hur många andra aktiviteter som är relaterade till den här aktiviteten; dessa är vanligtvis kommentarer. Om du klickar på bubblan filtreras aktivitetsskärmen så att endast relaterade aktiviteter visas.

source: In the event of a slug collision with WordPress or BuddyBoss, a warning will appear next to the problem slug(s).
sv_se: Om en slug kolliderar med WordPress eller BuddyBoss kommer en varning att visas bredvid den problematiska sluggen eller de problematiska sluggarna.

source: In the main column, you can edit the fields of the user's extended profile.
sv_se: I huvudkolumnen kan du redigera fälten i användarens utökade profil.

source: In the Main Settings you have a number of options:
sv_se: I huvudinställningarna har du ett antal alternativ:

source: In the right-hand column, you can update the user's status, delete the user's avatar, and view recent statistics.
sv_se: I den högra kolumnen kan du uppdatera användarens status, ta bort användarens avatar och visa den senaste statistiken.

source: in: <a href="%1$s">%2$s</a>
sv_se: i: <a href="%1$s">%2$s</a>

source: Inactive
sv_se: Inaktiv

source: inactive
sv_se: inaktiv

source: Inactive <span class="count">(%s)</span>
sv_se: Inaktiva <span class="count">(%s)</span>

source: Inappropriate
sv_se: Olämplig

source: Incomplete
sv_se: Ofullständig

source: Incomplete Courses
sv_se: Ofullständiga kurser

source: Incomplete Lessons
sv_se: Ofullständiga lektioner

source: Incomplete Steps
sv_se: Ofullständiga steg

source: Incomplete Topics
sv_se: Ofullständiga ämnen

source: Information about your previous forums database so that they can be converted. <strong>Backup your database before proceeding.</strong>
sv_se: Information om dina tidigare forumdatabaser så att de kan konverteras. <strong>Backupera din databas innan du fortsätter.</strong>

source: Information for the user.
sv_se: Information till användaren.

source: Insert an emoji
sv_se: Infoga en emoji

source: Instructions
sv_se: Instruktioner

source: Integrations
sv_se: Integrationer

source: International
sv_se: Internationellt

source: Invalid %s. Only "a-z", "0-9", "-", "_" and "." are allowed.
sv_se: Ogiltig% s. Endast "a-z", "0-9", "-", "_" och "." är tillåtna.

source: Invalid activation key.
sv_se: Ogiltig aktiveringsnyckel.

source: Invalid activity ID.
sv_se: Felaktigt aktivitets-ID.

source: Invalid Album ID.
sv_se: Ogiltigt album-ID.

source: Invalid attachment id: %d
sv_se: Ogiltigt bilagans id: %d

source: Invalid blog ID.
sv_se: Felaktigt blogg-ID.

source: Invalid document ID.
sv_se: Felaktigt dokument-ID.

source: Invalid field group ID.
sv_se: Felaktigt fältgrupps-ID.

source: Invalid field ID.
sv_se: Felaktigt fält-ID.

source: Invalid Folder ID.
sv_se: Ogiltigt mapp-ID.

source: Invalid folder name
sv_se: Felaktigt mappnamn

source: Invalid forum ID.
sv_se: Ogiltigt forum-ID.

source: Invalid friendship ID.
sv_se: Felaktigt ID för vänskap.

source: Invalid Group ID.
sv_se: Ogiltigt grupp-ID.

source: Invalid group ID.
sv_se: Ogiltigt grupp-ID.

source: Invalid group id.
sv_se: Felaktigt grupp-ID.

source: Invalid group invitation ID.
sv_se: Felaktigt ID för gruppinbjudan.

source: Invalid group member ID.
sv_se: Felaktigt ID för gruppmedlem.

source: Invalid group membership request ID.
sv_se: Ogiltigt ID för begäran om gruppmedlemskap.

source: Invalid ID of the friend member.
sv_se: Felaktigt ID för vänmedlemmen.

source: Invalid invite ID.
sv_se: Felaktigt ID för inbjudan.

source: Invalid media ID.
sv_se: Ogiltigt media-ID.

source: Invalid media IDs.
sv_se: Ogiltiga medie-ID:n.

source: Invalid member ID.
sv_se: Felaktigt medlems-ID.

source: Invalid members ID.
sv_se: Ogiltigt medlems-ID.

source: Invalid moderation ID.
sv_se: Ogiltigt modererings-ID.

source: Invalid notification ID.
sv_se: Felaktigt ID för anmälan.

source: Invalid Parent Folder ID.
sv_se: Ogiltigt ID för överordnad mapp.

source: Invalid privacy status.
sv_se: Ogiltig status för sekretess.

source: Invalid profile field ID.
sv_se: Felaktigt ID för profilfältet.

source: Invalid Repeater Group ID.
sv_se: Ogiltig Repeater Group ID.

source: Invalid reply ID.
sv_se: Felaktigt svars-ID.

source: Invalid signup id.
sv_se: Felaktigt signup-id.

source: Invalid topic ID.
sv_se: Ogiltigt ämnes-ID.

source: Invalid video ID.
sv_se: Ogiltigt video-ID.

source: Invitation failed for %s user.
sv_se: Inbjudan misslyckades för %s användare.

source: Invitation or request.
sv_se: Inbjudan eller begäran.

source: Invitations
sv_se: Inbjudningar

source: Invitations did not send because these email addresses are invalid:
sv_se: Inbjudningarna skickades inte eftersom dessa e-postadresser är ogiltiga:

source: Invitations did not send to the following email addresses, because they are already members:
sv_se: Inbjudningarna skickades inte till följande e-postadresser eftersom de redan är medlemmar:

source: Invitations sent.
sv_se: Inbjudningar skickade.

source: Invitations were sent successfully to the following email addresses:
sv_se: Inbjudningarna skickades framgångsrikt till följande e-postadresser:

source: Invite
sv_se: Bjud in

source: Invite %s has been revoked.
sv_se: Inbjudan %s har återkallats.

source: Invite Members
sv_se: Bjud in medlemmar

source: Invite non-members to create an account. They will receive an email with a link to register.
sv_se: Bjud in icke-medlemmar att skapa ett konto. De kommer att få ett e-postmeddelande med en länk för att registrera sig.

source: Invite successfully removed
sv_se: Inbjudan har tagits bort

source: Invite successfully withdrawn
sv_se: Inbjudan har dragits tillbaka

source: Invite this member to groups
sv_se: Bjuda in den här medlemmen till grupper

source: Invited
sv_se: Inbjuden

source: Invited by %1$s &middot; %2$s.
sv_se: Inbjuden av %1$s &middot; %2$s.

source: Invited by:
sv_se: Inbjuden av:

source: Invites
sv_se: Inbjudningar

source: Invites could not be sent. Please try again.
sv_se: Inbjudningar kunde inte skickas. Var god försök igen.

source: IO error.
sv_se: IO-fel.

source: iOS Package
sv_se: iOS-paket

source: IP Address
sv_se: IP-adress

source: IP or hostname
sv_se: IP eller värdnamn

source: is
sv_se: är

source: is like
sv_se: är som

source: is like: %1$s
sv_se: är som: %1$s

source: is one of
sv_se: är en av följande

source: is one of: %1$s
sv_se: är en av följande: %1$s

source: is the parent for all group forums
sv_se: är överordnat alla gruppforum

source: is the previous forum software
sv_se: är den tidigare programvaran för forumet

source: is within: %1$s km of %2$s
sv_se: ligger inom: %1$s km från %2$s

source: is within: %1$s miles of %2$s
sv_se: ligger inom: %1$s miles från %2$s

source: is: %1$s
sv_se: är: %1$s

source: It looks like you have more sites to record. Resume recording by checking the "Repopulate site tracking records" option.
sv_se: Det ser ut som om du har fler platser att registrera. Återuppta registreringen genom att markera alternativet "Repopulate site tracking records".

source: It looks like you're trying to accept an invitation to join the site, but some information is missing. Please try again by clicking on the link in the invitation email.
sv_se: Det ser ut som om du försöker acceptera en inbjudan att gå med på webbplatsen, men det saknas viss information. Försök igen genom att klicka på länken i inbjudningsmeddelandet.

source: Item comments
sv_se: Kommentarer

source: Item ID field missing.
sv_se: Fältet för artikel-ID saknas.

source: Item ID which needs to be blocked.
sv_se: ID för det objekt som ska blockeras.

source: Item type field missing.
sv_se: Fältet för artikeltyp saknas.

source: Item type for the block.
sv_se: Typ av objekt för blocket.

source: Item, Link, Type
sv_se: Artikel, länk, typ

source: January
sv_se: Januari

source: JAR Archive
sv_se: JAR-arkiv

source: Join Group
sv_se: Gå med i gruppen

source: Join group
sv_se: Gå med i gruppen

source: Joined "%s"
sv_se: Gick med"%s"

source: Joined "%s"
sv_se: Gick med"%s"

source: Joined %s
sv_se: Gick med %s

source: joined %s
sv_se: Gick med %s

source: Joined a group
sv_se: Gick med i en grupp

source: jQuery UI Theme
sv_se: jQuery UI-tema

source: July
sv_se: Juli

source: June
sv_se: Juni

source: Keep a log of reply edit.
sv_se: För en loggbok över svarsredigeringen.

source: Keep a log of this edit:
sv_se: För en loggbok över denna ändring:

source: Keep a log of topic edit.
sv_se: För en loggbok över ämnesredigeringen.

source: Keep this high to prevent too-many-connection issues.
sv_se: Håll detta värde högt för att undvika problem med för många anslutningar.

source: Keep this low if you experience out-of-memory issues.
sv_se: Håll den här nivån låg om du får problem med minnesbrist.

source: Label
sv_se: Etikett

source: Label for the setting.
sv_se: Etikett för inställningen.

# Label for the Title field of the Recent Networkwide Posts widget
source: Title:
sv_se: Titel:

source: Label of the field.
sv_se: Fältets etikett.

source: Labels
sv_se: Etiketter

source: Labels to use in various parts of the interface.
sv_se: Etiketter att använda i olika delar av gränssnittet.

source: Large size featured media for the course
sv_se: Storformat media för kursen

source: Last
sv_se: Senast

source: Last Active
sv_se: Senast aktiv

source: Last Active time for the member.
sv_se: Sista aktiva tiden för medlemmen.

source: Last active: %1$s
sv_se: Senast aktiv: %1$s

source: Last Activity
sv_se: Senaste aktivitet

# Last activity date in infobar
source: Last activity on %s
sv_se: Senaste aktivitet på %s

source: Last activity for the course.
sv_se: Sista aktivitet för kursen.

source: Last Name
sv_se: Efternamn

source: Last notified: %s
sv_se: Senast meddelat: %s

source: Last Post
sv_se: Senaste inlägget

source: Last Sent
sv_se: Senast skickad

source: Last updated %s
sv_se: Senast uppdaterad %s

source: Last updated the user's ID in forum.
sv_se: Senast uppdaterade användarens ID i forumet.

source: Last updated the user's ID in topic.
sv_se: Senast uppdaterade användarens ID i ämnet.

source: Last updated time for the forum.
sv_se: Senast uppdaterad tid för forumet.

source: Last updated time for the topic.
sv_se: Senast uppdaterad tid för ämnet.

source: Latest Post: %s
sv_se: Senaste inlägget: %s

source: Latest updates
sv_se: Senaste uppdateringar

source: LearnDash "Group Leaders" will be assigned to the above role in social groups
sv_se: LearnDash "Gruppledare" kommer att tilldelas ovanstående roll i sociala grupper

source: LearnDash "Group Users" will be assigned to the above role in social groups
sv_se: LearnDash "Gruppanvändare" kommer att tilldelas ovanstående roll i sociala grupper

source: LearnDash & bbPress Integration is deactivated.
sv_se: Integrationen av LearnDash och bbPress är inaktiverad.

source: LearnDash <span>&mdash; requires plugin to activate</span>
sv_se: LearnDash <span>&mdash; kräver plugin för att aktiveras</span>

source: LearnDash groups <span>&rarr; Social groups</span>
sv_se: LearnDash-grupper <span>&rarr; Sociala grupper</span>

source: Leave Group
sv_se: Lämna gruppen

source: Leave group
sv_se: Lämna gruppen

source: Leave password fields blank for no change
sv_se: Lämna lösenordsfält tomma för att inte ändra lösenord

source: Leave the slug empty to have one automatically generated.
sv_se: Lämna sluggen tom så att den automatiskt genereras.

source: Left "%s"
sv_se: Vänster "%s"

source: Left "%s"
sv_se: Vänster "%s"

source: Lesson
sv_se: Lektion

source: Lessons
sv_se: Lektioner

source: Lessons count for the course.
sv_se: Lektionerna räknas in i kursen.

source: Like
sv_se: Som

source: like this
sv_se: som detta

source: Likes
sv_se: Gillar

source: likes this
sv_se: gillar det här

source: Limit fields by those restricted to a given member type, or array of member types. If `$user_id` is provided, the value of `$member_type` will be overridden by the member types of the provided user. The special value of 'any' will return only those fields that are unrestricted by member type - i.e., those applicable to any type.
sv_se: Begränsa fälten till de fält som är begränsade till en viss medlemstyp eller en array av medlemstyper. Om `$user_id` anges kommer värdet av `$member_type` att åsidosättas av medlemstyperna för den angivna användaren. Det särskilda värdet "any" returnerar endast de fält som inte är begränsade av medlemstyp - dvs. de som är tillämpliga på alla typer.

source: Limit response to resources published after a given ISO8601 compliant date.
sv_se: Begränsa svaren till resurser som publicerats efter ett visst ISO8601-kompatibelt datum.

source: Limit response to resources published before a given ISO8601 compliant date.
sv_se: Begränsa svaren till resurser som publicerats före ett visst ISO8601-kompatibelt datum.

source: Limit response to specific buddypress group.
sv_se: Begränsa svaret till en specifik buddypress-grupp.

source: Limit result set to all items except those that have the specified term assigned in the ld_course_category taxonomy.
sv_se: Begränsa resultatmängden till alla objekt utom de som har den angivna termen tilldelad i taxonomin ld_course_category.

source: Limit result set to all items except those that have the specified term assigned in the ld_course_tag taxonomy.
sv_se: Begränsa resultatmängden till alla objekt utom de som har den angivna termen tilldelad i taxonomin ld_course_tag.

source: Limit result set to all items that have the specified term assigned in the ld_course_category taxonomy.
sv_se: Begränsa resultatuppsättningen till alla objekt som har den angivna termen tilldelad i taxonomin ld_course_category.

source: Limit result set to all items that have the specified term assigned in the ld_course_tag taxonomy.
sv_se: Begränsa resultatmängden till alla objekt som har den angivna termen tilldelad i taxonomin ld_course_tag.

source: Limit result set to forums assigned a specific status.
sv_se: Begränsa resultatuppsättningen till forum som tilldelats en viss status.

source: Limit result set to Friends only.
sv_se: Begränsa resultatet till endast vänner.
