Repository: noelpersson/buddyboss
Catalog: buddyboss-theme-*.po
Languages: sv_se

source: Related %s
sv_se: Relaterade %s

source: Related Articles
sv_se: relaterade artiklar

source: Related Jobs
sv_se: Relaterade jobb

source: Related posts limit
sv_se: Relaterade inläggs gräns

source: Remember me
sv_se: Kom ihåg mig

source: Remove
sv_se: Ta bort

source: Remove %s
sv_se: Ta bort %s

source: Remove bookmark
sv_se: Ta bort bokmärke

source: Remove cover photo
sv_se: Ta bort omslagsfoto

source: Remove like
sv_se: Ta bort som

source: Remove Page
sv_se: Ta bort sida

source: Remove this item
sv_se: Ta bort det här föremålet

source: Renew
sv_se: Förnya

source: Repeat
sv_se: Upprepa

source: Replace default cart icon with one of your choice.
sv_se: Byt ut standardvagnikon med en av dina val.

source: Replace default dark mode icon with one of your choice.
sv_se: Ersätt standardikonen för mörkt läge med en av dina val.

source: Replace default messages icon with one of your choice.
sv_se: Ersätt standardmeddelandesymbolen med en av dina val.

source: Replace default notifications icon with one of your choice.
sv_se: Ersätt standardaviseringsikonen med en av dina val.

source: Replace default search icon with one of your choice.
sv_se: Ersätt standardsökikonen med en av dina val.

source: Replace default toggle sidebar icon with one of your choice.
sv_se: Ersätt standardbytarsidfältikonen med en av dina val.

source: Replace image
sv_se: Byt ut bilden

source: replied
sv_se: svarade

source: Replies
sv_se: Svar

source: replies
sv_se: svarar

source: Replies Created
sv_se: Svar skapade

source: Reply
sv_se: Svar

source: reply
sv_se: svar

source: Reply All
sv_se: Svara alla

source: Reply alt
sv_se: Svara alt

source: Reply single
sv_se: Svara singel

source: Reply to:
sv_se: Svara till:

source: Reposition Cover Photo
sv_se: Flytta omslagsfoto

source: Request reset link
sv_se: Begär återställningslänk

source: Required
sv_se: Nödvändig

source: Required Update not Available
sv_se: Obligatorisk uppdatering inte tillgänglig

source: Requires Update
sv_se: Kräver uppdatering

source: Reset
sv_se: Återställa

source: Reset all colors back to the default color scheme
sv_se: Återställ alla färger till standardfärgschemat

source: Reset Password
sv_se: Återställ lösenord

source: Reset password
sv_se: Återställ lösenord

source: Resize Full
sv_se: Ändra storlek på full

source: Resize Horizontal
sv_se: Ändra storlek horisontellt

source: Resize Small
sv_se: Ändra storlek Liten

source: Resize Vertical
sv_se: Ändra storlek vertikalt

source: Responses
sv_se: Svar

source: Results
sv_se: Resultat

source: Results: Demographics
sv_se: Resultat: Demografi

source: RESUME
sv_se: ÅTERUPPTA

source: Return
sv_se: Lämna tillbaka

source: Return to Required Plugins Installer
sv_se: Återgå till Installerare för obligatoriska insticksprogram

source: Return to the Dashboard
sv_se: Gå tillbaka till instrumentpanelen

source: Retweet
sv_se: Retweeta

source: Retype new password
sv_se: Skriv in nytt lösenord

source: Reverse
sv_se: Omvänd

source: Review
sv_se: Recension

source: Review Text
sv_se: Granska text

source: Review Text is required.
sv_se: Granskningstext krävs.

source: Review Title
sv_se: Recensionstitel

source: Review Title is required.
sv_se: Recensionstitel krävs.

source: Reviews
sv_se: Recensioner

source: Revoke Invite
sv_se: Återkalla inbjudan

source: Rewind
sv_se: Spola tillbaka

source: Rewind 10
sv_se: Spola tillbaka 10

source: Right
sv_se: Rätt

source: right
sv_se: rätt

source: Road
sv_se: Väg

source: Rocket
sv_se: Raket

source: Rotate
sv_se: Rotera

source: Rotate Left
sv_se: Rotera vänster

source: Rotate Right
sv_se: Vrid höger

source: Rotate: CCW
sv_se: Rotera: CCW

source: Rotate: CW
sv_se: Rotera: CW

source: Rouble
sv_se: Rubel

source: Row Space
sv_se: Radutrymme

source: RSS: Square
sv_se: RSS: Fyrkant

source: SALE
sv_se: FÖRSÄLJNING

source: Sale Discount
sv_se: Försäljningsrabatt

source: Save
sv_se: Spara

source: Save address
sv_se: Spara adress

source: Save Changes
sv_se: Spara ändringar

source: Save changes
sv_se: Spara ändringar

source: Scissors
sv_se: Sax

source: Scope
sv_se: Omfattning

source: Screen
sv_se: Skärm

source: Screen Options
sv_se: Skärmalternativ

source: Screenshot
sv_se: Skärmdump

source: Search
sv_se: Sök

source: Search Courses
sv_se: Sök efter kurser

source: Search Courses...
sv_se: Sök efter kurser...

source: Search Fonts
sv_se: Sök typsnitt

source: Search for:
sv_se: Söka efter:

source: Search forums...
sv_se: Sök i forum ...

source: Search Icon
sv_se: Sökikon

source: Search Icon Color
sv_se: Sök ikonfärg

source: Search in Page
sv_se: Sök på sidan

source: Search Memberships...
sv_se: Sök medlemskap ...

source: Search Minus
sv_se: Sök efter Minus

source: Search Plus
sv_se: Sök Plus

source: Search Results
sv_se: sökresultat

source: Search Results Sidebar
sv_se: Sökresultat Sidofält

source: Search Templates:
sv_se: Sökmallar:

source: Search: Small
sv_se: Sök: Liten

source: Second item on the list
sv_se: Andra punkten på listan

source: Secondary and headings hover color
sv_se: Sekundär och rubriker svävar färg

source: Secondary color
sv_se: Sekundär färg

source: Secondary menu active links color
sv_se: Sekundärmeny aktiva länkar färg

source: Secondary menu items and alternate hover links color
sv_se: Sekundära menyalternativ och alternativa svävarlänkar färg

source: Secondary menu items and alternate links color
sv_se: Sekundära menyalternativ och alternativa länkar färg

source: Secondary menu links
sv_se: Sekundära menylänkar

source: Section
sv_se: Sektion

source: Section %1$d: %2$s
sv_se: Avsnitt %1$d:%2$s

source: Sections
sv_se: Avsnitt

source: See more...
sv_se: Se mer...

source: See Plans
sv_se: Se planer

source: Select
sv_se: Välj

source: Select .ttf file
sv_se: Välj .ttf-fil

source: Select .woff file
sv_se: Välj .woff-fil

source: Select .woff2 file
sv_se: Välj .woff2-fil

source: Select All
sv_se: Välj alla

source: Select background overlay color for banner image.
sv_se: Välj bakgrundsfärg för bannerbild.

source: Select Icon
sv_se: Välj ikon

source: Select layout for single blog post featured image (Above Content, Fullwidth Below Title, Fullwidth Above Content
sv_se: Välj layout för enstaka blogginlägg som visas (ovan innehåll, full bredd under titel, full bredd ovan innehåll

source: Select menu from the dropdown.
sv_se: Välj meny i rullgardinsmenyn.

source: Select number of columns in footer.
sv_se: Välj antal kolumner i sidfoten.

source: Select text color for banner area.
sv_se: Välj textfärg för bannerområdet.

source: Select the blog post sidebar alignment.
sv_se: Välj sidofältets inriktning på blogginlägget.

source: Select the BuddyPanel alignment.
sv_se: Välj BuddyPanel-inriktning.

source: Select the BuddyPanel default state for new sessions.
sv_se: Välj BuddyPanels standardläge för nya sessioner.

source: Select the footer layout.
sv_se: Välj sidfotens layout.

source: Select the forums sidebar alignment.
sv_se: Välj forumets sidofältsinriktning.

source: Select the group single sidebar alignment.
sv_se: Välj gruppinriktning i sidofältet.

source: Select the groups directory sidebar alignment.
sv_se: Välj inriktning av gruppkatalogens sidofält.

source: Select the header layout.
sv_se: Välj rubriklayout.

source: Select the learndash sidebar alignment.
sv_se: Välj inriktning av sidofältet för learndash.

source: Select the learndash single pages sidebar alignment.
sv_se: Välj sidfältets inriktning på inlärningssteg.

source: Select the LifterLMS sidebar alignment.
sv_se: Välj LifterLMS sidofältet.

source: Select the member profile sidebar alignment.
sv_se: Välj sidofältet för medlemsprofilen.

source: Select the members directory sidebar alignment.
sv_se: Välj sidofältets inriktning på medlemskatalogen.

source: Select the pages sidebar alignment.
sv_se: Välj sidoradens sidoriktning.

source: Select the search results page sidebar alignment.
sv_se: Välj sidoradens inriktning på sökresultatsidan.

source: Select the taxonomy to filter by.
sv_se: Välj taxonomin som du vill filtrera efter.

source: Select the woocommerce sidebar alignment.
sv_se: Välj Woocommerce sidefältets inriktning.

source: Select your text color for custom heading section.
sv_se: Välj din textfärg för anpassad rubrik.

source: Selected answer:
sv_se: Valt svar:

source: Semi Bold 600
sv_se: Halvfet 600

source: Send Invites
sv_se: Skicka inbjudningar

source: Send to
sv_se: Skicka till

source: sent a document
sv_se: skickade ett dokument

source: sent a gif
sv_se: skickade ett gif

source: sent a photo
sv_se: skickade ett foto

source: sent a video
sv_se: skickat ett videoklipp

source: Sent Invites
sv_se: Skickade inbjudningar

source: sent some documents
sv_se: skickade några dokument

source: sent some photos
sv_se: skickat några bilder

source: sent some videos
sv_se: skickade några videoklipp

source: Separator Color
sv_se: Separatorfärg

source: Separator Width
sv_se: Separatorbredd

source: Set %s
sv_se: Ställ in %s

source: Set as %3$s
sv_se: Ställ in som %3$s

source: Set background overlay opacity
sv_se: Ställ in bakgrundsöverskinlighet

source: Set cover photo
sv_se: Ställ omslagsfoto

source: Set custom background design on or off.
sv_se: Ställ in eller av anpassad bakgrundsdesign.

source: Set custom header height
sv_se: Ställ in anpassad rubrikhöjd

source: Set footer tagline
sv_se: Ställ in sidfotens tagline

source: Set forum grid layouts to Card or Cover style.
sv_se: Ställ in rutnätlayouter på kort eller omslagsstil.

source: Set layout (List, Masonry or Grid) for blog page.
sv_se: Ställ in layout (lista, murverk eller rutnät) för bloggsidan.

source: Set logo width size
sv_se: Ställ in logotypens breddstorlek

source: Set overlay opacity
sv_se: Ställ in overlayets opacitet

source: Set the parent_slug config variable instead.
sv_se: Ställ istället konfigurationsvariabeln parent_slug.

source: Set vertical heading position
sv_se: Ställ in vertikal kursposition

source: Settings
sv_se: inställningar

source: Settings: Small
sv_se: Inställningar: Liten

source: Shadow
sv_se: Skugga

source: Share
sv_se: Dela med sig

source: Share on Facebook
sv_se: Dela på Facebook

source: Share: Small
sv_se: Dela: Liten

source: Sheriff Badge
sv_se: Sheriff bricka

source: Shield
sv_se: Skydda

source: Ship
sv_se: Fartyg

source: Shipping address
sv_se: Leveransadress

source: Shopping Bag
sv_se: Shoppingkasse

source: Shopping Basket
sv_se: Varukorg

source: Shopping Cart
sv_se: Kundvagn

source: Shopping Cart Sign
sv_se: Kundvagn tecken

source: Show "dark mode" toggle icon on a single lesson/topic page.
sv_se: Visa växlingsikonen "mörkt läge" på en enda lektion / ämnesida.

source: Show "sidebar" toggle icon on a single lesson/topic page.
sv_se: Visa ikonen "sidofält" på en enda lektion / ämnesida.

source: Show Actions
sv_se: Visa åtgärder

source: Show All Activity Link
sv_se: Visa länken All Activity

source: Show All Forums Link
sv_se: Visa länken för alla forum

source: Show All Groups Link
sv_se: Visa länk till alla grupper

source: Show All Members Link
sv_se: Visa länk till alla medlemmar

source: Show Author
sv_se: Visa författare

source: Show Author Title
sv_se: Visa författarens titel

source: Show Avatar
sv_se: Visa avatar

source: Show Categories Filter
sv_se: Visa kategorifilter

source: Show Comments
sv_se: Visa kommentarer

source: Show Completion Icon
sv_se: Visa ikonen för slutförande

source: Show Completion Status
sv_se: Visa slutförandestatus

source: Show Content
sv_se: Visa innehåll

source: Show Content Media
sv_se: Visa innehållsmedia

source: Show Course Title
sv_se: Visa kurstitel

source: Show courses/lessons overlapped.
sv_se: Visa kurser / lektioner överlappade.

source: Show Date
sv_se: Visa datum

source: Show Delete Activity
sv_se: Visa Ta bort aktivitet

source: Show Description
sv_se: Visa beskrivning

source: Show Details
sv_se: Visa detaljer

source: Show Dots
sv_se: Visa prickar

source: Show Edit Activity
sv_se: Visa Redigera aktivitet

source: Show Enroll Button
sv_se: Visa registreringsknapp

source: Show Excerpt
sv_se: Visa utdrag

source: Show Featured Row
sv_se: Visa utvalda raden

source: Show Filter Types
sv_se: Visa filtertyper

source: Show Forum Banner
sv_se: Visa forumbanner

source: Show Forum Title
sv_se: Visa forumets titel

source: Show Header
sv_se: Visa rubrik

source: Show Header Bar
sv_se: Visa rubrikfältet

source: Show Heading
sv_se: Visa rubrik

source: Show Icon Link
sv_se: Visa ikonlänk

source: Show Instructors Filter
sv_se: Visa instruktörens filter

source: Show Last Activity Tooltips
sv_se: Visa verktygstips för senaste aktivitet

source: Show Last Reply
sv_se: Visa senaste svar

source: Show Link
sv_se: Visa länk

source: Show Logo Image
sv_se: Visa logotypbilden

source: Show Media
sv_se: Visa media

source: Show Meta Data
sv_se: Visa metadata

source: Show Meta Replies
sv_se: Visa metasvar

source: Show more
sv_se: Visa mer

source: Show Name
sv_se: Visa namn

source: Show Navigation
sv_se: Visa navigering

source: Show Navigation Arrows
sv_se: Visa navigationspilar

source: Show Navigation Dots
sv_se: Visa navigationsprickar

source: Show Online Status
sv_se: Visa status online

source: Show Price
sv_se: Visa pris

source: Show Progress
sv_se: Visa framsteg

source: Show Progress Bar
sv_se: Visa förloppsindikator

source: Show Progress Value
sv_se: Visa framstegsvärde

source: Show Rating
sv_se: Visa betyg

source: Show Reply Icon
sv_se: Visa svarikon

source: Show Separator
sv_se: Visa separator

source: Show Sidepanel
sv_se: Visa Sidepanel

source: Show Status
sv_se: Visa status

source: Show Timestamps
sv_se: Visa tidsstämplar

source: Show Title
sv_se: Visa titel

source: Show Tooltip
sv_se: Visa verktygstips

source: Show your support
sv_se: Visa ditt stöd

source: Show/hide Messages in titlebar.
sv_se: Visa / dölj meddelanden i namnlisten.

source: Show/hide Notifications in titlebar.
sv_se: Visa / dölj aviseringar i namnlisten.

source: Show/hide Search in titlebar.
sv_se: Visa / dölj Sök i titelraden.

source: Show/hide shopping cart in titlebar. (requires WooCommerce)
sv_se: Visa / dölj kundvagn i namnlisten. (kräver WooCommerce)

source: Shower
sv_se: Dusch

source: Showing results for '%s'
sv_se: Visar resultat för '%s'

source: Shuffle
sv_se: Blanda

source: Sidebar
sv_se: Sidofält

source: Sidebar Toggle
sv_se: Sidofält Växla

source: Sidebar Toggle Icon
sv_se: Sidofältets växlingsikon

source: Sidebars
sv_se: Sidofält

source: Sign In
sv_se: Logga in

source: Sign in
sv_se: Logga in

source: Sign In Color
sv_se: Logga in färg

source: Sign In Hover Color
sv_se: Logga in Hover Color

source: Sign Language
sv_se: Teckenspråk

source: Sign Out
sv_se: Logga ut

source: Sign Up
sv_se: Bli Medlem

source: Sign up
sv_se: Bli Medlem

source: Sign Up Background Color
sv_se: Registrera dig bakgrundsfärg

source: Sign Up Border Radius
sv_se: Registrera gränsradie

source: Sign Up Color
sv_se: Registrera färg

source: Sign Up Hover Background Color
sv_se: Registrera Hover bakgrundsfärg

source: Sign Up Hover Color
sv_se: Registrera dig Hover Color

source: Single blog post
sv_se: Enstaka blogginlägg

source: Site
sv_se: Webbplats

source: Site Icon
sv_se: Webbplatsikon

source: Site Notices
sv_se: Meddelanden om webbplatsen

source: Site Title
sv_se: Sidans Titel

source: Site title, only visible if no <a href="%s" class="redux-group-tab-link-a" data-key="0" data-rel="0">logo</a> is uploaded
sv_se: Webbplatsens titel, bara synlig om ingen <a href="%s" class="redux-group-tab-link-a" data-key="0" data-rel="0">logotyp</a> laddas upp

source: Size
sv_se: Storlek

source: Skills
sv_se: Kompetens

source: Skin
sv_se: Hud

source: Skip ahead
sv_se: Hoppa över

source: Skip Back
sv_se: Hoppa tillbaka

source: Skip back
sv_se: Hoppa tillbaka

source: Skip Forward
sv_se: Hoppa framåt

source: Skip: Backward
sv_se: Hoppa över: Bakåt

source: Skip: Forward
sv_se: Hoppa över: Framåt

source: Skull
sv_se: Skalle

source: Slack
sv_se: Slak

source: Slash
sv_se: Snedstreck

source: Slider
sv_se: Skjutreglage

source: Slider Height
sv_se: Glidhöjd

source: Slider Options
sv_se: Skjutreglage

source: Sliders
sv_se: Skjutreglage

source: Slides
sv_se: Bilder

source: Slides Spacing
sv_se: Bildavstånd

source: Smile
sv_se: Leende

source: Snowflake
sv_se: Snöflinga

source: Social Groups
sv_se: Sociala grupper

source: Social Learner - Learndash
sv_se: Social elev - Learndash

source: Social Links
sv_se: Sociala länkar

source: Social/Brand
sv_se: Socialt / varumärke

source: Solid
sv_se: Fast

source: Something went wrong with the plugin API.
sv_se: Något gick fel med plugin-API: et.

source: Something went wrong. Refresh your browser and try again.
sv_se: Något gick fel. Uppdatera din webbläsare och försök igen.

source: Sorry, but nothing matched your search terms.
sv_se: Tyvärr, men ingenting matchade dina söktermer.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
sv_se: Tyvärr, men du har inte rätt behörighet att aktivera %s plugin. Kontakta administratören av den här webbplatsen för hjälp med att aktivera plugin.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
sv_se: Tyvärr, men du har inte rätt behörighet att installera %s plugin. Kontakta administratören av den här webbplatsen för hjälp med att få plugin installerat.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
sv_se: Tyvärr, men du har inte rätt behörighet att uppdatera %s plugin. Kontakta administratören av den här webbplatsen för hjälp med att uppdatera pluginprogrammet.

source: Sorry, no %s were found.
sv_se: Tyvärr hittades inga %s.

source: Sorry, no courses were found.
sv_se: Tyvärr hittades inga kurser.

source: Sorry, no members were found.
sv_se: Tyvärr hittades inga medlemmar.

source: Sorry, no memberships were found.
sv_se: Tyvärr hittades inga medlemskap.

source: Sort
sv_se: Sortera

source: Sort Alpha ASC
sv_se: Sortera Alpha ASC

source: Sort Alpha DESC
sv_se: Sortera Alpha DESC

source: Sort Amount ASC
sv_se: Sortera mängd ASC

source: Sort Amount DESC
sv_se: Sortera mängd DESC

source: Sort ASC
sv_se: Sortera ASC

source: Sort by date
sv_se: Sortera efter datum

source: Sort DESC
sv_se: Sortera DESC

source: Sort Down
sv_se: Sortera

source: Sort Numeric ASC
sv_se: Sortera numerisk ASC

source: Sort Numeric DESC
sv_se: Sortera numerisk DESC

source: Sort Up
sv_se: Sortera

source: Sort: Desc
sv_se: Sortera: Beskrivning

source: Sorting
sv_se: Sortering

source: Sound
sv_se: Ljud

source: Source
sv_se: Källa

source: Space Between
sv_se: Mellanslag mellan

source: Space between
sv_se: Mellanslag mellan

source: Space Shuttle
sv_se: Rymdfärja

source: Spacing
sv_se: Mellanrum

source: Spam
sv_se: Skräppost

source: Speaker
sv_se: Högtalare

source: Specify the body font properties.
sv_se: Ange egenskaperna för kroppsteckensnitt.

source: Specify the H1 tag font properties.
sv_se: Ange egenskaperna för H1-taggteckensnitt.

source: Specify the H2 tag font properties.
sv_se: Ange H2-teckensnittsegenskaper.

source: Specify the H3 tag font properties.
sv_se: Ange egenskaper för H3-taggstilsort.

source: Specify the H4 tag font properties.
sv_se: Ange egenskaperna för H4-taggstilsort.

source: Specify the H5 tag font properties.
sv_se: Ange egenskaper för H5-taggstilsort.

source: Specify the H6 tag font properties.
sv_se: Ange egenskaperna för H6-taggstilsort.

source: Specify the site title properties.
sv_se: Ange egenskaperna för webbplatsens titel.

source: Specs
sv_se: Specifikationer

source: Spell Check
sv_se: Stavnings kontroll

source: Spin
sv_se: Snurra

source: Spin: Small
sv_se: Snurr: Liten

source: Spinner
sv_se: Spinnare

source: Spinners
sv_se: Spinnare

source: Spoon
sv_se: Sked

source: Spreadsheet
sv_se: Kalkylark

source: Square
sv_se: Fyrkant

source: Standard Fonts
sv_se: Standard typsnitt

source: Star
sv_se: Stjärna

source: Star Color
sv_se: Stjärnfärg

source: Star Half Empty
sv_se: Stjärna halv tom

source: Star Half Full
sv_se: Stjärna halvfull

source: Star: Empty
sv_se: Stjärna: Tom

source: Star: Fill
sv_se: Stjärna: Fyll

source: Star: Filled
sv_se: Stjärna: Fylld

source: Star: Half
sv_se: Stjärna: Halv

source: Star: Small
sv_se: Stjärna: Liten

source: Star: Small-Fill
sv_se: Stjärna: Small-Fill

source: Stars Spacing
sv_se: Stjärnavstånd

source: Start %s
sv_se: Starta %s

source: Start a Discussion
sv_se: Starta en diskussion

source: Start by creating one <a href="%s" target="_blank">here</a>.
sv_se: Börja med att skapa en <a href="%s" target="_blank">här</a>.

source: Start Date
sv_se: Start datum

source: Start typing to search...
sv_se: Börja skriva för att söka ...

source: Started By Me
sv_se: Startad av mig

source: Starts from
sv_se: Börjar från

source: State / County
sv_se: Stat / län

source: Stay Up to Date
sv_se: Hålla sig uppdaterad

source: Step Backward
sv_se: Gå bakåt

source: Step Forward
sv_se: Ta ett steg framåt

source: Steps
sv_se: Steg

source: Stethoscope
sv_se: Stetoskop

source: Stick to Bottom
sv_se: Håll dig till botten

source: Sticky
sv_se: Klibbig

source: Sticky Note
sv_se: Fästis

source: Stop
sv_se: Sluta

source: Stop: Circle
sv_se: Stopp: Cirkel

source: Store
sv_se: Lagra

source: Street View
sv_se: gatuvy

source: Strikethrough
sv_se: Genomträngning

source: Style
sv_se: Stil

source: Style 1
sv_se: Stil 1

source: Style 2
sv_se: Stil 2

source: Style:
sv_se: Stil:

source: Sub Forums
sv_se: Underforum

source: Sub Menu
sv_se: Undermeny

source: Sub Menu Hover and Active Links Color
sv_se: Undermeny Hover och Active Links Color

source: Subscribe
sv_se: Prenumerera

source: Subscribe Form Shortcode
sv_se: Prenumerera Form Shortcode

source: Subscribe Title
sv_se: Prenumerera på titeln

source: Subscribed
sv_se: Prenumerera

source: Subscript
sv_se: Index

source: Subscriptions
sv_se: Prenumerationer

source: Subsets
sv_se: Delmängder

source: Subtitle
sv_se: Texta

source: Subtotal
sv_se: Delsumma

source: Subway
sv_se: Tunnelbana

source: Suitcase
sv_se: Resväska

source: Summary
sv_se: Sammanfattning

source: Sun
sv_se: Sol

source: Sunrise
sv_se: Soluppgång

source: Super Sticky
sv_se: Super klibbig

source: Superscript
sv_se: Exponent

source: Supplementary text color
sv_se: Kompletterande textfärg

source: Suspended Member
sv_se: Avstängd medlem

source: SVG Width
sv_se: SVG-bredd

source: Swap
sv_se: Byta

source: Tab
sv_se: Flik

source: Tab #1
sv_se: Flik nr 1

source: Tab #2
sv_se: Flik 2

source: Tab #3
sv_se: Flik 3

source: Tabbed Content
sv_se: Tabbatinnehåll

source: Table
sv_se: Tabell

source: Table Header
sv_se: Tabellrubrik

source: Tablet
sv_se: Läsplatta

source: Tablet: Landscape
sv_se: Tavla: Liggande

source: Tablet: Portrait
sv_se: Tablett: Porträtt

source: Tabs
sv_se: Flikar

source: Tabs Border
sv_se: Flikar gräns

source: Tabs Padding
sv_se: Flikar vaddering

source: Tabs Spacing
sv_se: Flikavstånd

source: Tachometer
sv_se: Varvräknare

source: Tag
sv_se: Märka

source: Tagged:
sv_se: Taggade:

source: Tags
sv_se: Taggar

source: Target
sv_se: Mål

source: Tasks
sv_se: Uppgifter

source: Taxonomies
sv_se: Taxonomier

source: Taxonomy
sv_se: Taxonomi

source: Telephone
sv_se: Telefon

source: Television
sv_se: Tv

source: Testimonial
sv_se: Rekommendation

source: Text Align
sv_se: Textjustera

source: Text Bottom
sv_se: Text botten

source: Text Color
sv_se: Text färg

source: Text color used in form inputs
sv_se: Textfärg används i formulärinmatningar

source: Text Colors
sv_se: Textfärger

source: Text Decoration
sv_se: Textdekoration
