Repository: noelpersson/buddyboss
Catalog: buddyboss-theme-*.po
Languages: sv_se

source: File: DOTX
sv_se: Fil: DOTX

source: File: Excel
sv_se: Fil: Excel

source: File: GIF
sv_se: Fil: GIF

source: File: GZIP
sv_se: Fil: GZIP

source: File: HLAM
sv_se: Fil: HLAM

source: File: HLSB
sv_se: Fil: HLSB

source: File: HLSM
sv_se: Fil: HLSM

source: File: HTM
sv_se: Fil: HTM

source: File: HTML
sv_se: Fil: HTML

source: File: ICO
sv_se: Fil: ICO

source: File: ICS
sv_se: Fil: ICS

source: File: Image
sv_se: Fil: Bild

source: File: IPA
sv_se: Fil: IPA

source: File: JAR
sv_se: Fil: JAR

source: File: JPG
sv_se: Fil: JPG

source: File: JS
sv_se: Fil: JS

source: File: Minus
sv_se: Fil: Minus

source: File: MP3
sv_se: Fil: MP3

source: File: ODS
sv_se: Fil: ODS

source: File: ODT
sv_se: Fil: ODT

source: File: PDF
sv_se: Fil: PDF

source: File: Plus
sv_se: Fil: Plus

source: File: PNG
sv_se: Fil: PNG

source: File: POTM
sv_se: Fil: POTM

source: File: POTX
sv_se: Fil: POTX

source: File: Powerpoint
sv_se: Fil: Powerpoint

source: File: PPS
sv_se: Fil: PPS

source: File: PPSX
sv_se: Fil: PPSX

source: File: PPT
sv_se: Fil: PPT

source: File: PPTM
sv_se: Fil: PPTM

source: File: PPTX
sv_se: Fil: PPTX

source: File: PSD
sv_se: Fil: PSD

source: File: RAR
sv_se: Fil: RAR

source: File: RSS
sv_se: Fil: RSS

source: File: RTF
sv_se: Fil: RTF

source: File: Sketch
sv_se: Fil: Skiss

source: File: SVG
sv_se: Fil: SVG

source: File: TAR
sv_se: Fil: TAR

source: File: Text
sv_se: Fil: Text

source: File: VCF
sv_se: Fil: VCF

source: File: Video
sv_se: Fil: Video

source: File: WAV
sv_se: Fil: WAV

source: File: Word
sv_se: Fil: Word

source: File: XLS
sv_se: Fil: XLS

source: File: XLSX
sv_se: Fil: XLSX

source: File: XLTM
sv_se: Fil: XLTM

source: File: XLTX
sv_se: Fil: XLTX

source: File: XML
sv_se: Fil: XML

source: File: YAML
sv_se: Fil: YAML

source: File: ZIP
sv_se: Fil: ZIP

source: Files
sv_se: Filer

source: Fill Page
sv_se: Fyll i sidan

source: Film
sv_se: Filma

source: Filter
sv_se: Filtrera

source: Filter Types
sv_se: Filtertyper

source: Filters
sv_se: Filter

source: Find out more
sv_se: Få reda på mer

source: Find your product's license key
sv_se: Hitta din produkts licensnyckel

source: Fire
sv_se: Brand

source: Fire Extinguisher
sv_se: Brandsläckare

source: First item on the list
sv_se: Första posten i listan

source: First name
sv_se: Förnamn

source: Flag
sv_se: Flagga

source: Flag: Small
sv_se: Flagga: Liten

source: Flash
sv_se: Blixt

source: Flask
sv_se: Flaska

source: Flickr: Circle
sv_se: Flickr: Cirkel

source: Flip Horizontal
sv_se: Vänd horisontell

source: Flip Vertical
sv_se: Vänd lodrätt

source: Folder
sv_se: Mapp

source: Folder Close
sv_se: Mappstäng

source: Folder Open
sv_se: Mapp öppen

source: Folder Sign
sv_se: Mappskylt

source: Folder: Add
sv_se: Mapp: Lägg till

source: Folder: Lock
sv_se: Mapp: Lås

source: Follow
sv_se: Följ

source: Following
sv_se: Följande

source: Font Color
sv_se: Fontfärg

source: Font color
sv_se: Fontfärg

source: Font description
sv_se: Teckensnittsbeskrivning

source: Font Display Name
sv_se: Teckensnittsnamn

source: Font Family
sv_se: Typsnittsfamilj

source: Font family
sv_se: Typsnittsfamilj

source: Font Files:
sv_se: Teckensnittsfiler:

source: Font script
sv_se: Teckensnittsskript

source: Font Size
sv_se: Textstorlek

source: Font Squirrel
sv_se: Font ekorre

source: Font style
sv_se: Typsnitt

source: Font Subsets
sv_se: Underteckensnitt för teckensnitt

source: Font subsets
sv_se: Teckensnittsuppsättningar

source: Font Variant
sv_se: Teckensnittsvariant

source: Font Variations
sv_se: Teckensnittsvariationer

source: Font Weight &amp; Style
sv_se: Vikt och typsnitt för teckensnitt

source: Fonts
sv_se: Typsnitt

source: Foot
sv_se: Fot

source: Foot Ball
sv_se: Fotboll

source: Footer
sv_se: Sidfot

source: Footer #%s
sv_se: Sidfot #%s

source: Footer Active Links Color
sv_se: Sidfot Aktiva länkar Färg

source: Footer Background
sv_se: Sidfot bakgrund

source: Footer Bottom Area
sv_se: Sidfotens bottenområde

source: Footer Colors
sv_se: Sidfotens färger

source: Footer Description
sv_se: Sidfotbeskrivning

source: Footer Hover Links Color
sv_se: Sidfot Hover Länkar Färg

source: Footer Links Color
sv_se: Sidfotslänkar Färg

source: Footer Logo
sv_se: Sidfotlogotyp

source: Footer Logo Size
sv_se: Sidfotens logotypstorlek

source: Footer Menu
sv_se: Sidfotmeny

source: Footer menu items active color
sv_se: Sidfotens menyalternativ aktiv färg

source: Footer menu items color
sv_se: Sidfotens menyalternativ färg

source: Footer menu items hover color
sv_se: Sidfotens menyalternativ svävar färg

source: Footer Position
sv_se: Sidfotposition

source: Footer Secondary Menu
sv_se: Sidfotens sekundärmeny

source: Footer Style
sv_se: Sidfotstil

source: Footer Tagline
sv_se: Sidfot Tagline

source: Footer Widget Area
sv_se: Sidfots widgetområde

source: Footer Widget Columns
sv_se: Sidfots widgetkolumner

source: Footer Widgets Background
sv_se: Sidfot widgets bakgrund

source: for %1$d %2$s
sv_se: för %1$d %2$s

source: Forest
sv_se: Skog

source: Forgot Password?
sv_se: Glömt ditt lösenord?

source: Fork
sv_se: Gaffel

source: Form Controls
sv_se: Formkontroller

source: Formatting
sv_se: Formatering

source: Forms
sv_se: Formulär

source: Forum Description
sv_se: Forumbeskrivning

source: Forum Grids
sv_se: Forumnät

source: Forum Link Text
sv_se: Forumlänktext

source: Forum Title
sv_se: Forumtitel

source: Forums
sv_se: Forum

source: Forums &rarr; Directory & Single
sv_se: Forum → Katalog &amp; singel

source: Forums Activity
sv_se: Forums aktivitet

source: Forums Count
sv_se: Forum räknas

source: Forums Sidebar
sv_se: Forums sidofält

source: Forward
sv_se: Fram

source: Foundation
sv_se: fundament

source: Free
sv_se: Ingår i ditt konto

source: Free Label Color
sv_se: Gratis etikettfärg

source: From your account dashboard you can view your <a href="%1$s">recent orders</a>, manage your <a href="%2$s">billing address</a>, and <a href="%3$s">edit your password and account details</a>.
sv_se: Från din kontos instrumentpanel kan du se dina <a href="%1$s">senaste beställningar</a> , hantera din <a href="%2$s">faktureringsadress</a> och <a href="%3$s">redigera ditt lösenord och kontouppgifter</a> .

source: From your account dashboard you can view your <a href="%1$s">recent orders</a>, manage your <a href="%2$s">shipping and billing addresses</a>, and <a href="%3$s">edit your password and account details</a>.
sv_se: Från din kontos instrumentpanel kan du visa dina <a href="%1$s">senaste beställningar</a> , hantera dina <a href="%2$s">leverans- och faktureringsadresser</a> och <a href="%3$s">redigera ditt lösenord och kontouppgifter</a> .

source: Frown
sv_se: Rynka pannan

source: Full Size
sv_se: Full storlek

source: Full Width Content
sv_se: Innehåll i full bredd

source: Fullscreen
sv_se: Fullskärm

source: Fullscreen Page
sv_se: Helskärmssida

source: Gallery
sv_se: Galleri

source: Gear
sv_se: Redskap

source: Gears
sv_se: Kugghjul

source: Genderless
sv_se: Könlöst

source: Genders
sv_se: Kön

source: General
sv_se: Allmän

source: Generic
sv_se: Generisk

source: Get help with any questions
sv_se: Få hjälp med eventuella frågor

source: Get the latest features right away
sv_se: Få de senaste funktionerna direkt

source: Get updates in WordPress
sv_se: Få uppdateringar i WordPress

source: Gift
sv_se: Gåva

source: Glass
sv_se: Glas

source: Glasses
sv_se: Glasögon

source: Global settings
sv_se: Globala inställningar

source: Globe
sv_se: Klot

source: Go shop
sv_se: Gå och shoppa

source: Go to the "Subscriptions" tab
sv_se: Gå till fliken "Prenumerationer"

source: Go to the shop
sv_se: Gå till affären

source: Go to your %s
sv_se: Gå till dina% s

source: Google Link:
sv_se: Google-länk:

source: Google Plus: Circle
sv_se: Google Plus: Cirkel

source: Graph
sv_se: Graf

source: Graph: Bar
sv_se: Diagram: stapel

source: Graph: Horizontal
sv_se: Diagram: Horisontell

source: Graph: Pie
sv_se: Diagram: paj

source: Graph: Trend
sv_se: Diagram: Trend

source: Greeting & Description
sv_se: Hälsning & beskrivning

source: Greeting Color
sv_se: Hälsning Färg

source: Grid
sv_se: Rutnät

source: Grid Filter
sv_se: Rutnätfilter

source: Grid Items
sv_se: Rutnät

source: Grid View
sv_se: Rutnätsvy

source: Grid View: Small
sv_se: Rutnätsvy: Liten

source: Group
sv_se: Grupp

source: Group Invites
sv_se: Gruppinbjudningar

source: Group logo of %s
sv_se: Grupplogotyp för% s

source: Group Single Sidebar
sv_se: Grupp enkel sidofält

source: Group Types
sv_se: Grupptyper

source: Groups
sv_se: Grupper

source: Groups %s
sv_se: Grupper% s

source: Groups &rarr; Directory
sv_se: Grupper → Katalog

source: Groups &rarr; Group Activity
sv_se: Grupper → Gruppaktivitet

source: Groups &rarr; Single Group
sv_se: Grupper → Enstaka grupp

source: Groups Count
sv_se: Gruppantal

source: Groups Directory Sidebar
sv_se: Sidofält för gruppkatalog

source: Groups Link Text
sv_se: Text för grupplänk

source: Guide Dog
sv_se: Guide hund

source: H1 Font
sv_se: H1 typsnitt

source: H2 Font
sv_se: H2-teckensnitt

source: H3 Font
sv_se: H3-teckensnitt

source: H4 Font
sv_se: H4-teckensnitt

source: H5 Font
sv_se: H5 typsnitt

source: H6 Font
sv_se: H6-teckensnitt

source: Hammer
sv_se: Hammare

source: Hand Down
sv_se: Hand ner

source: Hand Left
sv_se: Hand vänster

source: Hand Right
sv_se: Hand höger

source: Hand Up
sv_se: Räcka upp

source: Handset
sv_se: Telefonlur

source: Handshake
sv_se: Handslag

source: HDD
sv_se: Hårddisk

source: Header
sv_se: Rubrik

source: Header Active Links Color
sv_se: Rubrik Aktiva länkar Färg

source: Header Background
sv_se: Rubrik bakgrund

source: Header Bar
sv_se: Sidhuvud

source: Header Bar BuddyBoss module.
sv_se: Huvudfält BuddyBoss-modul.

source: Header Bar Field
sv_se: Rubrikfält

source: Header Bar Layout
sv_se: Layout för rubrikfältet

source: Header Buttons (Desktop)
sv_se: Huvudknappar (skrivbord)

source: Header Buttons (Mobile)
sv_se: Huvudknappar (mobil)

source: Header Colors
sv_se: Sidhuvudets färger

source: Header Height
sv_se: Rubrikhöjd

source: Header Hover Links Color
sv_se: Sidhuvud Hover-länkar Färg

source: Header Links Color
sv_se: Rubriklänkar Färg

source: Header shadow
sv_se: Rubrikskugga

source: Header Style
sv_se: Rubrikstil

source: Heading Color
sv_se: Rubrikfärg

source: Heading links
sv_se: Rubriklänkar

source: Heading Text
sv_se: Rubriktext

source: Headphones
sv_se: Hörlurar

source: Headphones: Small
sv_se: Hörlurar: små

source: Hearing Aid
sv_se: Hörapparat

source: Hearing Impaired
sv_se: Hörselskadad

source: Heart
sv_se: Hjärta

source: Heart Empty
sv_se: Hjärta tomt

source: Heart: Fill
sv_se: Hjärta: Fyll

source: Heart: Small
sv_se: Hjärta: Liten

source: Heartbeat
sv_se: Hjärtslag

source: Height
sv_se: Höjd

source: Hello %1$s
sv_se: Hej %1$s

source: Hello %1$s (not %1$s? <a href="%2$s">Log out</a>)
sv_se: Hej %1$s (inte %1$s? <a href="%2$s">Logga ut</a>)

source: Help
sv_se: Hjälp

source: Help: Circle
sv_se: Hjälp: Cirkel

source: here
sv_se: här

source: Hidden
sv_se: Dold

source: Hide
sv_se: Dölj

source: Hide Details
sv_se: Gömma detaljer

source: Hide Label
sv_se: Dölj etiketten

source: Hide Sidepanel
sv_se: Dölj Sidepanel

source: Hide Widget
sv_se: Dölj widget

source: Hide widget once progress hits 100%
sv_se: Dölj widget när framstegen träffar 100%

source: Hierarchy
sv_se: Hierarki

source: History
sv_se: Historia

source: Home
sv_se: Hem

source: Home (iPhone)
sv_se: Hem (iPhone)

source: Home: Small
sv_se: Hem: Liten

source: Horizontal Position
sv_se: Horisontellt läge

source: Hospital
sv_se: Sjukhus

source: Hourglass
sv_se: Timglas

source: Hover
sv_se: Sväva

source: How does BuddyBoss subscriptions work?
sv_se: Hur fungerar BuddyBoss-prenumerationer?

source: How's it going?
sv_se: Hur är läget?

source: https://your-link.com
sv_se: https://din-länk.com

source: Icon
sv_se: Ikon

source: Icon Link
sv_se: Ikonlänk

source: Icon Picker
sv_se: Ikonväljare

source: Icon Picker: %1$s is already registered. Please check your font pack config file: %2$s.
sv_se: Ikonväljare: %1$s är redan registrerad. Kontrollera konfigurationsfilen för teckensnittspaket: %2$s.

source: Icon Picker: %1$s is not set or invalid in %2$s.
sv_se: Ikonväljare: %1$s är inte inställd eller ogiltig i %2$s.

source: Icon Picker: %1$s was not found in %2$s.
sv_se: Ikonväljare: %1$s hittades inte i %2$s.

source: Icon Picker: %s contains an error or more.
sv_se: Ikonväljare: %s innehåller ett fel eller mer.

source: Icon Types
sv_se: Ikontyper

source: Icon Types Available
sv_se: Ikontyper tillgängliga

source: Icon:
sv_se: Ikon:

source: Icons
sv_se: Ikoner

source: Icons Color
sv_se: Ikoner Färg

source: Icons Colors
sv_se: Ikoner Färger

source: Icons Shadow
sv_se: Ikoner skugga

source: Icons Size
sv_se: Ikoner Storlek

source: ID Badge
sv_se: ID-märke

source: ID Card
sv_se: ID-kort

source: Idea
sv_se: Aning

source: If enabled header will appear with slight shadow.
sv_se: Om aktiverad rubrik visas med lätt skugga.

source: If enabled it will show a banner on the Forum index.
sv_se: Om det är aktiverat kommer det att visas en banner i Forumindex.

source: If enabled it will show maintenance message for logged out users.
sv_se: Om aktiverat kommer det att visa underhållsmeddelande för utloggade användare.

source: If enabled search will show on banner.
sv_se: Om aktiverad sökning visas på bannern.

source: Image
sv_se: Bild

source: Image Editor
sv_se: Bildredigerare

source: Image Ratio
sv_se: Bildförhållande

source: Image Size
sv_se: Bildstorlek

source: Image: Square
sv_se: Bild: Fyrkant

source: Images
sv_se: Bilder

source: In fullwidth the sidebar will not be visible.
sv_se: I full bredd kommer sidofältet inte att visas.

source: In Progress
sv_se: Pågående

source: In progress
sv_se: Pågående

source: in reply to:
sv_se: som svar på:

source: Inactive Color
sv_se: Inaktiv färg

source: Inbox
sv_se: Inkorg

source: Inbox: Outline
sv_se: Inkorgen: disposition

source: Inbox: Small
sv_se: Inkorgen: Liten

source: Includes
sv_se: Inkluderar

source: Incomplete Color
sv_se: Ofullständig färg

source: Incorrect username or password. Please try again
sv_se: Felaktigt användarnamn eller lösenord. Var god försök igen

source: Indent
sv_se: Indrag

source: Indent Left
sv_se: Indrag vänster

source: Indent Right
sv_se: Indrag höger

source: Index Card
sv_se: Indexkort

source: Industry
sv_se: Industri

source: Infinite Loop
sv_se: Oändlig loop

source: Info: Circle
sv_se: Info: Cirkel

source: Insert
sv_se: Föra in

source: Insert More
sv_se: Infoga mer

source: Instagram Link:
sv_se: Instagram-länk:

source: Instagram: Circle
sv_se: Instagram: Cirkel

source: Install
sv_se: Installera

source: Install %2$s
sv_se: Installera %2$s

source: Install Plugins
sv_se: Installera plugins

source: Install Required Plugins
sv_se: Installera nödvändiga plugins

source: Installed But Not Activated
sv_se: Installerad men inte aktiverad

source: Installed version:
sv_se: Installerad version:

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
sv_se: Installera och aktivera plugin %1$s (%2$d/%3$d)

source: Installing Plugin %1$s (%2$d/%3$d)
sv_se: Installerar plugin %1$s (%2$d/%3$d)

source: Installing Plugin: %s
sv_se: Installerar plugin: %s

source: Instructor remarks:
sv_se: Instruktörens anmärkningar:

source: Instructors Filter
sv_se: Instruktionsfilter

source: Interactive
sv_se: Interaktiv

source: Internal/Products
sv_se: Internt / Produkter

source: Intro Portrait
sv_se: Introduktion

source: Intro Title
sv_se: Introduktion

source: Invalid email.
sv_se: Ogiltig e-postadress.

source: Invalid Order.
sv_se: Ogiltig order.

source: Invalid username.
sv_se: Ogiltigt användarnamn.

source: Invitations did not send as the following email addresses are invalid:
sv_se: Inbjudningarna skickades inte eftersom följande e-postadresser är ogiltiga:

source: Invitations did not send to the following email addresses, because they are already members:
sv_se: Inbjudningarna skickades inte till följande e-postadresser eftersom de redan är medlemmar:

source: Invitations were sent successfully to the following email addresses:
sv_se: Inbjudningarna skickades framgångsrikt till följande e-postadresser:

source: Invited
sv_se: Inbjuden

source: Invited by %1$s &middot; %2$s.
sv_se: Inbjuden av %1$s · %2$s.

source: Israeli Sheqel
sv_se: Israelsk Sheqel

source: It seems we can&rsquo;t find what you&rsquo;re looking for.
sv_se: Det verkar som om vi inte kan hitta det du letar efter.

source: Italic
sv_se: Kursiv

source: Items
sv_se: Objekt

source: Jobs
sv_se: Jobb

source: June 2018
sv_se: Juni 2018

source: Justify
sv_se: Rättfärdiga

source: Keep a log of this edit:
sv_se: Håll reda på denna redigering:

source: Key
sv_se: Nyckel

source: Keyboard
sv_se: Tangentbord

source: Kitchensink
sv_se: Diskbänk

source: Language
sv_se: Språk

source: Laptop
sv_se: Bärbar dator

source: Large
sv_se: Stor

# Last activity date in infobar
source: Last activity on %s
sv_se: Senaste aktivitet på %s

source: Last activity on
sv_se: Senaste aktivitet den

source: Last name
sv_se: Efternamn

source: Last Payment Date
sv_se: Senaste betalningsdatum

source: Last Reply Color
sv_se: Senaste svar Färg

source: Laugh
sv_se: Skratt

source: Layers
sv_se: Skikten

source: Layout Options
sv_se: Layoutalternativ

source: Leaf
sv_se: Blad

source: Learn More
sv_se: Läs mer

source: Learn more
sv_se: Läs mer

source: LearnDash &rarr; Course Sidebar
sv_se: LearnDash → Kursens sidofält

source: LearnDash &rarr; Courses Directory
sv_se: LearnDash → Kurskatalog

source: LearnDash &rarr; Lesson Sidebar
sv_se: LearnDash → Lektionens sidofält

source: LearnDash Sidebar
sv_se: LearnDash Sidefält

source: LearnDash Single Pages Sidebar
sv_se: Sidofält för LearnDash enstaka sidor

source: Leave Review
sv_se: Lämna recension

source: Left
sv_se: Vänster

source: left
sv_se: vänster

source: Left-Right
sv_se: Vänster höger

source: Legal
sv_se: Rättslig

source: Lemon
sv_se: Citron

source: Lesson
sv_se: Lektion

source: Lesson %1$d: %2$s
sv_se: Lektion %1$d: %2$s

# Lesson Complete Percentage
source: %s%% Complete
sv_se: %s%% Färdigt

# Lesson Content Label
source: %s Content
sv_se: %s Innehåll

# lesson order within section
source: %1$d of %2$d
sv_se: % 1 $ d av% 2 $ d

# Lesson Steps Complete
source: %1$d/%2$d Steps
sv_se: %1$d / %2$d steg

source: Lessons List
sv_se: Lektioner Lista

source: Letter Spacing
sv_se: Teckenavstånd

source: Level
sv_se: Nivå

source: Level Down
sv_se: Nivå ner

source: Level Up
sv_se: Nivå upp

source: License Key
sv_se: Licensnyckel

source: License Keys
sv_se: Licensnycklar

source: Life Buoy
sv_se: Livboj

source: Lifter &rarr; Courses
sv_se: Lifter → Kurser

source: LifterLMS Sidebar
sv_se: LifterLMS Sidofält

source: Light 300
sv_se: Ljus 300

source: Light 300 Italic
sv_se: Ljus 300 kursiv

source: Light Background Blocks
sv_se: Ljusa bakgrundsblock

source: Light background elements used for sub menu blocks, some header backgrounds or other supplementary elements
sv_se: Ljusa bakgrundselement som används för undermenyblock, vissa rubrikbakgrunder eller andra kompletterande element

source: Light Mode
sv_se: Ljust läge

source: Lightbulb
sv_se: Glödlampa

source: Like
sv_se: Tycka om

source: Like Button
sv_se: Som knapp

source: Like this entry
sv_se: Gilla det här inlägget

source: Likes
sv_se: Gillar

source: Limit the number of related posts on single blog page
sv_se: Begränsa antalet relaterade inlägg på en enda bloggsida

source: Line Chart
sv_se: Linjediagram

source: Line Height
sv_se: Radavstånd

source: Linear
sv_se: Linjär

source: Lines
sv_se: Rader

source: Link
sv_se: Länk

source: Link Colors
sv_se: Länkfärger

source: Link Text
sv_se: Länktext

source: Link: 1
sv_se: Länk: 1

source: Link: 2
sv_se: Länk: 2

source: Link: 3
sv_se: Länk: 3

# link: Back to Course
source: Back to %s
sv_se: Tillbaka till %s

source: Link: External
sv_se: Länk: Extern

# link: View Course details
source: View %s details
sv_se: Visa %s detaljer

source: LinkedIn Link:
sv_se: LinkedIn-länk:

source: Linkedin: Circle
sv_se: Linkedin: Cirkel

source: Links
sv_se: Länkar

source: Links and buttons color
sv_se: Länkar och knappar färg

source: Links and buttons color when hovered
sv_se: Länkar och knappar färgar när de svävar

source: List
sv_se: Lista

source: List View
sv_se: Listvy

source: List: Bookmark
sv_se: Lista: Bokmärke

source: List: Bullet
sv_se: Lista: Bullet

source: List: Bullets
sv_se: Lista: kulor

source: List: Doc
sv_se: Lista: Dok

source: List: Number
sv_se: Lista: Antal

source: List: Thumbnails
sv_se: Lista: Miniatyrer

source: Load Icon Types
sv_se: Laddningsikontyper

source: Load More
sv_se: Ladda mer

source: Loader
sv_se: Lastare

source: Loader: Small
sv_se: Lastare: Liten

source: Loading
sv_se: Läser in

source: Location
sv_se: Plats

source: Location Arrow
sv_se: Plats pil

source: Location Autocomplete
sv_se: Plats Autoslutför

source: Lock
sv_se: Låsa

source: Lock: Fill
sv_se: Lås: Fyll

source: Lock: Small
sv_se: Lås: Litet

source: Log In
sv_se: Logga in

source: Log in
sv_se: Logga in

source: Log in to reply.
sv_se: Logga in för att svara.

source: Log into %s
sv_se: Logga in på %s

source: Log Out
sv_se: Logga ut

source: Logged Out
sv_se: Utloggad

source: Login
sv_se: Logga in

source: Login / Register
sv_se: Logga in / Registrera

source: Login / Register Background Color
sv_se: Logga in / Registrera bakgrundsfärg

source: Login / Register Links and Button Color
sv_se: Logga in / Registrera länkar och knappfärg

source: Login / Register Links and Button Hover Color
sv_se: Logga in / Registrera länkar och knapp Hover Color

source: Login / Register Screens
sv_se: Inloggnings- / registerskärmar

source: Login / Register Text Color
sv_se: Logga in / Registrera textfärg

source: Login Information
sv_se: Inloggningsinformation

source: Login to Enroll
sv_se: Logga in för att anmäla dig

source: Logo
sv_se: Logotyp

source: Logo Position
sv_se: Logo positionering

source: Logo Width
sv_se: Logotypens bredd

source: Long Arrow Down
sv_se: Lång pil ner

source: Long Arrow Left
sv_se: Lång pil vänster

source: Long Arrow Right
sv_se: Lång pil höger

source: Long Arrow Up
sv_se: Lång pil upp

source: Loop
sv_se: Slinga

source: Lost Your Password?
sv_se: Förlorat ditt lösenord?

source: Lost your password?
sv_se: Förlorat ditt lösenord?

source: Low Vision
sv_se: Låg syn

source: Magic
sv_se: Magi

source: Magnifying Glass
sv_se: Förstoringsglas

source: Mail
sv_se: Post

source: Mail Forward
sv_se: Skicka e-post

source: Mail Reply
sv_se: Skicka e-post

source: Mail Reply All
sv_se: Mail Svara alla

source: Mail: Open
sv_se: Mail: Öppna

source: Mail: Small
sv_se: Mail: Liten

source: Main Forum
sv_se: Huvudforum

source: Maintenance Description
sv_se: Underhållsbeskrivning

source: Maintenance Mode
sv_se: underhållsläge

source: Male
sv_se: Manlig

source: Male & Female
sv_se: Man kvinna

source: Male Symbol
sv_se: Manlig symbol

source: Manage
sv_se: Hantera

source: Manual Connect
sv_se: Manuell anslutning

source: Map
sv_se: Karta

source: Map Marker
sv_se: Kartmarkör

source: Map Pin: Small
sv_se: Kartnål: Liten

source: Map Signs
sv_se: Karttecken

source: Maps
sv_se: Kartor

source: Mark all as read
sv_se: Markera allt som läst

source: Mark Read
sv_se: Markera som läst

source: Marker
sv_se: Markör

source: Maximize
sv_se: Maximera

source: Maximize: Square
sv_se: Maximera: Kvadrat

source: Maximum logo width 350px.<br ?>If the logo size is taller than the footer height, it will be made smaller to fit within the footer.
sv_se: Maximal logobredd 350px.<br ?> Om logotypstorleken är högre än sidfotens höjd kommer den att göras mindre för att passa in i sidfoten.
