Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: There was a problem deleting your cover photo. Please try again.
sv_se: Det gick inte att ta bort ditt försättsfoto. Var god försök igen.

source: There was a problem deleting your messages. Please try again.
sv_se: Det var ett problem med att radera dina meddelanden. Försök igen.

source: There was a problem deleting your profile photo. Please try again.
sv_se: Det gick inte att ta bort ditt profilfoto. Var god försök igen.

source: There was a problem dismissing the notice. Please try again.
sv_se: Det fanns ett problem med att avvisa meddelandet. Försök igen.

source: There was a problem displaying the content. Please try again.
sv_se: Det fanns ett problem med att visa innehållet. Försök igen.

source: There was a problem loading recipients. Please try again.
sv_se: Det fanns ett problem med att ladda mottagare. Försök igen.

source: There was a problem managing your messages.
sv_se: Det var ett problem med att hantera dina meddelanden.

source: There was a problem managing your notifications.
sv_se: Det var ett problem med att hantera dina meddelanden.

source: There was a problem marking that message.
sv_se: Det fanns ett problem med att markera meddelandet.

source: There was a problem marking that notification.
sv_se: Det fanns ett problem med att markera denna anmälan.

source: There was a problem marking the discussion "%1$s" as spam.
sv_se: Det fanns ett problem med att markera diskussionen "%1$s" som skräppost.

source: There was a problem marking the reply "%1$s" as spam.
sv_se: Det fanns ett problem med att markera svaret "%1$s" som skräppost.

source: There was a problem marking this activity as spam. Please try again.
sv_se: Det var ett problem med att markera den här aktiviteten som skräppost. Försök igen.

source: There was a problem marking your messages as read. Please try again.
sv_se: Det var ett problem med att markera dina meddelanden som lästa. Försök igen.

source: There was a problem marking your messages as unread. Please try again.
sv_se: Det var ett problem med att markera dina meddelanden som olästa. Försök igen.

source: There was a problem opening the discussion "%1$s".
sv_se: Det var ett problem med att öppna diskussionen "%1$s".

source: There was a problem performing this action. Please try again.
sv_se: Det fanns ett problem med att utföra den här åtgärden. Försök igen.

source: There was a problem posting your update. Please try again.
sv_se: Det var ett problem med att lägga upp din uppdatering. Försök igen.

source: There was a problem rejecting that request. Please try again.
sv_se: Det fanns ett problem med att avslå denna begäran. Försök igen.

source: There was a problem sending the activation emails. Please try again.
sv_se: Det gick inte att skicka aktiverings-e-postmeddelandena. Var god försök igen.

source: There was a problem sending your reply. Please try again.
sv_se: Det var ett problem med att skicka ditt svar. Försök igen.

source: There was a problem starring your messages. Please try again.
sv_se: Det var ett problem med att stjärnor i dina meddelanden. Försök igen.

source: There was a problem sticking the discussion "%1$s" to front.
sv_se: Det fanns ett problem med att fästa diskussionen "%1$s" på framsidan.

source: There was a problem sticking the discussion "%1$s".
sv_se: Det var ett problem med att hålla fast diskussionen "%1$s".

source: There was a problem unmarking the discussion "%1$s" as spam.
sv_se: Det fanns ett problem med att avmarkera diskussionen "%1$s" som skräppost.

source: There was a problem unmarking the reply "%1$s" as spam.
sv_se: Det fanns ett problem med att avmarkera svaret "%1$s" som skräppost.

source: There was a problem unstarring your messages. Please try again.
sv_se: Det var ett problem med att ta bort dina meddelanden. Försök igen.

source: There was a problem unsticking the discussion "%1$s".
sv_se: Det fanns ett problem med att ta bort diskussionen "%1$s".

source: There was a problem updating some of your profile information. Please try again.
sv_se: Det gick inte att uppdatera en del av din profilinformation. Var god försök igen.

source: There was a problem uploading the cover image.
sv_se: Det gick inte att ladda upp omslagsbilden.

source: There was a problem uploading the cover photo.
sv_se: Det gick inte att ladda upp omslagsbildet.

source: There was a problem verifying your new email address. Please try again.
sv_se: Det gick inte att verifiera din nya e-postadress. Var god försök igen.

source: There was a problem when deleting. Please try again.
sv_se: Det fanns ett problem när du raderade. Försök igen.

source: There was a problem when trying to create the album.
sv_se: Det uppstod ett problem när du försökte skapa albumet.

source: There was a problem when trying to create the folder.
sv_se: Det uppstod ett problem när du försökte skapa mappen.

source: There was a problem when trying to follow this user.
sv_se: Det uppstod ett problem när du försökte följa den här användaren.

source: There was a problem when trying to move the media.
sv_se: Det fanns ett problem när man försökte flytta media.

source: There was a problem when trying to move the video.
sv_se: Det fanns ett problem när du försökte flytta videon.

source: There was a problem when trying to rename the folder.
sv_se: Det fanns ett problem när du försökte byta namn på mappen.

source: There was a problem when trying to unfollow this user.
sv_se: Det uppstod ett problem när du försökte avfölja den här användaren.

source: There was a problem when trying to upload this file.
sv_se: Det uppstod ett problem när du försökte ladda upp den här filen.

source: There was a problem. Please try again.
sv_se: Det fanns ett problem. Försök igen.

source: There was a problem; please correct the form below and try again.
sv_se: Det var ett problem; korrigera formuläret nedan och försök igen.

source: There was an error accepting the membership request.
sv_se: Det var ett fel att acceptera medlemskapsförfrågan.

source: There was an error accepting the membership request. Please try again.
sv_se: Det var ett fel att acceptera medlemskapsförfrågan. Försök igen.

source: There was an error deleting %s from the system. Please try again.
sv_se: Det var ett fel att radera %s från systemet. Försök igen.

source: There was an error deleting messages.
sv_se: Ett fel inträffade vid radering av meddelanden.

source: There was an error deleting that message.
sv_se: Det var ett fel att radera meddelandet.

source: There was an error deleting the %s. Please try again.
sv_se: Det var ett fel att radera %s. Försök igen.

source: There was an error deleting the field set. Please try again.
sv_se: Det var ett fel att ta bort fältuppsättningen. Försök igen.

source: There was an error deleting the group. Please try again.
sv_se: Det var ett fel att ta bort gruppen. Försök igen.

source: There was an error in updating a description. Please try again.
sv_se: Ett fel inträffade vid uppdateringen av en beskrivning. Försök igen.

source: There was an error joining the group.
sv_se: Det blev ett fel när du gick med i gruppen.

source: There was an error leaving the group.
sv_se: Det var ett fel att lämna gruppen.

source: There was an error posting that reply. Please try again.
sv_se: Det var ett fel att publicera detta svar. Försök igen.

source: There was an error posting your reply. Please try again.
sv_se: Det var ett fel att publicera ditt svar. Försök igen.

source: There was an error rejecting the membership request.
sv_se: Det var ett fel att avvisa medlemskapsansökan.

source: There was an error rejecting the membership request. Please try again.
sv_se: Det var ett fel att avvisa medlemskapsansökan. Försök igen.

source: There was an error removing that user from the group. Please try again.
sv_se: Det var ett fel att ta bort användaren från gruppen. Försök igen.

source: There was an error removing the invite
sv_se: Det var ett fel att ta bort inbjudan

source: There was an error saving group details. Please try again.
sv_se: Det var ett fel att spara gruppinformation. Försök igen.

source: There was an error saving that post. Please try again.
sv_se: Det var ett fel att spara inlägget. Försök igen.

source: There was an error saving the field set. Please try again.
sv_se: Det var ett fel att spara fältuppsättningen. Försök igen.

source: There was an error saving the field. Please try again.
sv_se: Det var ett fel att spara fältet. Försök igen.

source: There was an error sending your group membership request. Please try again.
sv_se: Det blev ett fel när du skickade din begäran om gruppmedlemskap. Försök igen.

source: There was an error trying to create the friendship.
sv_se: Det uppstod ett fel när du försökte skapa vänskapen.

source: There was an error trying to create the message.
sv_se: Det uppstod ett fel när du försökte skapa meddelandet.

source: There was an error trying to delete the thread.
sv_se: Det uppstod ett fel när jag försökte radera tråden.

source: There was an error trying to update the message.
sv_se: Det uppstod ett fel när du försökte uppdatera meddelandet.

source: There was an error unsaving that post. Please try again.
sv_se: Det var ett fel att spara det inlägget. Försök igen.

source: There was an error updating group details. Please try again.
sv_se: Ett fel inträffade vid uppdateringen av gruppinformationen. Försök igen.

source: There was an error updating group settings. Please try again.
sv_se: Det gick inte att uppdatera gruppinställningarna. Var god försök igen.

source: There was an error when banning that user. Please try again.
sv_se: Det uppstod ett fel när användaren förbjöds. Försök igen.

source: There was an error when deleting that activity
sv_se: Det uppstod ett fel när aktiviteten raderades

source: There was an error when demoting that user. Please try again.
sv_se: Det uppstod ett fel när användaren degraderades. Försök igen.

source: There was an error when posting your update. Please try again.
sv_se: Det uppstod ett fel när du publicerade din uppdatering. Försök igen.

source: There was an error when promoting that user. Please try again.
sv_se: Det uppstod ett fel när du befordrade den användaren. Försök igen.

source: There was an error when unbanning that user. Please try again.
sv_se: Det uppstod ett fel när du tog bort förbudet för den användaren. Försök igen.

source: There was an error while changing group type. Please try again.
sv_se: Det uppstod ett fel när grupptypen ändrades. Försök igen.

source: There was an error while changing the profile type. Please try again.
sv_se: Det uppstod ett fel när profiltypen ändrades. Var god försök igen.

source: There was an error with the group profile photo, please try again.
sv_se: Det uppstod ett fel med gruppprofilbildet. Försök igen.

source: There was an error withdrawing the invite
sv_se: Det var ett fel att dra tillbaka inbjudan

source: There were no members found, please try another filter.
sv_se: Inga medlemmar hittades, försök med ett annat filter.

source: These are broken up into two separate groups: one for what appears in your theme, another for RSS feeds.
sv_se: Dessa är uppdelade i två separata grupper: en för vad som visas i ditt tema och en för RSS-flöden.

source: These field options are invalid.
sv_se: Dessa fältalternativ är ogiltiga.

source: These globals should not be used directly and are deprecated. Please use the BuddyPress nav functions instead.
sv_se: Dessa globals bör inte användas direkt och är föråldrade. Använd BuddyPress nav-funktioner istället.

source: These identify the object that created this activity. For example, the fields could reference a pair of site and comment IDs.
sv_se: Dessa identifierar det objekt som skapade denna aktivitet. Fälten kan till exempel referera till ett par ID för webbplats och kommentar.

source: This action cannot be undone.
sv_se: Denna åtgärd kan inte göras ogjord.

source: This action should not be used directly. Please use the BuddyPress Group Extension API to generate Manage tabs.
sv_se: Denna åtgärd bör inte användas direkt. Använd BuddyPress Group Extension API för att generera Manage-flikar.

source: This action will also remove this member from your connections and send a report to the site admin.
sv_se: Den här åtgärden tar också bort den här medlemmen från dina anslutningar och skickar en rapport till webbplatsadministratören.

source: This action will also remove this member from your connections and send a report to the site admin.
sv_se: Den här åtgärden tar också bort den här medlemmen från dina anslutningar och skickar en rapport till webbplatsadministratören

source: This activity has been marked as spam and is no longer visible.
sv_se: Den här aktiviteten har markerats som skräppost och är inte längre synlig.

source: This activity item has a type (%s) that is not registered using bp_activity_set_action(), so no label is available.
sv_se: Det här aktivitetsobjektet har en typ (%s) som inte har registrerats med hjälp av bp_activity_set_action(), så ingen etikett finns tillgänglig.

source: This category contains %1$s and %2$s, and was last updated by %3$s %4$s.
sv_se: Den här kategorin innehåller %1$s och %2$s och uppdaterades senast av %3$s %4$s.

source: This category contains %1$s and %2$s.
sv_se: Denna kategori innehåller %1$s och %2$s.

source: This category contains %1$s, and was last updated by %2$s %3$s.
sv_se: Den här kategorin innehåller %1$s och uppdaterades senast av %2$s %3$s.

source: This category contains %1$s.
sv_se: Den här kategorin innehåller %1$s.

source: This content has been hidden as the member is suspended.
sv_se: Detta innehåll har dolts eftersom medlemmen är avstängd.

source: This content has been hidden as you have blocked this member.
sv_se: Det här innehållet har dolts eftersom du har blockerat den här medlemmen.

source: This content has been hidden from site admin.
sv_se: Det här innehållet har dolts för administratören av webbplatsen.

source: This directory shows a listing of all forums.
sv_se: Denna katalog visar en lista över alla forum.

source: This directory shows a listing of all groups.
sv_se: Denna katalog visar en lista över alla grupper.

source: This directory shows a listing of all members.
sv_se: Denna katalog visar en lista över alla medlemmar.

source: This directory shows all documents uploaded by members.
sv_se: Den här katalogen visar alla dokument som har laddats upp av medlemmar.

source: This directory shows all photos uploaded by members.
sv_se: Den här katalogen visar alla foton som har laddats upp av medlemmar.

source: This directory shows all sitewide activity.
sv_se: Denna katalog visar all aktivitet på hela webbplatsen.

source: This directory shows all video uploaded by members.
sv_se: Denna katalog visar alla videor som medlemmarna har laddat upp.

source: This discussion contains %1$s and has %2$s.
sv_se: Den här diskussionen innehåller %1$s och har %2$s.

source: This discussion contains %1$s, has %2$s, and was last updated by %3$s %4$s.
sv_se: Den här diskussionen innehåller %1$s, har %2$s och uppdaterades senast av %3$s %4$s.

source: This discussion has no replies.
sv_se: Den här diskussionen har inga svar.

source: This discussion is marked as closed to new replies, however your posting capabilities still allow you to do so.
sv_se: Den här diskussionen är markerad som stängd för nya svar, men du har fortfarande möjlighet att skriva inlägg.

source: This discussion was modified %1$s by %2$s.
sv_se: Den här diskussionen ändrades %1$s av %2$s.

source: This discussion was modified %1$s by %2$s. Reason: %3$s
sv_se: Den här diskussionen ändrades %1$s av %2$s. Anledning: %3$s

source: This does not delete your discussions. Only the tag itself is deleted.
sv_se: Detta raderar inte dina diskussioner. Det är bara själva taggen som raderas.

source: This email has been sent to ###EMAIL###
sv_se: Detta e-postmeddelande har skickats till ###EMAIL#####

source: This email has been sent to ###OLD_EMAIL###
sv_se: Detta e-postmeddelande har skickats till ####OLD_EMAIL#####

source: This feature requires an account at
sv_se: Den här funktionen kräver ett konto på

source: This feature requires the WordPress <a href="https://developer.wordpress.org/plugins/javascript/heartbeat-api/" target="_blank">Heartbeat API</a> to function, which is disabled on your server.
sv_se: Den här funktionen kräver att WordPress <a href="https://developer.wordpress.org/plugins/javascript/heartbeat-api/" target="_blank">Heartbeat API</a> fungerar, vilket är inaktiverat på din server.

source: This field can be seen by: %s
sv_se: Detta fält kan ses av: %s

source: This field should be available to:
sv_se: Detta fält bör vara tillgängligt för:

source: This file is empty. Please try another.
sv_se: Den här filen är tom. Försök med en annan.

source: This file is not an image. Please try another.
sv_se: Den här filen är inte en bild. Försök med en annan.

source: This file type is not allowed. Please try another.
sv_se: Den här filtypen är inte tillåten. Försök med en annan.

source: This file type is not supported for photo uploads.
sv_se: Denna filtyp stöds inte för fotouppladdningar.

source: This file type is not supported for video uploads.
sv_se: Den här filtypen stöds inte för videouppladdningar.

source: This file type is too large.
sv_se: Den här filtypen är för stor.

source: This forum contains %1$s and %2$s, and was last updated by %3$s %4$s.
sv_se: Det här forumet innehåller %1$s och %2$s och uppdaterades senast av %3$s %4$s.

source: This forum contains %1$s and %2$s.
sv_se: Detta forum innehåller %1$s och %2$s.

source: This forum contains %1$s, and was last updated by %2$s %3$s.
sv_se: Det här forumet innehåller %1$s och uppdaterades senast av %2$s %3$s.

source: This forum contains %1$s.
sv_se: Detta forum innehåller %1$s.

source: This forum has been closed to new forums.
sv_se: Det här forumet har stängts för nya forum.

source: This forum has been closed to new replies.
sv_se: Detta forum har stängts för nya svar.

source: This forum is a category. No forums can be created in this forum.
sv_se: Detta forum är en kategori. Inga forum kan skapas i detta forum.

source: This forum is a category. No replies can be created in this forum.
sv_se: Detta forum är en kategori. Inga svar kan skapas i detta forum.

source: This forum is closed to new content, however your account still allows you to do so.
sv_se: Detta forum är stängt för nytt innehåll, men ditt konto tillåter dig fortfarande att göra det.

source: This forum is empty.
sv_se: Det här forumet är tomt.

source: This forum is hidden and you do not have the capability to read or create new forums in it.
sv_se: Det här forumet är dolt och du har inte möjlighet att läsa eller skapa nya forum i det.

source: This forum is hidden and you do not have the capability to read or create new replies in it.
sv_se: Det här forumet är dolt och du har inte möjlighet att läsa eller skapa nya svar i det.

source: This forum is marked as closed to new discussions, however your posting capabilities still allow you to do so.
sv_se: Det här forumet är markerat som stängt för nya diskussioner, men du har fortfarande möjlighet att skriva inlägg.

source: This forum is private and you do not have the capability to read or create new forums in it.
sv_se: Det här forumet är privat och du har inte möjlighet att läsa eller skapa nya forum i det.

source: This forum is private and you do not have the capability to read or create new replies in it.
sv_se: Det här forumet är privat och du har inte möjlighet att läsa eller skapa nya svar i det.

source: This group and its content are only visible to members of the group.
sv_se: Denna grupp och dess innehåll är endast synlig för medlemmar i gruppen.

source: This group does not currently have a forum.
sv_se: Denna grupp har för närvarande inget forum.

source: This group has no members.
sv_se: Denna grupp har inga medlemmar.

source: This group has no moderators
sv_se: Den här gruppen har inga moderatorer

source: This group has no organizers
sv_se: Denna grupp har inga arrangörer

source: This group is not currently accessible.
sv_se: Den här gruppen är för närvarande inte tillgänglig.

source: This group must have at least one organizer
sv_se: Denna grupp måste ha minst en arrangör

source: This group must have at least one organizer.
sv_se: Denna grupp måste ha minst en arrangör.

source: This group will be listed in the groups directory and in search results.
sv_se: Denna grupp kommer att listas i gruppkatalogen och i sökresultaten.

source: This group will not be listed in the groups directory or search results
sv_se: Denna grupp kommer inte att listas i gruppkatalogen eller sökresultaten

source: This group will not be listed in the groups directory or search results.
sv_se: Denna grupp kommer inte att listas i gruppkatalogen eller sökresultaten.

source: This group's content is only visible to members of the group.
sv_se: Gruppens innehåll är endast synligt för medlemmar i gruppen.

source: This group's content, including its members and activity, are visible to any site member.
sv_se: Denna grupps innehåll, inklusive dess medlemmar och aktivitet, är synligt för alla webbplatsmedlemmar.

source: This is a hidden group
sv_se: Det här är en dold grupp

source: This is a hidden group. You must be invited to join.
sv_se: Det här är en dold grupp. Du måste bli inbjuden att gå med.

source: This is a private group
sv_se: Detta är en privat grupp

source: This is a private group and you must request group membership in order to join.
sv_se: Detta är en privat grupp och du måste begära gruppmedlemskap för att gå med.

source: This is a private group. To join you must be a registered site member and request group membership.
sv_se: Detta är en privat grupp. För att gå med måste du vara en registrerad webbplatsmedlem och begära gruppmedlemskap.

source: This is a private group. Your membership request is awaiting approval from the group organizer.
sv_se: Detta är en privat grupp. Din medlemsförfrågan väntar på godkännande från grupparrangören.

source: This is a public group
sv_se: Det här är en offentlig grupp

source: This is a required field.
sv_se: Detta är ett obligatoriskt fält.

source: This is comparable to the WordPress "Reading Settings" page, where you can set the number of posts that should show on blog pages and in feeds.
sv_se: Detta kan jämföras med WordPress "läsinställningar" -sida, där du kan ställa in antalet inlägg som ska visas på bloggsidor och i flöden.

source: This is larger than the maximum size. Please try another.
sv_se: Detta är större än den maximala storleken. Försök med en annan.

source: This is the admin view of a user's profile.
sv_se: Detta är administratörens vy av en användares profil.

source: This is the administration screen for pending accounts on your site.
sv_se: Detta är administrationsskärmen för väntande konton på din webbplats.

source: This member has no notifications.
sv_se: Den här medlemmen har inga meddelanden.

source: This member has no unread notifications.
sv_se: Den här medlemmen har inga olästa meddelanden.

source: This member has not yet added details to their profile.
sv_se: Den här medlemmen har ännu inte lagt till detaljer i sin profil.

source: This member is a spammer.
sv_se: Den här medlemmen är en skräppostare.

source: This member's profile settings have been saved.
sv_se: Medlemmens profilinställningar har sparats.

source: This message was deleted.
sv_se: Detta meddelande har tagits bort.

source: This message will be delivered to all members of this group you can message.
sv_se: Meddelandet skickas till alla medlemmar i gruppen som du kan skicka meddelanden till.
