Repository: noelpersson/buddyboss
Catalog: buddyboss-theme-*.po
Languages: sv_se

source: Widgets in this area will be shown on Forum Discussions Directory and single pages.
sv_se: Widgetar i detta område kommer att visas på forumdiskussionskatalogen och enstaka sidor.

source: Widgets in this area will be shown on group activity.
sv_se: Widgetar i detta område kommer att visas på gruppaktivitet.

source: Widgets in this area will be shown on individual courses.
sv_se: Widgetar inom detta område visas på enskilda kurser.

source: Widgets in this area will be shown on individual groups.
sv_se: Widgetar i detta område visas på enskilda grupper.

source: Widgets in this area will be shown on individual Lessons, Topics, and Quizzes.
sv_se: Widgetar i detta område visas på individuella lektioner, ämnen och frågesporter.

source: Widgets in this area will be shown on individual member profiles.
sv_se: Widgetar i detta område visas i enskilda medlemsprofiler.

source: Widgets in this area will be shown on Pages.
sv_se: Widgets i detta område kommer att visas på Pages.

source: Widgets in this area will be shown on Shop directory.
sv_se: Widgets i detta område kommer att visas i butikskatalogen.

source: Widgets in this area will be shown on the Groups directory.
sv_se: Widgets i detta område visas i gruppkatalogen.

source: Widgets in this area will be shown on the Members directory.
sv_se: Widgetar i detta område kommer att visas i medlemskatalogen.

source: Widgets in this area will be shown on the News Feed page.
sv_se: Widgetar i detta område visas på sidan Nyhetsflöde.

source: Widgets in this area will be shown on the user activity page.
sv_se: Widgetar i detta område kommer att visas på användaraktivitetssidan.

source: Width
sv_se: Bredd

source: WiFi: Off
sv_se: WiFi: Av

source: Wind
sv_se: Vind

source: Window Close
sv_se: Fönster Stäng

source: Window Maximize
sv_se: Fönster Maximera

source: Window Minimize
sv_se: Fönster Minimera

source: Window Restore
sv_se: Fönsteråterställning

source: WOFF File
sv_se: WOFF-fil

source: WOFF2 File
sv_se: WOFF2-fil

source: Won
sv_se: Vann

source: WooCommerce &rarr; Shop
sv_se: WooCommerce → Handla

source: WooCommerce &rarr; Shop Sidebar
sv_se: WooCommerce → Shop Sidefält

source: Word Spacing
sv_se: Ordavstånd

source: WordPress Repository
sv_se: WordPress-arkiv

source: Wrench
sv_se: Rycka

source: Write a response...
sv_se: Skriv ett svar ...

source: Write a Review
sv_se: Skriva en recension

source: Write Blog
sv_se: Skriv blogg

source: X: Circle
sv_se: X: Cirkel

source: X: Square
sv_se: X: Fyrkant

source: Yes
sv_se: Ja

source: You
sv_se: Du

source: You are not logged in.
sv_se: Du är inte inloggad.

source: You can optionally upload your own image to always use a default cover photo. Ideal size is 1300px by 300px or larger.
sv_se: Du kan ladda upp din egen bild för att alltid använda ett standardomslag. Idealstorleken är 1300 pixlar vid 300 pixlar eller större.

source: You cannot create new discussions.
sv_se: Du kan inte skapa nya diskussioner.

source: You cannot reply to this discussion.
sv_se: Du kan inte svara på den här diskussionen.

source: You do not have any achievements yet.<br /> Enroll in a course to get started!
sv_se: Du har inga prestationer än.<br /> Anmäl dig till en kurs för att komma igång!

source: You do not have any certificates yet.
sv_se: Du har inga certifikat än.

source: You do not have any courses yet.
sv_se: Du har inga kurser än.

source: You do not have any memberships yet.
sv_se: Du har inga medlemskap än.

source: You don't currently have access to this content
sv_se: Du har för närvarande inte tillgång till detta innehåll

source: You don't have any discussions yet.
sv_se: Du har inga diskussioner än.

source: You don't have any ongoing courses.
sv_se: Du har inga pågående kurser.

source: You have no notifications.
sv_se: Du har inga aviseringar.

source: You have not set up this type of address yet.
sv_se: Du har inte ställt in den här typen av adress ännu.

source: You have not yet added details to your profile.
sv_se: Du har ännu inte lagt till detaljer i din profil.

source: You have sent invitation emails to the following people:
sv_se: Du har skickat e-postmeddelanden till följande personer:

source: You haven't sent any invitations yet.
sv_se: Du har inte skickat några inbjudningar än.

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes:
sv_se: Du kan använda dessa <abbr title="HyperText Markup Language">HTML-</abbr> taggar och attribut:

source: You must be logged in to checkout.
sv_se: Du måste vara inloggad för att checka ut.

source: You must be logged in to create new discussions.
sv_se: Du måste vara inloggad för att skapa nya diskussioner.

source: You need to be loggedin.
sv_se: Du måste vara inloggad.

source: You will be able to select these fonts in the %s section in theme options.
sv_se: Du kommer att kunna välja dessa teckensnitt i avsnittet% s i temalternativ.

source: You've earned a certificate!
sv_se: Du har fått ett certifikat!

source: Your account was successfully connected. No new activations have been made. If you are attempting to activate a new license key, please make sure that the product is installed on your site, and that an active license key is available in your BuddyBoss.com account.
sv_se: Ditt konto har anslutits. Inga nya aktiveringar har gjorts. Om du försöker aktivera en ny licensnyckel, se till att produkten är installerad på din webbplats och att en aktiv licensnyckel finns i ditt BuddyBoss.com-konto.

source: Your browser does not support HTML5 video.
sv_se: Din webbläsare stöder inte HTML5-video.

source: Your comment has been posted.
sv_se: Din kommentar har publicerats.

source: Your comment is awaiting moderation.
sv_se: Din kommentar väntar på moderering.

source: Your information:
sv_se: Din information:

source: Your order
sv_se: Du beställer

source: Your Order Confirmed
sv_se: Din beställning bekräftad

source: Your response is awaiting for approval.
sv_se: Ditt svar väntar på godkännande.

source: Your site's most recent Posts. Option to display post featured image.
sv_se: Din webbplats senaste inlägg. Möjlighet att visa inlägg som visas.

source: Youtube Link:
sv_se: Youtube-länk:

source: Youtube: Circle
sv_se: Youtube: Cirkel

source: Youtube: Logo
sv_se: Youtube: Logotyp

source: ZIP
sv_se: blixtlås

source: Zoom In
sv_se: Zooma in

source: Zoom Out
sv_se: Zooma ut

source: Zoom: In
sv_se: Zooma in

source: Zoom: Out
sv_se: Zooma ut

source: « Prev
sv_se: «Föregående

source: « Previous
sv_se: «Föregående
