Repository: noelpersson/buddyboss
Catalog: buddyboss-*.po
Languages: sv_se

source: > Repair Community. Check the box "Update activity favorites data" and click on "Repair Items".
sv_se: > Reparera community. Markera rutan "Uppdatera uppgifter om aktivitetsfavoriter" och klicka på "Reparera objekt".

source: and
sv_se: och

source: Documents
sv_se: Dokument

source: inside group
sv_se: inre grupp

source: Medias
sv_se: Medier

source: Read more
sv_se: Läs mer

source: tutorial to configure your server.
sv_se: för att konfigurera din server.

source: Videos
sv_se: Videor

source: view
sv_se: Visa

source: "%s" has failed to upload.
sv_se: "%s" misslyckades med att ladda upp.

source: "0" to show only root - "any" to show all
sv_se: "0" för att endast visa root - "any" för att visa alla

source: "Anonymous Posting" allows guest users who do not have accounts on your site to both create discussions as well as replies.
sv_se: "Anonym inlägg" tillåter gästanvändare som inte har konton på din webbplats att både skapa diskussioner och svara.

source: "Archive Slugs" are used as the "root" for your forums and discussions. If you combine these values with existing page slugs, Forums will attempt to output the most correct title and content.
sv_se: "Archive Slugs" används som "rot" för dina forum och diskussioner. Om du kombinerar dessa värden med befintliga sidans slugs försöker Forums att ge ut den mest korrekta titeln och det mest korrekta innehållet.

source: "Delete" allows you to delete a pending account from your site. You will be asked to confirm this deletion.
sv_se: Med "Delete" kan du radera ett väntande konto från din webbplats. Du kommer att bli ombedd att bekräfta borttagningen.

source: "Email" takes you to the confirmation screen before being able to send the activation link to the desired pending account. You can only send the activation email once per day.
sv_se: "Email" tar dig till bekräftelseskärmen innan du kan skicka aktiveringslänken till önskat väntande konto. Du kan bara skicka aktiverings-e-postmeddelandet en gång om dagen.

source: "Single Slugs" are used as a prefix when viewing an individual forum, discussion, reply, user, or view.
sv_se: "Single Slugs" används som ett prefix när du visar ett enskilt forum, diskussion, svar, användare eller vy.

source: "Throttle time" is the amount of time required between posts from a single author. The higher the throttle time, the longer a user will need to wait between posting to the forum.
sv_se: "Throttle time" är den tid som krävs mellan inlägg från en enda författare. Ju högre gas tid, desto längre kommer en användare att behöva vänta mellan att publicera till forumet.

source: #%d (no title)
sv_se: #%d (ingen titel)

source: %1$d new membership requests for the group "%2$s"
sv_se: %1$d nya medlemsförfrågningar för gruppen "%2$s"

source: %1$d out of %2$d uploaded
sv_se: %1$d av %2$d laddade upp

source: %1$s <span class="activity-to">to</span> %2$s%3$s%4$s
sv_se: %1$s <span class="activity-to">till</span> %2$s%3$s%4$s

source: %1$s and %2$s are now connected
sv_se: %1$s och %2$s är nu anslutna

source: %1$s at %2$s
sv_se: %1$s på %2$s

source: %1$s changed %2$s photo
sv_se: %1$s ändrat %2$s foto

source: %1$s changed %2$s profile photo
sv_se: %1$s ändrade %2$s profilbild

source: %1$s changed the description of the group %2$s from "%3$s" to "%4$s"
sv_se: %1$s har ändrat beskrivningen av gruppen %2$s från "%3$s" till "%4$s"

source: %1$s changed the name and description of the group %2$s
sv_se: %1$s ändrade namnet och beskrivningen av gruppen %2$s

source: %1$s changed the name of the group %2$s from "%3$s" to "%4$s"
sv_se: %1$s har ändrat namnet på gruppen %2$s från "%3$s" till "%4$s"

source: %1$s changed the permalink of the group %2$s.
sv_se: %1$s har ändrat permalänk för gruppen %2$s.

source: %1$s commented on one of your updates
sv_se: %1$s kommenterade en av dina uppdateringar

source: %1$s commented on the <a href="%2$s">item</a>
sv_se: %1$s kommenterade <a href="%2$s">artikel</a>

source: %1$s commented on the <a href="%2$s">item</a>, on the site %3$s
sv_se: %1$s kommenterade <a href="%2$s">artikel</a>, på webbplatsen %3$s

source: %1$s commented on the post, %2$s
sv_se: %1$s kommenterade inlägget, %2$s

source: %1$s commented on the post, %2$s, on the site %3$s
sv_se: %1$s kommenterade inlägget, %2$s, på webbplatsen %3$s

source: %1$s created the group %2$s
sv_se: %1$s skapade gruppen %2$s

source: %1$s created the site %2$s
sv_se: %1$s skapade webbplatsen %2$s

source: %1$s exceeds the maximum upload size of %2$s for this site.
sv_se: %1$s överskrider den maximala uppladdningsstorleken %2$s för den här webbplatsen.

source: %1$s joined the group %2$s
sv_se: %1$s gick med i gruppen %2$s

source: %1$s mentioned you
sv_se: %1$s nämnde dig

source: %1$s mentioned you in the group "%2$s"
sv_se: %1$s nämnde dig i gruppen "%2$s"

source: %1$s mentioned you in the group "%2$s": "%3$s" To view and respond to the message, log in and visit: %4$s ---------------------
sv_se: %1$s nämnde dig i gruppen "%2$s": "%3$s" För att se och svara på meddelandet loggar du in och besöker: %4$s ---------------------

source: %1$s must be shorter than %2$d characters.
sv_se: %1$s måste vara kortare än %2$d tecken.

source: %1$s no longer accepts arguments. See the inline documentation at %2$s for more details.
sv_se: %1$s accepterar inte längre argument. Se den inbyggda dokumentationen på %2$s för mer information.

source: %1$s on %2$s
sv_se: %1$s på %2$s

source: %1$s on %2$s %3$s
sv_se: %1$s på %2$s %3$s

source: %1$s posted a new %2$s, %3$s
sv_se: %1$s har skrivit en ny %2$s, %3$s

source: %1$s posted a new %2$s, %3$s, on the site %4$s
sv_se: %1$s har lagt upp en ny %2$s, %3$s, på webbplatsen %4$s

source: %1$s posted a new post, %2$s
sv_se: %1$s har skrivit ett nytt inlägg, %2$s

source: %1$s posted a new post, %2$s, on the site %3$s
sv_se: %1$s har skrivit ett nytt inlägg, %2$s, på webbplatsen %3$s

source: %1$s posted an update in the group %2$s
sv_se: %1$s har lagt upp en uppdatering i gruppen %2$s

source: %1$s replied to one of your activity comments
sv_se: %1$s svarade på en av dina aktivitetskommentarer

source: %1$s replied to the discussion %2$s in the forum %3$s
sv_se: %1$s svarade på diskussionen %2$s i forumet %3$s

source: %1$s replied to the discussion %2$s in the group %3$s
sv_se: %1$s svarade på diskussionen %2$s i gruppen %3$s

source: %1$s reported this %2$s as not spam
sv_se: %1$s rapporterade att %2$s inte var skräppost

source: %1$s reported this %2$s as spam
sv_se: %1$s rapporterade detta %2$s som skräppost

source: %1$s requests membership for the group: %2$s
sv_se: %1$s ansöker om medlemskap i gruppen: %2$s

source: %1$s started the discussion %2$s in the forum %3$s
sv_se: %1$s startade diskussionen %2$s i forumet %3$s

source: %1$s started the discussion %2$s in the group %3$s
sv_se: %1$s startade diskussionen %2$s i gruppen %3$s

source: %1$s updated %2$s profile
sv_se: %1$s har uppdaterat %2$s profil

source: %1$s updated details for the group %2$s
sv_se: %1$s har uppdaterat information om gruppen %2$s

source: %1$s wrote a new <a href="%2$s">item</a>
sv_se: %1$s skrev en ny <a href="%2$s">post</a>

source: %1$s wrote a new <a href="%2$s">item</a>, on the site %3$s
sv_se: %1$s har skrivit en ny <a href="%2$s">artikel</a>, på webbplatsen %3$s

source: %1$s wrote a new post, %2$s
sv_se: %1$s skrev ett nytt inlägg, %2$s

source: %1$s | %2$s | Activity
sv_se: %1$s | %2$s | Aktivitet

source: %1$s | %2$s | Connections Activity
sv_se: %1$s | %2$s | Anslutningar Aktivitet

source: %1$s | %2$s | Favorites
sv_se: %1$s | %2$s | Favoriter

source: %1$s | %2$s | Group Activity
sv_se: %1$s | %2$s | Gruppaktivitet

source: %1$s: %2$s (%3$d km away)
sv_se: %1$s: %2$s (%3$d km bort)

source: %3$s mentioned you in %2$s
sv_se: %3$s nämnde dig i %2$s

source: %d accepted group membership requests
sv_se: %d accepterade förfrågningar om gruppmedlemskap

source: %d Comment
sv_se: %d Kommentar

source: %d Comments
sv_se: %d Kommentarer

source: %d connection
sv_se: %d-anslutning

source: %d connections
sv_se: %d anslutningar

source: %d group
sv_se: Gruppen %d

source: %d lesson
sv_se: %d lektion

source: %d members accepted your connection requests
sv_se: %d medlemmar har accepterat dina anslutningsförfrågningar

source: %d others
sv_se: %d andra

source: %d quiz
sv_se: %d frågesport

source: %d rejected group membership requests
sv_se: %d avvisade förfrågningar om gruppmedlemskap

source: %d reply
sv_se: %d svar

source: %d result
sv_se: %d resultat

source: %d topic
sv_se: Avsnittet %d

source: %d unread
sv_se: %d oläst

source: %s %s
sv_se: %s %s %s

source: %s accepted your request to connect
sv_se: %s har accepterat din begäran om att ansluta

source: %s account successfully activated!
sv_se: %s konto har aktiverats!

source: %s account was not activated.
sv_se: %s konto aktiverades inte.

source: %s activation email successfully sent!
sv_se: %s aktiverings-e-post skickades!

source: %s activation email was not sent.
sv_se: %s aktiveringsmeddelanden skickades inte.

source: %s activity item has been permanently deleted.
sv_se: %s aktivitetsobjekt har tagits bort permanent.

source: %s activity item has been successfully spammed.
sv_se: %s aktivitetsobjekt har framgångsrikt spammats.

source: %s activity item has been successfully unspammed.
sv_se: %s aktivitetsobjekt har framgångsrikt avspammats.

source: %s ago
sv_se: för %s sedan

source: %s became a registered member
sv_se: %s har blivit registrerad medlem

source: %s Complete
sv_se: %s Slutförd

source: %s connection
sv_se: %s anslutning

source: %s day
sv_se: %s dag

source: %s did not save any profile information yet.
sv_se: %s sparade ingen profilinformation än.

source: %s Directory
sv_se: %s Katalog

source: %s discussion
sv_se: %s diskussion

source: %s discussion activity items
sv_se: %s diskussionsaktiviteter

source: %s Discussions
sv_se: %s Diskussioner

source: %s document
sv_se: %s-dokument

source: %s document updated successfully.
sv_se: %s-dokumentet har uppdaterats framgångsrikt.

source: %s exceeds the maximum upload size for the multi-file uploader when used in your browser.
sv_se: %s överskrider den maximala uppladdningsstorleken för uppladdaren av flera filer när den används i din webbläsare.

source: %s forums activity items
sv_se: %s aktivitetsobjekt för forum

source: %s Forums media privacy updated successfully.
sv_se: %s Forum media integritet uppdaterades framgångsrikt.

source: %s Forums video privacy updated successfully.
sv_se: %s Forums videointegritet har uppdaterats framgångsrikt.

source: %s Group
sv_se: %s Grupp

source: %s group
sv_se: %s grupp

source: %s group activity items
sv_se: %s gruppaktivitetsobjekt

source: %s group has been permanently deleted.
sv_se: %s-gruppen har tagits bort permanent.

source: %s group members (1 user can be in several groups)
sv_se: %s gruppmedlemmar (1 användare kan vara med i flera grupper)

source: %s has already been taken.
sv_se: %s har redan tagits.

source: %s has been deleted from the system.
sv_se: %s har tagits bort från systemet.

source: %s has been marked as a spammer. All BuddyBoss data associated with the user has been removed.
sv_se: %s har markerats som en skräppostare. Alla BuddyBoss-data som är kopplade till användaren har tagits bort.

source: %s has been marked as a suspended. All BuddyBoss data associated with the user has been removed.
sv_se: %s har markerats som avbruten. Alla BuddyBoss-data som är kopplade till användaren har tagits bort.

source: %s hasn't created any connections yet.
sv_se: %s har inte skapat några anslutningar ännu.

source: %s have total control over the contents and settings of a group. That includes all the abilities of %s, as well as the ability to turn group forums on or off, change group status from public to private, change the group photo, manage group %s, and delete the group.
sv_se: %s har total kontroll över gruppens innehåll och inställningar. Det inkluderar alla funktioner för %s, samt möjligheten att aktivera eller inaktivera gruppforum, ändra gruppstatus från offentlig till privat, ändra gruppbilden, hantera grupp %s och radera gruppen.

source: %s hour
sv_se: %s timme

source: %s is Following
sv_se: %s följer

source: %s is required and not allowed to be empty.
sv_se: %s krävs och får inte vara tomt.

source: %s is your new site.
sv_se: %s är din nya webbplats.

source: %s media updated successfully.
sv_se: %s media har uppdaterats.

source: %s Member
sv_se: %s medlem

source: %s member
sv_se: %s medlem

source: %s member connections
sv_se: %s medlemsförbindelser

source: %s members activity favorite updated successfully.
sv_se: %s medlemmars aktivitetsfavorit har uppdaterats framgångsrikt.

source: %s members updated successfully.
sv_se: %s medlemmar uppdaterades.

source: %s message was successfully starred
sv_se: %s meddelande har spelats in

source: %s message was successfully unstarred
sv_se: %s-meddelandet har tagits bort

source: %s minute
sv_se: %s minut

source: %s month
sv_se: %s månad

source: %s must be at least 3 characters
sv_se: %s måste vara minst 3 tecken

source: %s new members
sv_se: %s nya medlemmar

source: %s new social groups
sv_se: %s nya sociala grupper

source: %s out of %s steps completed
sv_se: %s av %s steg har slutförts

source: %s page
sv_se: %s sida

source: %s personal activity items
sv_se: %s personliga aktiviteter

source: %s photo
sv_se: %s foto

source: %s posted a new activity comment
sv_se: %s postade en ny aktivitetskommentar

source: %s posted an update
sv_se: %s har publicerat en uppdatering

source: %s private messages
sv_se: %s privata meddelanden

source: %s Profile
sv_se: %s Profil

source: %s profile field entries
sv_se: %s profilfälttransaktioner

source: %s Recipients
sv_se: %s Mottagare

source: %s recipients
sv_se: %s mottagare

source: %s Replies
sv_se: %s Svar

source: %s reply
sv_se: %s svar

source: %s reply activity items
sv_se: %s svarsaktiviteter

source: %s reported this activity as not spam
sv_se: %s rapporterade denna aktivitet som inte skräppost

source: %s reported this activity as spam
sv_se: %s rapporterade denna aktivitet som spam

source: %s require at least one option.
sv_se: %s kräver minst ett alternativ.

source: %s Saved
sv_se: %s Sparad

source: %s second
sv_se: %s sekund

source: %s sent you a new group message from the group: %s
sv_se: %s har skickat ett nytt gruppmeddelande till dig från gruppen: %s

source: %s sent you a new private message
sv_se: %s har skickat ett nytt privat meddelande till dig

source: %s sent you a new private message from the group: %s
sv_se: %s har skickat ett nytt privat meddelande till dig från gruppen: %s

source: %s sent you an invitation to connect
sv_se: %s har skickat en inbjudan till dig för att ansluta

source: %s sign-up successfully deleted!
sv_se: %s anmälan har tagits bort!

source: %s sign-up was not deleted.
sv_se: %s anmälan togs inte bort.

source: %s site
sv_se: %s webbplats

source: %s Subscriptions
sv_se: %s Prenumerationer

source: %s thread updated successfully.
sv_se: %s tråd har uppdaterats framgångsrikt.

source: %s time
sv_se: %s tid

source: %s video updated successfully.
sv_se: %s video har uppdaterats framgångsrikt.

source: %s was successfully deleted.
sv_se: %s raderades framgångsrikt.

source: %s week
sv_se: %s vecka

source: %s year
sv_se: %s år

source: %s | Site-Wide Activity
sv_se: %s | Aktivitet på hela webbplatsen

source: %s%% Complete
sv_se: %s%% Slutförd

source: %s's Connections
sv_se: %s anslutningar

source: %s's Profile
sv_se: %s's profil

source: %s's Recent Comments
sv_se: %s's senaste kommentarer

source: %s's Recent Posts
sv_se: %s's senaste inlägg

source: %s's Sites
sv_se: %s webbplatser

source: %s's Stats
sv_se: %s statistik

source: %s: The shortcode [bp_ps_directory] is not compatible with the Nouveau template pack.
sv_se: %s: Kortkoden [bp_ps_directory] är inte kompatibel med Nouveau-mallpaketet.

source: &#8594; File Extensions
sv_se: &#8594; filändelser

source: &larr; Back to Reporting Categories
sv_se: &larr; Tillbaka till rapporteringskategorier

source: &larr; Back to Users
sv_se: &larr; Tillbaka till användare

source: '%s' Transport Method not implemented.
sv_se: '%s' transportmetod har inte implementerats.

source: '%s' Transport method not implemented.
sv_se: '%s' Transportmetod har inte implementerats.

source: (banned)
sv_se: (förbjudet)

source: (BB) Forum Discussion Views List
sv_se: (BB) Forum Diskussioner Visningar Lista

source: (BB) Forum Login Widget
sv_se: (BB) Widget för inloggning till forumet

source: (BB) Forum Recent Replies
sv_se: (BB) Forum Senaste svaren

source: (BB) Forum Recent Topics
sv_se: (BB) Forum Senaste ämnen

source: (BB) Forum Search Form
sv_se: (BB) Formulär för forumsökning

source: (BB) Forum Statistics
sv_se: (BB) Forumstatistik

source: (BB) Forums List
sv_se: (BB) Förteckning över forum

source: (BB) Latest Activities
sv_se: (BB) Senaste aktiviteter

source: (BB) Log In
sv_se: (BB) Logga in

source: (BB) Members
sv_se: (BB) Ledamöter

source: (BB) Members Following Me
sv_se: (BB) Medlemmar som följer mig

source: (BB) Members I'm Following
sv_se: (BB) Medlemmar som jag följer

source: (BB) My Connections
sv_se: (BB) Mina kontakter

source: (BB) Profile Completion
sv_se: (BB) Profil färdigställd

source: (BB) Recent Networkwide Posts
sv_se: (BB) Senaste inlägg i nätverket

source: (BB) Recently Active Members
sv_se: (BB) Nyligen aktiva medlemmar

source: (BB) Sitewide Notices
sv_se: (BB) Meddelanden för hela webbplatsen

source: (BB) Social Groups
sv_se: (BB) Sociala grupper

source: (BB) Who's Online
sv_se: (BB) Vem är online

source: (can be disabled)
sv_se: (kan inaktiveras)

source: (Edit)
sv_se: (Redigera)

source: (edited)
sv_se: (redigerad)

source: (If converting from BuddyBoss Forums, use "wp_bb_" or your custom prefix)
sv_se: (Om du konverterar från BuddyBoss Forums, använd "wp_bb_" eller ditt anpassade prefix)

source: (less than 24 hours ago)
sv_se: (för mindre än 24 timmar sedan)

source: (Mismatch)
sv_se: (Felaktig matchning)

source: (No Forum)
sv_se: (Inget forum)

source: (No Parent)
sv_se: (Ingen förälder)

source: (no title)
sv_se: (ingen titel)

source: (None - hide group type option)
sv_se: (Ingen - döljer alternativet grupptyp)

source: (None)
sv_se: (Ingen)

source: (optional)
sv_se: (valfritt)

source: (Profile types: %s)
sv_se: (Profiltyper: %s)

source: (required)
sv_se: (krävs)

source: (Signup)
sv_se: (Registrering)

source: (to front)
sv_se: (till framsidan)

source: (Unavailable to all members)
sv_se: (Ej tillgänglig för alla medlemmar)

source: * Description changed from "%1$s" to "%2$s".
sv_se: * Beskrivningen har ändrats från "%1$s" till "%2$s".

source: * Name changed from "%1$s" to "%2$s".
sv_se: * Namnet har ändrats från "%1$s" till "%2$s".

source: * Permalink changed from "%1$s" to "%2$s".
sv_se: * Permalink har ändrats från "%1$s" till "%2$s".

source: * These fields appear on the signup page. The (Signup) fields cannot be deleted or moved, as they are needed for the signup process.
sv_se: * Dessa fält visas på registreringssidan. Fälten (Signup) kan inte tas bort eller flyttas, eftersom de behövs för registreringsprocessen.

source: - Forums Directory -
sv_se: - Forum Directory -

source: - No role for these forums -
sv_se: - Ingen roll för dessa forum -

source: - No role for this site -
sv_se: - Ingen roll för den här webbplatsen -

source: - Select a page -
sv_se: - Välj en sida -

source: - Select Discussion -
sv_se: - Välj diskussion -

source: - Select Forum -
sv_se: - Välj forum -

source: - Select Reply -
sv_se: - Välj Svara -

source: - View All -
sv_se: - Visa allt -

source: -- Everything --
sv_se: -- Allting--

source: -- Select Discussion --
sv_se: -- Välj diskussion --

source: -- Select Reply --
sv_se: -- Välj svar --

source: -- Select Type --
sv_se: -- Välj typ --

source: .extension
sv_se: .förlängning

source: 0% Uploaded
sv_se: 0% Uppladdat

source: 1 Day
sv_se: 1 dag

source: 1 Hour
sv_se: 1 timme

source: 1 Minute
sv_se: 1 minut

source: 1 other
sv_se: 1 annan

source: 1 other like this
sv_se: 1 annan gillar detta

source: 10 Minutes
sv_se: 10 minuter

source: 10 Seconds
sv_se: 10 sekunder

source: 2 Minutes
sv_se: 2 minuter

source: 3 Minutes
sv_se: 3 minuter

source: 30 Days
sv_se: 30 dagar

source: 30 Seconds
sv_se: 30 sekunder

source: 4 Minutes
sv_se: 4 minuter

source: 5 Minutes
sv_se: 5 minuter

source: 5 Seconds
sv_se: 5 sekunder

source: 7 Days
sv_se: 7 dagar

source: 7z Archive
sv_se: 7z-arkiv

source: 80 People and Growing!
sv_se: 80 personer och växande!

source: <a href="%1$s" target="_blank">%2$s uploaded</a>
sv_se: <a href="%1$s" target="_blank">%2$s uppladdat</a>

source: <a href="%1$s">Log in</a> as "%2$s" using your existing password.
sv_se: <a href="%1$s">Logga in</a> som "%2$s" med ditt befintliga lösenord.

source: <a href="%s" target="_blank">Code Reference</a>
sv_se: <a href="%s" target="_blank">Kodreferens</a>

source: <a href="%s" target="_blank">Documentation</a>
sv_se: <a href="%s" target="_blank">Dokumentation</a>

source: <a href="%s" target="_blank">Roadmap</a>
sv_se: <a href="%s" target="_blank">Körplan</a>

source: <a href="%s">Approve</a>
sv_se: <a href="%s">Godkänna</a>

source: <a href="%s">Click here</a> to see all comments on this post.
sv_se: <a href="%s">Klicka här</a> för att se alla kommentarer till det här inlägget.

source: <a href="%s">Click here</a> to see all pingbacks on this post.
sv_se: <a href="%s">Klicka här</a> för att se alla pingbacks på det här inlägget.

source: <a href="%s">Click here</a> to see all trackbacks on this post.
sv_se: <a href="%s">Klicka här</a> för att se alla trackbacks på det här inlägget.

source: <a href="%s">Delete</a>
sv_se: <a href="%s">Radera</a>

source: <a href="%s">Manage</a> the categories members see when reporting content in the frontend.
sv_se: <a href="%s">Hantera</a> de kategorier som medlemmarna ser när de rapporterar innehåll i frontend.

source: <a href="%s">Manage</a> which file extensions are allowed to be uploaded.
sv_se: <a href="%s">Hantera</a> vilka filändelser som får laddas upp.

source: <a href="https://www.buddyboss.com/resources/">Documentation</a>
sv_se: <a href="https://www.buddyboss.com/resources/">Dokumentation</a>

source: <a href="{{{friendship.url}}}">{{friend.name}}</a> accepted your request to connect. {{{member.card}}}
sv_se: <a href="{{{{friendship.url}}}}">{{{friend.name}}}</a> accepterade din begäran om att ansluta. {{{member.card}}}

source: <a href="{{{initiator.url}}}">{{initiator.name}}</a> wants to add you as a connection. {{{member.card}}} <a href="{{{friend-requests.url}}}">Click here</a> to manage this and all other pending requests.
sv_se: <a href="{{{{initiator.url}}}}">{{{initiator.name}}}</a> vill lägga till dig som en anslutning. {{{member.card}}} <a href="{{{{friend-requests.url}}}}">Klicka här</a> för att hantera den här och alla andra pågående förfrågningar.

source: <a href="{{{inviter.url}}}">{{inviter.name}}</a> has invited you to join the group: <a href="{{{group.url}}}">{{group.name}}</a>. {{{group.invite_message}}} {{{group.small_card}}} <a href="{{{invites.url}}}">Click here</a> to manage this and all other pending group invites.
sv_se: <a href="{{{{inviter.url}}}">{{{inviter.name}}}</a> har bjudit in dig till gruppen: <a href="{{{group.url}}}">{{group.name}}</a>. {{{group.invite_message}}} {{{group.small_card}}} <a href="{{{{invites.url}}}}">Klicka här</a> för att hantera den här och alla andra pågående gruppinbjudningar.

source: <a href="{{{poster.url}}}">{{poster.name}}</a> mentioned you in a status update: {{{status_update}}}
sv_se: <a href="{{{{poster.url}}}">{{{poster.name}}}</a> nämnde dig i en statusuppdatering: {{{status_update}}}
